{
  "url": "https://uoc.edu/",
  "content": "What's it like to study at the UOC? Kimia, Albert, Ingrid, Andrés, Marià, Jordi and Alkim are the protagonists of 'Online Lives' \"Thirty years ago, studying online seemed like a crazy idea\" Carlos Manuel Bosch started studying at the UOC in 1994 and he hasn't stopped learning since; he's been studying continuously for 30 years. Find out about our master's degree programmes Find out about our master's degree programmes OpenEU, the first step towards a European open university More than 368,000 students and 24,000 faculty members, researchers, and administrative staff from Europe's leading open and distance universities will benefit from this alliance Featured links Get to know us Facts and figures Research and innovation Open Science Search by word Search 100% online university Since 1995 Accredited learning model +100K alumnis News Highlights View more news Employability The UOC will be holding its fifth Online Employment Fair on 2 and 3 April Education \"There are no real-life female role models in school maths textbooks\" Health UOC investigates what type of bilingualism could prevent dementia Comunity Two-factor authentication being rolled out to increase levels of security Health An AI-powered app to diagnose skin-related neglected diseases has shown promising results We aim to have an impact on society Research and innovation in net society, elearning and digital health Check out more Internet Interdisciplinary Institute eLearning Innovation Center eHealth Center Doctoral School UOC’s Knowledge Map Scientific output Well rated at the best university rankings A cutting-edge university setting the standard An internationally accredited learning model by Times Higher Education World University Rankings. TOP 1 Ibero-American online university TOP 200 among the world's youngest universities TOP 10 Spanish universities The UOC in figures 122.750 graduates 90.400 students +500 researchers +50 research groups Accompanying governments, institutions and teaching communities worldwide in their digital transformation UOC's knowledge and experience to meet today's new challenges Digital transformation is more than technology It is a cultural change in institutions. It is a transformation of the pedagogical, service and organizational model by placing technology at their disposal. Find out more! A connected community View all networks The UOC is a proud member of the top higher education networks IAU International Association of Universities EUA European University Association EADTU European Association of Distance Teaching Universities EDEN European Distance and E-Learning Network CINDA Centro Interuniversitario de Desarrollo Solutions to open up professional prospects Course offering Find out more about our programmes Programmes taught in English University Master’s Degree Enrolment open Specialization diplomas and expert diplomas Enrolment open Doctoral programmes and research Enrolment open Spanish for foreigners What people have said about the UOC 30.uoc.edu 30 years, 30 transformation stories We want to continue as a leading pioneer of lifelong learning in an inclusive, digital and entrepreneurial society Visit 30.uoc.edu"
}