{
  "url": "https://uoc.edu/",
  "content": "¡Conectamos talento y empresas! Orientación, oportunidades y observatorio son los tres ejes protagonistas de la quinta edición de la Feria Virtual de Empleo de la UOC, que tendrá lugar el 2 y el 3 de abril. Será un espacio virtual de encuentro e intercambio de experiencias y conocimiento entre estudiantes y alumnis de la UOC, profesionales, empresas e instituciones \"El arte digital debe aspirar a crear un impacto social real\" Mark Farid, primer artista residente de la UOC, reflexiona sobre la identidad digital, la democracia y la transparencia empresarial. Explorando las respuestas del futuro Con las más de 120.000 personas que se han graduado a lo largo de estos #30añosUOC hemos innovado y transformado la manera de enseñar y de aprender Traza tu rumbo con GPS Profesional Lanzamos una herramienta pionera para potenciar la empleabilidad, GPS Profesional. Es una plataforma única e innovadora que permite a la comunidad UOC identificar sus conocimientos y habilidades, y saber si sus perfiles profesionales se ajustan a las demandas actuales de cada sector Elijo una universidad abierta las 24 horas Descubre la formación que se adapta a ti Enlaces destacados ¿Cómo se estudia en la UOC? Acreditada y reconocida Pionera y experta en e-learning ¿Qué dicen de nosotros? Búsqueda por palabra Buscar ¿Por qué la UOC? La opinión de nuestros alumnis En la UOC ya somos más de 113.000 graduados y graduadas. Conoce algunas de las experiencias de estudiar en línea para mejorar profesionalmente, cambiar el rumbo laboral o tener nuevas oportunidades de formación. Realmente me siento realizada. Ahora, cuando hablo, sé de qué hablo. Quería crecer profesionalmente. La UOC me ha ofrecido no haberme estancado Desde que terminé el grado, he tenido un desarrollo en mi empresa Con la Metodología UOC haces un poco cada semana y llegas aprendiendo La oportunidad de networking, en la UOC, es muy alta 100 % en línea Estudia sin horarios Formación que se adapta Acreditada y de calidad Aprendizaje que se adapta a tus necesidades Encuentra la formación que buscas Toda la oferta formativa Descubre la formación en línea que ofrecemos: acreditada, inclusiva y de calidad, adaptada a tu momento vital y a tus necesidades concretas de formación. Grados Másters Diplomas de especialización y diplomas de experto Executive Education Doctorado e investigación Cursos de formación continua Matrícula abierta Cursos de idiomas UOC Skills Lab Escuela de Programación FP Jesuïtes en colaboración con la UOC Matrícula abierta Curso de acceso a la universidad Matrícula abierta Una universidad abierta Reconocida y acreditada internacionalmente Prestigio y calidad Siempre hemos apostado de manera decidida por la calidad y la mejora continua como ejes vertebradores de nuestra estrategia y como hecho diferencial y característica común de nuestras actividades. Conoce más Ver más redes internacionales IAU International Association of Universities EUA European University Association EADTU European Association of Distance Teaching Universities EDEN European Distance and E-Learning Network CINDA Centro Interuniversitario de Desarrollo Pionera y referente en e-learning Más de 30 años de experiencia en aprendizaje en línea de calidad Más cifras Nacimos como universidad sin distancias, ofreciendo formación de calidad a lo largo de la vida. Nuestro modelo de aprendizaje es reconocido internacionalmente por el Times Higher Education World University Ranking. 1a. universidad en línea de Iberoamérica TOP 175 entre las universidades más jóvenes del mundo TOP 10 universidades de España La UOC en cifras 122.750 graduadas y graduados 90.400 estudiantes 132 países con estudiantes UOC 7.000 docentes +2.500 estudiantes con discapacidad Noticias Actualidad Toda la actualidad Institucional La mejora de la oferta de vivienda rural en alquiler, clave para atraer a nuevos habitantes a la España despoblada Institucional Un grado de sostenibilidad y un grado internacional de software son las novedades de la UOC para el próximo curso Institucional Espacios de Educación Superior entrevista Manel Jiménez-Morales, vicerrector de Alianzas, Comunidad y Cultura empleabilidad Apúntate a los seminarios web para preparar la Feria Virtual de Empleo de la UOC 2025 Educación La UOC lidera la creación de una academia europea para formar profesorado en la enseñanza en línea Actividades Agenda No te pierdas el resto de eventos Conoce a nuestra comunidad 30.uoc.edu 30 años, 30 historias de transformación Queremos continuar siendo referentes de la formación a lo largo de la vida en una sociedad inclusiva, digital y emprendedora Visita la web"
}