{
  "url": "https://uoc.edu/ca/estudis/info/sessions-informatives-arees",
  "content": "Sessions Informatives online Connecta't online i en directe per conèixer els detalls de la titulació que vols estudiar. Inscriu-te a la sessió informativa. Descobreix-ne el pla d'estudis i la metodologia. Consulta els teus dubtes per mitjà del xat en directe. Inscriure'm Del 16 gener al 5 març de 2025 Descobreix la nostra oferta formativa 100% online. Consulta l'horari de la teva sessió Revisa el canvi horari si et connectes des de Llatinoamèrica o altres zones amb un fus horari diferent. Durada màxima: 60 minuts L'equip docent presentarà les titulacions. També hi haurà una sessió especial sobre el model educatiu de la UOC. Inscriu-te a les sessions informatives Sessions Informatives Model educatiu UOC Coneix el model educatiu propi de la UOC, basat en una metodologia online de qualitat. Inscriure'm Sessions Informatives Escola de Soft Skills Informa't sobre aquesta iniciativa innovadora en què trobaràs cursos curts organitzats en nivells i certifica les teves habilitats toves. Inscriure'm Sessions Informatives Graus i màsters Informa't de les titulacions oficials que t'ofereix la UOC. Inscriure'm Sessions Informatives Escola de Programació Informa't dels cursos pràctics de Java, Python i JavaScript, avança't als canvis i assegura el teu èxit professional. Inscriure'm Sessions Informatives Formació professional Descobreix les titulacions oficials que t'obren les portes del mercat laboral. Inscriure'm Preguntes freqüents d'altres estudiants Recomanem assistir a la sessió informativa a totes les persones que estiguin interessades en un programa i en vulguin obtenir informació detallada, que ja hagin decidit matricular-se'n o que vulguin conèixer com s'estudia a la UOC. L'equip docent exposarà la informació més rellevant dels programes i del model educatiu i se centrarà en el nou estudiantat. A més, podràs fer preguntes al xat, i les persones encarregades de moderar la sessió, o el professor o la professora, les respondran quan acabi la seva exposició. La durada màxima de la sessió és de 60 minuts . Hi pots participar emplenant el formulari d'inscripció . Aquesta inscripció no representa cap compromís en relació amb si finalment decideixes matricular-te a la nostra universitat o no. Només t'has de connectar el dia i l'hora anunciats a l'enllaç de YouTube que rebràs al teu correu electrònic per seguir la sessió en directe . Per què escollir la UOC? Avalada pels nostres graduats i graduades Un 79 % tornaria a triar la UOC. Un 81 % està satisfet/a amb la titulació. 90.400 Estudiants 89 % Estudia i treballa. Reconeguda per les empreses. Model educatiu La UOC es caracteritza per un model educatiu propi, basat en una metodologia online de qualitat, que situa l'activitat de l'estudiant al centre. Amb nosaltres, l'estudiant aprèn de manera activa. Premis internacionals Avalen la nostra metodologia online la implicació en projectes de recerca, el compromís social i una trajectòria vinculada a l'e-learning de qualitat. 122.750 Graduades i graduats"
}