{
  "url": "https://uoc.edu/portal/ca/universitat/organitzacio/galeria-rectors/imma-tubella/index.html",
  "content": "Biografia Imma Tubella Com ens organitzem Dra. Imma Tubella i Casadevall Imma Tubella (La Bisbal d'Empordà, 1953) és Catedràtica de Comunicació per la Universitat Oberta de Catalunya (UOC) i doctora en Ciències Socials, amb la tesi Comunicació i identitat. El cas de Televisió de Catalunya . Va ser professora de Teoria de la Comunicació dels Estudis de Comunicació Audiovisual de la UOC i des del 13 de desembre de 2005 fins a l'abril de 2013 va ser rectora d'aquesta Universitat. Va ser vicepresidenta de la Societat Catalana de Comunicació de l'Institut d'Estudis Catalans (1995-2003), vicerectora de recerca i codirectora del Programa de Doctorat de la UOC (1999-2003), vicepresidenta de l'Internet Interdisciplinary Institute –IN3– (1998-2003), membre de la Comissió Assessora sobre Telecomunicacions i Societat de la Informació del Departament d'Universitats, Recerca i Societat de la Informació de la Generalitat de Catalunya (1998-2003), presidenta de la Fundació de la Universitat Catalana d'Estiu (2006-2007) i presidenta de l'Associació Catalana d'Universitats Públiques (2009-2012). També va ocupar el càrrec de directora d'Estudis i Continguts de la CCRTV (1995-2002) i va ser defensora del lector d' El Punt (2004). En l'àmbit de la docència, va ser professora d'Estructura del Sistema Audiovisual de la Universitat Autònoma de Barcelona (1995-1998), professora de Teoria de la Comunicació de la Universitat Ramon Llull (1998-2003). També ha estat membre del Consell d'Administració de la Corporació Catalana de Ràdio i Televisió (2000-2004), membre del Comitè Europeu de la European Association of Regional Television –CIRCOM Regional– (1988-1998) i del Consell de l'Institut Franco-Català Transfronterer –Universitat de Perpinyà– (des del 2000). Membre, entre d'altres, del Consell Assessor Catalunya de Telefónica; de la Fundació FUNDACC, el Baròmetre de la Comunicació i la Cultura; del Patronat de la Fundació Barcelona Media, de la Universitat Pompeu Fabra i forma part del Jurat dels Premis Nacionals de Radiodifusió i TV de Catalunya i dels Premis del RAC (Ràdio Associació de Catalunya). Sense abandonar la recerca sobre comunicació i identitat, ha codirigit amb el Dr. Manuel Castells el Programa de Recerca Projecte Internet Catalunya , amb la col·laboració de 66 investigadors i 10 projectes, i, dintre del Programa, ha codirigit la recerca sobre la societat xarxa a Catalunya i ha dirigit la recerca La comunicació com a factor de canvi en la societat de la informació: Internet en el context audiovisual de Catalunya. Ha publicat nombrosos llibres i articles, entre els quals destaca: Las formas de consumo de la televisión como generadora de identidad , Fundación General de la Universidad Complutense de Madrid, 1998; La Societat Xarxa a Catalunya , amb M. Castells, et al., Rosa dels Vents. Barcelona, 2003; La transició a la Societat Xarxa, juntament amb M. Castells, et al., Ariel, 2007; Televisió i Internet: la guerra de les pantalles , en col·laboració amb C. Tabernero i V. Dwyer. Ariel, 2007. A la xarxa Wikipedia Enciclopèdia Catalana YouTube - Selecció de vídeos Premsa [17/06/2023] NacióDigital - Entrevista El Punt Avui - Recull d'articles Publico.es - Blog Altrament Publicacions UOC - Catàleg bibliogràfic Dialnet CBUC - Catàleg Col·lectiu de les Universitats Catalanes RACO - Revistes Catalanes amb Accés Obert UOC - Repositori institucional Google Scholar Entrevistes UOC [Febrer 2022] Xarxa d'extreballadores i extreballadors de la UOC Entrevista a Imma Tubella [Juny 2011] Walk In Imma Tubella conversa amb Josep Joan Moreso, rector de la UPF [Abril 2006] Sala de premsa UOC \"Hem de fer el salt d'un gran projecte a una gran universitat\" Vídeos de la rectora Imma Tubella Anar a YouTube Balanç del mandat 2005-2012 Més universitat, més oberta, més connectada Articles d'opinió [09/07/2012] El Punt Avui I si se n'ocupessin les dones? [07/07/201] Ara El tsunami de l'educació (superior) [11/06/2012] El Punt Avui 'Quo vadis', Europa? [27/05/2012] Ara Somnis raonables [16/05/2012] El Punt Avui 'UOC & Plugged' [29/04/2012] Ara Aviat serà tard [16/04/2012] El Punt Avui La lliçó de Sarajevo [15/04/2012] Ara Refundem els nostres mitjans públics [25/03/2012] Ara El camí de l'esperança [19/03/2012] Ara Déu és home o és dona? [04/03/2012] Ara Catalunya, país trilingüe [27/02/2012] El Punt Avui Reflexions de temporada [05/02/2012] Ara La urgència d'una gran renovació [16/01/2012] El Punt Avui Ser diferent... [15/01/2012] Ara Catalunya Campus Galeria d'imatges Vés a Flickr"
}