{
  "url": "https://uoc.edu/portal/ca/universitat/coneix/actes-institucionals/honoris-causa/tony-bates/discursos/index.html",
  "content": "Honoris causa Tony Bates Discursos Honoris Causa Tony Bates Discurs d'investidura del Dr. Tony Bates Laudatio de Francisco Rubio, vicerector de Relacions Internacionals de la UOC Cloenda del rector Gabriel Ferraté Discurs d'investidura del Dr. Tony Bates Excel·lentíssim i Magnífic Senyor Gabriel Ferraté i Pascual, Sr. Francisco Rubio Royo, Sr. Toni Badia, Sr. Albert Sangrà, distingits invitats, senyores i senyors, Abans que res, m'agradaria expressar que per a mi és un gran honor ser investit amb aquest títol. Em sento especialment agraït pel fet que hagueu honorat un estranger i, encara més, una espècie tan poc habitual, un canadenc. De la mateixa manera, per a mi és un gran honor perquè la Universitat Oberta de Catalunya és una universitat excepcional. De fet, és única. És l'única universitat del món finançada públicament que treballa totalment en línia oferint des de diplomatures fins a doctorats. És única perquè els seus programes se centren en les necessitats d'una societat de la informació. La UOC continua ampliant el seu nombre d'estudiants, mentre que el nombre d'estudiants de les altres universitats espanyoles disminueix. En els darrers temps, els seus programes s'ofereixen únicament en català. Per tant, la UOC no tan sols té èxit pel que és , sinó per on és . Aquest lligam entre la llengua, la cultura i un ensenyament a distància de qualitat és el que vull analitzar. La UOC ha arribat tan lluny per diverses raons. Si la història de Catalunya comença amb Guifré el Pelós, llavors la de la UOC ha de començar amb Gabriel Ferraté, tot i que de pelós no en té res –és ferreter. Aquestes dues personalitats destacables tenen almenys dues qualitats en comú: una visió clara del que volen aconseguir i el seny polític per a assegurar una bona implantació de la seva visió. Tots dos van haver de matar dracs, l'un potser real, l'altre metafòric. La UOC és una institució creada no tan sols en el moment adequat, sinó també en el lloc adequat. La UOC va ser creada fa deu anys, en el mateix moment en què la xarxa World Wide Web permetia que Internet fos gestionable fàcilment i, per tant, que esdevingués més accessible. El web era important per a l'ensenyament en línia perquè permetia que textos i gràfics fossin creats, emmagatzemats i lliurats per Internet fent servir estàndards comuns a un cost relativament baix. Els primers cursos de nivell universitari basats en el web van començar a aparèixer l'any 1995. En aquell mateix any es va crear la UOC. Cap altra institució pública d'ensenyament superior ha centrat totes les seves operacions exclusivament en un sistema en línia. Per tant, el fet que la UOC fos creada tan aviat en la història del web mostra, d'una banda, la visió del rector i, de l'altra, la increïble valentia i confiança de la Generalitat de Catalunya. Tanmateix, la UOC també és un exemple de la importància del que jo anomenaria la cultura local en un món cada vegada més globalitzat. La decisió de la Generalitat de donar suport a la creació de la UOC fou influïda pel fet que la UOC volia impartir els seus cursos en català. Era l'oportunitat de ser no tan sols un líder mundial en tecnologia, sinó també de reforçar, en un món cada vegada més globalitzat, una identitat cultural catalana única. En una societat orientada a la tecnologia hi ha la tendència a ignorar la importància dels factors culturals, que fins i tot poden ser subliminals. Per exemple, la primera universitat oberta, fundada a Anglaterra l'any 1969, avui dia està molt associada a l'ús de les tecnologies de ràdio i televisió que aleshores eren avançades. No obstant això, la universitat va ser creada pel partit laborista britànic per a ampliar l'accés a l'ensenyament superior i desafiar el seu elitisme a la fi dels anys seixanta. Potser la UOC també va ser creada per a ampliar-hi l'accessibilitat. Per tant, l'aprenent adult que estudia a casa seva amb la família ens evoca la imatge de la casa pairal i els valors arrelats d'autonomia i d'independència, valors mantinguts fortament pel partit Convergència i Unió, que va ajudar a crear la UOC. Tot i així, les marcades arrels culturals de la UOC podrien no haver estat suficients per a la seva supervivència. També es va haver de trobar amb unes necessitats econòmiques importants a Catalunya. En els països avançats l'economia canvia molt de pressa. En concret, les feines més ben pagades passen del sector industrial al sector basat en el coneixement. Actualment, hi ha una nova economia completa basada en la informació, a diferència de la indústria o l'agricultura. Les feines en l'àmbit de la compravenda, els serveis financers, la biotecnologia, la tecnologia informàtica, l'educació i la sanitat no tan sols depenen de persones ben formades, sinó de persones que poden continuar aprenent a mesura que la base de coneixement de la seva feina es va ampliant. L'ensenyament en línia és el mecanisme ideal per a un ensenyament al llarg de la vida, ja que ofereix oportunitats flexibles per a aprendre, amb l'objectiu que les persones ocupades puguin incorporar-lo a les seves vides. Evidentment, una raó de l'èxit actual de la UOC és la flexibilitat que ofereixen els seus cursos en línia. No obstant això, és indispensable que la UOC desenvolupi un bon ensenyament a fi d'ajudar els seus aprenents a obtenir les competències necessàries en una economia basada en el coneixement. La Conference Board of Canada (1991), la primera organització de negocis del Canadà, ha definit clarament aquestes competències: competències comunicatives (llegir, escriure, parlar, escoltar) habilitat d'aprendre autònomament competències socials (ètica, actituds positives, responsabilitat) treball en equip habilitat d'adaptar-se a circumstàncies canviants competències cognitives (resolució de problemes; competències crítiques, lògiques, numèriques) responsabilitat personal i iniciativa gestió del coneixement ( on s'ha de buscar i com s'ha de processar la informació) Cal destacar que aquestes competències són necessàries a més de les competències i el coneixement específics requerits en una àrea de coneixement com la ciència, la literatura o el dret. Les competències generals definides per la Conference Board of Canada també es poden ensenyar si es fan servir els mètodes d'ensenyament adequats, però aquests mètodes són diferents dels mètodes tradicionals que es fonamenten en l'ensenyament didàctic. D'altra banda, com s'esdevé en altres àrees basades en el coneixement, actualment els mètodes d'ensenyament experimenten un canvi constant. El repte de la UOC és garantir que pot adaptar i canviar els seus mètodes d'ensenyament per a adequar-se a les necessitats canviants de la població activa i de la societat com a conjunt. [*] Knowledge-based economies may be locally based but are often global in scope. A critical skill is the ability to work in teams, in a multi-cultural environment, but also in virtual space and time. Knowledge-based industries are extremely entrepreneurial and volatile. Often small companies replace much larger ones, because in a knowledge-based economy it is the power of the concept and its implementation that matters, not the size of the corporation: think of Google. However, for innovation to occur, people must be free to challenge existing practices and take risks. This requires the ability to seek information and test ideas on a global basis. The UOC itself of course is a knowledge-based organisation and therefore must continually adapt and re-invent itself. In other words, the UOC must create an organisation where innovation is encouraged and where established habits, technologies and methods of working are constantly reviewed and changed where necessary. Because of the increasingly global nature of knowledge-based industries, the UOC must understand and accommodate the cultures and traditions of other countries, as well as remaining true to its own cultural heritage. It is interesting to note that despite early fears about cultural domination through the internet, English-speaking countries such as the USA and the United Kingdom have not been able to develop a 'global hegemony' in online learning, despite the advantage of being both technologically advanced and 'owning' the most important language of business. A recent study for instance showed that in Asia, imported courses from other countries were more likely to come from other Asian countries than from the USA or Britain. So although online learning can be globally disseminated through the internet, it needs to be modified and adapted to accommodate local cultures and language. Thus Europe also presents major opportunities and challenges. The UOC is one of the most technically advanced universities in Europe, with ten years experience of e-learning, and over 500 online courses. However, the majority of courses are in Catalan or Spanish. Also, most of the UOC's existing degree programmes will need to change to fit the new European model of higher education agreed at Bologna. It would be nice if students from other European countries would choose to learn and study in Catalan, but the reality is that international programmes will need to be delivered in English and possibly other languages to attract students from other European countries. Thus, the UOC will also need to develop strong partnerships with other European institutions if its courses are to be acceptable in other parts of Europe. Therefore, the UOC must become an international leader in the design and delivery of multi-lingual and multi-cultural programmes if it is to succeed in Europe. Així, doncs, els factors únics que han portat al creixement i l'èxit remarcable de la UOC en els darrers deu anys també són amenaces potencials per al seu futur. Ha d'anar amb compte de no tancar-se en una tecnologia cada vegada més obsoleta i de propietat, que no es pot adaptar als ràpids canvis tecnològics i pedagògics que tenen lloc fora de la UOC. Com a qüestió més important, la Universitat ha de garantir el desenvolupament de models pedagògics que facilitin les competències necessàries en una societat basada en el coneixement i també el suport a aquests models. Finalment, s'ha de mantenir fidel a les arrels culturals, polítiques i socials de Catalunya, alhora que ha de reconèixer i adaptar-se a altres cultures. Tot això són reptes considerables, però la UOC ha demostrat que té la capacitat, la determinació i els mitjans per a adaptar-se i créixer. Jo em sento profundament orgullós d'estar vinculat a una organització tan dinàmica, innovadora i rellevant, i us agraeixo sincerament aquest gran honor. Laudatio de Francisco Rubio, vicerector de Relacions Internacionals de la UOC [*] \"The e Learning initiative of the European Commission seeks to mobilise the educational and cultural communities, as well as the economic and social players in Europe, in order to speed up changes in the education and training systems for Europe's move to a knowledge-based society.\" (Declaration that stands in the e Learning initiative's web page of the European Commission.) \"Globalisation, new technologies and demographic developments constitute an enormous challenge; one of the answers to this problem is access to lifelong learning.\" (Quotation from Ján Figel, Commissioner for Education, Training, Culture and Multilingualism) Senyor Rector, doctor Tony Bates, distingides autoritats, membres de la comunitat universitària, senyores i senyors, La UOC, com qualsevol organització, encara que sigui molt jove, va assolint etapes. És una universitat sorgida de la societat del coneixement (jo diria fins i tot avançada), en què el canvi interior és en tot moment més ràpid que el canvi exterior. És una universitat per a un món en canvi constant i per a un món en xarxa, que el gestiona amb serenitat, coratge i intel·ligència. La UOC, en els seus gairebé onze anys d'existència, ha esdevingut una realitat que s'ajusta contínuament a les necessitats de la societat, i especialment a les del seu país. És una universitat on l'estudiant és el centre del procés formatiu, que continua al llarg de tota la vida, quan ho necessita i pot fer-ho; una universitat que ha apostat, sens dubte, per la recerca i la innovació metodològica com la seva raó de ser i que també s'ha adreçat cap a la internacionalització. Una aposta que assumeix i conserva la seva identitat i el motiu que en va determinar la creació. El rector Ferraté, universitari amb experiència, visió i saviesa, va optar des del començament per un model d'universitat amb tres eixos bàsics: formació de diferents graus, recerca i innovació metodològica i difusió social del coneixement generat en la mateixa universitat. Atesa la naturalesa d'aquest acte focalitzarem l'atenció en l'eix de la recerca. El rector Ferraté va veure (en el moment oportú i possible) la necessitat d'impulsar institucionalment la recerca, que és el tret que caracteritza una universitat excel·lent enfront d'altres institucions d'educació superior. Per a assolir aquesta fita, el Consell de Govern va crear l'any 2000 l'IN3 (Interdisciplinary Institute of Internet) i, a més, promogué la investigació i la innovació de professors i gestors, tant en les línies estratègiques institucionals com en les d'iniciativa personal del professorat. Molt aviat s'hi va incorporar el professor Manuel Castells per a liderar la línia de recerca entorn de la societat xarxa, el projecte més conegut i rellevant de la qual és, fins ara, el Projecte Internet Calalunya (PIC). El professor Castells també és president de la Comissió Científica de l'IN3, la qual inclou personalitats reconegudes a tot el món en els camps d'interès estratègic per a la UOC. D'aquesta comissió en formà part des que es va constituir i fins fa molt poc temps el professor Bates. La Comissió Científica té com a tasca orientar, des d'una òptica externa i mundial, les línies de recerca institucionals de la Universitat. D'altra banda, com a conseqüència d'aquesta estratègia, la UOC començà a oferir un programa de doctorat que integra tota l'activitat de formació en recerca de la Universitat. Aquest programa té com a objectiu formar els estudiants per a desenvolupar una recerca rigorosa i sistemàtica vers l'ús de les TIC en els diferents àmbits socials, i alhora estudiar els canvis globals d'una societat en xarxa. Es tracta d'un programa de doctorat interdisciplinari i internacional, que integra diferents perspectives teòriques i eines metodològiques de caràcter transversal, per a estudiants de més de 45 països. Avui celebrem la segona investidura de doctor honoris causa de la UOC, que correspon a un acadèmic, investigador i innovador en el camp de l'educació (és a dir, de processos d'ensenyament i d'aprenentatge, i també dels de la seva organització) amb l'ús intensiu de les TIC. El professor Anthony (Tony) Bates ha desenvolupat la seva activitat creativa, innovadora i analítica en un camp que coincideix plenament amb el focus acadèmic de la UOC. En aquest sentit, el Consell de Govern va fer seva la proposta dels Estudis de Psicologia i Ciències de l'Educació que formulà el seu director, el doctor Toni Badia, \"pel seu lideratge en l'aplicació sistemàtica de les TIC en l'educació superior a escala mundial, canviant el model d'aprenentatge dels estudiants, com també el model organitzatiu de les institucions que, en diferents varietats, les apliquen\". El doctor Bates ha creat una perspectiva, una visió pròpia en aquest camp, que li és reconeguda a tot el món. Tinc l'honor d'haver rebut l'encàrrec de fer la presentació del doctorand en nom de la meva universitat i introduir-lo com a membre d'honor en l'entorn de recerca de la UOC, que des d'avui l'acull. Per a mi, a més, és una gran satisfacció personal haver rebut aquest encàrrec. Entre Tony Bates i un servidor hi ha una relació personal i afectiva. Ell em va acollir, científicament i humana, com a visiting scholar en el Departament d'Educació a Distància i Tecnologia, de la Secció de Formació Contínua, a la Universitat de la Colúmbia Britànica (Vancouver, Canadà), d'on era director. Fou a la tardor de 1998 (quan vaig deixar de ser rector de la Universitat de Las Palmas de Gran Canaria), i va representar \"la meva reinvenció professional, la meva evolució cultural i la meva aposta per una universitat al servei de la societat en canvi i en xarxa, en un món globalitzat en què cada vegada és més important la identitat local\". Tony Bates és una persona molt coneguda i reconeguda a tot el món per qui es dedica a l'educació no presencial amb un ús intensiu de tecnologies. Bates ha recorregut un llarg, variat i fructífer camí en les diferents fases i èpoques per les quals ha passat l'educació a distància, des de les més convencionals fins a les més recents de l'ús de les TIC, en diferents models d'universitats i per diferents segments d'estudiants. Es tracta d'una persona oberta al canvi, innovadora, creativa, amb pensament crític i amb gran sentit comú i de l'humor. Tony Bates ha evolucionat molt en la seva percepció i visió des de la seva etapa inicial com a professor de Recerca en Mitjans Educatius a la British Open University, durant més de 20 anys, i de la qual fou un dels fundadors acadèmics. A partir de 1990, ja al Canadà, i durant cinc anys va ser director executiu de Recerca, Planificació Estratègica i Tecnologia de la Informació de l'Open Learning Agency of British Columbia. Ha estat director del Departament d'Educació a Distància i Tecnologia, de la Secció de Formació Contínua, a la Universitat de la Colúmbia Britànica (Vancouver, Canadà) des de 1995 fins a l'any 2003, i també cap de l'equip de recerca de MAPLE (Centre for Research into Managing and Planning Learning Environments in Education), de la Universitat de la Colúmbia Britànica. Bates és autor de vuit llibres, entre els quals voldria destacar Managing Technological Change: Strategies for College and University Leaders i, amb Gary Poole, Effective Teaching with Technology in Higher Education . Els grups de recerca que ha liderat, tant a la United Kingdom Open University com a l'Open Learning Agency i la Universitat de la Colúmbia Britànica, han publicat més de 350 articles en l'àrea d'educació no presencial i en l'ús de tecnologia en els processos d'ensenyament i d'aprenentatge. A més, forma part de sis comitès editors de revistes d'abast mundial, especialitzades en l'educació a distància i la tecnologia educativa. També ha treballat com a consultor en més de trenta països en diferents continents (i vull recordar l'experiència tan enriquidora viscuda, encara que en una altra època, a l'Afganistan). Entre les institucions que ha assessorat hi ha el Banc Mundial, l'OCDE, la UNESCO, ministeris d'educació de diversos països i diverses comissions d'educació superior en diferents estats de l'Amèrica del Nord. Així mateix, té una àmplia experiència en el món de la formació corporativa, i en aquests moments és membre de l'Academic Advisory Board de la Volkswagen Auto Uni (la Universitat de Volkswagen), amb seu a Alemanya, a Wolfsburg. Com els recordava, des de la seva etapa inicial a la British Open University, ha recorregut un llarg camí per les diferents fases, models i èpoques per les quals ha passat l'educació no presencial. És una persona que ha cregut, que ha viscut i que ha impulsat el canvi, i que ha trobat a la UOC el seu espai i el seu escenari naturals. Per acabar aquesta perspectiva acadèmica del professor Bates, vull recordar-los una entrevista recent (del mes de desembre de 2004) a elearningeuropa.info (una iniciativa de la Comissió Europea), en què responia una de les preguntes que més angoixa produeix als responsables acadèmics de les universitats convencionals: [*] What should be the role of ICT in the \"traditional\" universities? T. Bates: Let me say what I would like to see happen. I would like to see e-learning focused on the areas where it brings the most benefit. It should be used strategically and not just as a tool that everybody uses. We should realize that e-learning is expensive and time consuming for the professor, particularly at the beginning. This means a lot of change if we are going to do it well. Bates té una dimensió humana tan gran, almenys, com la seva qualificació i i el seu reconeixement acadèmic. L'Esther i jo vam tenir l'oportunitat de gaudir-ne, tant a Vancouver com després a Barcelona i les Canàries. És una persona amb una gran capacitat de treball, que treballa a consciència amb gran responsabilitat i eficàcia. Amb una visió i acció intercultural, fruit del seu tarannà i de l'experiència de rebre al seu departament investigadors de tot el món, els quals tracta de manera singular i personalitzada. És una persona amb \"seny\". Destacaria com a trets personals el seu humor britànic, difícil d'entendre al començament pels llatins, tant pel que fa a la seva expressió lingüística com pel seu contingut cultural, i les seves aficions pel golf, l'esquí (encara que el seus resultats semblen indicar que no serà atleta convidat en l'equip canadenc per a l'olimpíada d'hivern de Whistler-Vancouver 2010) i per pilotar petites avionetes (amb què assisteix a algunes trobades acadèmiques a les rodalies de Vancouver, com ens explicava darrerament David Sewart). Aquests són alguns dels trets que completen la seva personalitat. Sense oblidar la seva passió pel futbol ( soccer ), de què ha estat i és un expert teòric, amb l'equip del seu cor: el Tottenham Hotspur londinenc (que va ser creat l'any 1882), encara que dedueixo que aviat el canviarà pel Barça, que li té el cor robat perquè ja l'ha vist jugar al Camp Nou. La seva afició al ràfting també és coneguda, tant quan la comparteix amb inexperts, com va ser el nostre cas a prop de Vancouver, com quan la fa amb la Pat, de nivell sènior, baixant una part del riu Colorado en una de les seves vacances d'estiu. És tradicional, en els millors dels casos, que la persona nomenada doctor honoris causa per una universitat tingui, a més dels seus mèrits propis, algun tipus de relació o compromís, real o potencial, amb la institució que li atorga el grau. Aquest és el cas de Tony Bates en relació amb la UOC. Es tracta d'una persona, com ja ens ha demostrat, compromesa realment amb la UOC i amb el país, que s'ha identificat amb el nostre tarannà i ho està aconseguint començant pel repte d'aprendre la llengua i la cultura catalanes, aprenentatge en què el seu esforç i progrés són notables. L'acostament de Tony Bates a la UOC va coincidir casualment amb la meva incorporació al curs 2001-2002. Al cap de pocs mesos de ser a la UOC vaig rebre un correu seu en què em deia que tenia un any sabàtic i que desitjava explorar la possibilitat de passar un mes a la UOC. Em va preguntar si li podia facilitar algun contacte. També es va posar en contacte amb el professor Albert Sangrà, a qui havia conegut en un congrés celebrat als Estats Units. La UOC es va mostrar encantada de rebre aquest il·lustre visiting scholar . M'agradaria transcriure el propòsit de la seva visita, tal com ell ens ho va manifestar: [*] \"My reasons for coming to the UOC are entirely selfish. I wanted to learn from a very innovative institution. In particular, I was interested in the organizational structure of an institution designed from scratch as a virtual university, in its funding and business model, as well as in its pedagogy. If possible I wanted to identify and take back to the UBC best practice in the design, delivery and management of online learning. From this perspective, my visit has been a great success\". Durant la seva estada, la UOC li va demanar que fes un informe sobre algunes àrees d'activitat de la Universitat com ara el seu model pedagògic, el model tecnològic, el model organitzatiu i el model de negoci. També li vam demanar que ens fes arribar la percepció que tenia de l'estat de la recerca en e-learning a la UOC, des d'un punt de vista internacional. Ens va destacar moltes coses i ens va fer dirigir l'atenció cap a unes altres, que podien ser i es podien fer d'una altra manera. Tot plegat ens va servir molt, i algunes de les seves observacions ja s'han contextualitzat en el nostre model; altres estan en procés de fer-ho. Voldria destacar un paràgraf del seu informe, que considero rellevant en aquest acte: [*] \"I believe that UOC's location and context, as a regional, Catalan university serving Catalan students in the Catalan language, is very important. It is a serious and genuine attempt to respect and maintain cultural identity within an increasingly globalised world. For this reason alone, it deserves success and support. At the same time as serving regional needs, it is also exploiting the potential of the Internet for global reach and influence.\" Posteriorment, en aquest primer contacte, es va establir una relació acadèmica cada vegada més intensa i focalitzada entre Tony Bates i la UOC. La seva vinculació a temps parcial a la Universitat s'ha centrat en la planificació, direcció i desenvolupament d'un programa de recerca en e-learning , amb tres àrees principals, a partir de les iniciatives dels mateixos professors de la UOC que pertanyen als diferents estudis de la Universitat. El nostre objectiu, i el seu, és que la UOC arribi a ser d'aquí a dos anys un centre europeu d'excel·lència de recerca en e-learning . Ara bé, l'aposta no és tan sols acadèmica, sinó també personal. La Pat i en Tony han après a conèixer i estimar el país, a gaudir dels seus pobles i carrers, de la seva gent, dels nostres costums i tradicions, i s'han esforçat per integrar-se a la nostra cultura i llengua, com els deia abans. A més, el nostre país els ofereix l'oportunitat de desenvolupar els seus hobbies i tenir una alta qualitat de vida. Ells ja coneixen els avantatges d'aquesta terra pel que fa a camps de golf, estacions i pistes d'esquí, rius per a fer ràfting, santuaris de la gastronomia tradicional i imaginativa, etc. Ells ja saben que aquí es trobaran com a Vancouver, i per això l'han elegit com la seva residència habitual, sense que faci tant de fred i, sobretot, sense que plogui tant, com passa a la bonica ciutat de la Colúmbia Britànica. Per tot això, la UOC s'honora de rebre el professor Tony Bates com a membre d'honor del seu entorn de recerca i innovació. Aquesta nominació i la seva recepció formal el vinculen i el comprometen amb la nostra universitat de manera permanent. En un moment de renovat i il·lusionador impuls de la UOC, és oportú i necessari. La UOC és reconeguda en el món per l'excel·lència de la formació i la innovació que ofereix per mitjà del seu model pedagògic (CV, materials, serveis i suport als estudiants, etc.), i també per la recerca en e-learning . Amb la seva incorporació a aquest entorn de recerca, la nostra capacitat, esforços i qualitat seran impulsats i potenciats, de manera que s'alinearan els interessos individuals amb els interessos institucionals i es projectaran en la comunitat científica internacional. El posicionament nacional i internacional de la UOC quedarà reforçat i realçat, com a nus rellevant i de referència, en la morfologia de xarxa d' e-learning per la qual hem apostat. Vull acabar donant les gràcies a Tony Bates, en nom de la UOC i en nom propi, per haver acceptat aquest nomenament. També vull donar les gràcies a tots vostès, ja que amb la seva presència han donat relleu a aquest solemne acte acadèmic. Moltes gràcies. Cloenda del rector Gabriel Ferraté Doctor Bates, Senyor Vicerector, Senyor Director, Senyors Regidors de l'Ajuntament de Castelldefels, membres del Patronat i dels consells de la Fundació per a la Universitat Oberta de Catalunya, membres de la comunitat universitària, amigues i amics, Després d'escoltar la laudatio del doctor Rubio i d'escoltar el doctor Bates, entendran que aquesta universitat el rebi en el seu claustre de doctors, més que amb satisfacció, amb entusiasme. La Universitat Oberta de Catalunya celebra, doncs, amb entusiasme, els deia, aquesta solemne investidura per, com a mínim, tres raons: Primera, perquè els mèrits científics i acadèmics de Tony Bates, raó per la qual li és conferit el títol de doctor honoris causa , són extraordinàriament valuosos. No hi insistiré, atès que ja ho ha fet molt bé el doctor Rubio, però ho vull subratllar perquè en parlar en nom de la Universitat hi estic obligat. Tony Bates és actualment el professor i l'investigador que millor ha sabut veure el valor de les TIC en l'ensenyament universitari, la incidència positiva de les noves tecnologies en la qualitat del que ensenyem i en la difusió de l'aprenentatge. Ell és, en aquest camp, un model de referència. Bates ha estudiat a fons les relacions entre canal i aprenentatge i entre canal, funció i organització, amb aportacions extraordinàriament valuoses. Valuoses per a nosaltres, que hem estat objecte de la seva recerca, atès que ha analitzat la UOC com un paradigma de la formació no presencial, al llarg de la vida, però, si em permeten la solemnitat, valuoses per al món, que necessita aquesta formació i que gràcies a Tony Bates hi accedirà progressivament amb una competència més ben fonamentada. Els mèrits del doctor Bates es deuen, doncs, a la seva competència, però el que sobretot el fa mereixedor de la nostra més alta estima és que aquesta competència ha beneficiat directament moltes institucions acadèmiques i, per tant, moltes persones. Reconèixer solemnement això és per a tots nosaltres motiu d'una gran satisfacció. La segona raó de la nostra alegria per l'acte que celebrem avui es basa en el fet que, amb aquest doctorat honoris causa , podem expressar la nostra gratitud a Tony Bates, al científic i a la persona. Sempre hem trobat en ell no tan sols doctrina, sinó també tres fets que configuren el que ha estat la relació –la fructífera relació– entre Tony Bates i la UOC: L'interès pel que hem portat a terme. Els consells amb què ens ha enriquit quan n'hi hem demanat. El compromís que ha adquirit amb el que farem. I li estem agraïts per una complicitat amb la UOC que redundarà necessàriament en benefici de la Universitat i, per tant, dels seus estudiants i de tots els integrants d'aquesta casa. Poder-li-ho agrair avui, amb la solemnitat d'aquest acte, en presència dels representants de la societat civil que ens acompanyen, ens alegra molt i és un motiu, com els deia, d'una gran satisfacció per a tota la nostra comunitat universitària. La tercera raó l'acabo d'apuntar ara. Ens satisfà extraordinàriament aquest acte perquè ratifica solemnement la pertinença de Tony Bates a la UOC. No tant com voldríem, potser, però d'una manera molt satisfactòria. Per això celebrem aquest acte aquí, a l'IN3, que és el vaixell insígnia de la nostra recerca. La Universitat Oberta de Catalunya aposta –i el govern de Catalunya també– per aprofundir en el que constitueix l'instrument bàsic de la nostra metodologia docent i per fer-lo avançar fins a constituir un centre d'excel·lència en recerca i innovació en aprenentatge virtual ( e-learning ) d'àmbit mundial. Tony Bates lidera aquest projecte. No és una col·laboració o un consell, és un compromís que dóna garanties al nostre projecte i que ens honora. Avui, doncs, solemnitzem d'alguna manera aquesta pertinença del doctor Bates a la UOC i voldria subratllar-ne les conseqüències: aporta autoestima a la nostra comunitat universitària, reforça el lideratge de la UOC en aquestes matèries i dóna garanties d'eficàcia a la formació que impartim i que és l'objectiu i el punt de referència de la nostra activitat acadèmica. Per tot això, doctor Bates, amic Tony Bates, en nom propi i de la Universitat Oberta de Catalunya, rebi la nostra felicitació i la nostra gratitud més entusiastes i sinceres. Moltes gràcies."
}