{
  "url": "https://uoc.edu/ca/estudis/faqs/faqs-videos",
  "content": "Preguntes més freqüents Com es fa la matrícula o com s'estudia a la UOC? Aquest espai dona resposta a les teves preguntes sobre temes diversos, com ara l'oferta formativa, el model d'aprenentatge i l'avaluació a la UOC. A més, hi podràs trobar resposta a qüestions referents a la UOC com a institució o informació pràctica sobre les necessitats tècniques per a seguir els estudis amb normalitat. Coneix la UOC Com s'estudia a la UOC? Com puc matricular-me? Sobre la UOC Qüestions tècniques Com s'estudia a la UOC? El model pedagògic de la UOC està basat en les tecnologies de la informació i la comunicació, i situa l'estudiant al centre del procés d'aprenentatge. A la nostra universitat, l'estudiant és el protagonista d'un procés de formació, gestiona el seu temps, planifica el seu ritme d'estudi i construeix el seu itinerari acadèmic. Descobreix-ne més informació Autors, professors i professionals elaboren continguts per a la UOC. Són recursos d'aprenentatge adaptats a les necessitats de cada assignatura, per això poden ser de naturalesa molt diversa: textual, web, audiollibre, videollibre... Coneix com són els recursos d'aprenentatge a la UOC . Sí, l'avaluació contínua garanteix el progrés acadèmic de l'estudiant i que aquest tregui tant de partit com sigui possible del curs. Durant tot el procés acadèmic, el professor col·laborador guia l'estudiant de manera personalitzada en els seus estudis. Tots els estudis es poden fer completament en línia per mitjà del Campus Virtual. En el cas dels graus o les assignatures per a cursar lliurement, l'avaluació final de les assignatures d'aquests programes poden ser virtuals o presencials segons la decisió acadèmica de la Universitat i tenint en compte la situació excepcional derivada de la COVID-19. Per al pròxim semestre, les proves finals seran virtuals. Durant les proves d'avaluació final virtuals s'apliquen sistemes de reconeixement de la identitat. Per tant, cal que disposeu d'una càmera web perquè es capturarà la vostra imatge per comprovar automàticament que sou vosaltres qui esteu fent la prova. D'aquesta manera garantim que les proves es fan en condicions d'igualtat i de forma transparent. Aquesta mesura, que es complementa amb l'ús de sistemes per detectar el plagi de continguts al llarg de l'avaluació contínua, ens permet garantir el rigor de tot el procés d'avaluació. El model pedagògic de la UOC proporciona una tutoria contínua a l'estudiant. Com puc matricular-me? El procés de matriculació de la UOC té diferents modalitats de matrícula segons el tipus d'estudis que es vulguin cursar. En el cas de les titulacions oficials (graus i màsters universitaris), cal formalitzar la sol·licitud d'accés als estudis abans de fer la matrícula. Descobreix-ne més informació Els requisits d'accés a la UOC varien segons la titulació o el curs que es vulgui fer. Per a saber les diferents vies d'accés, l'estudiant haurà de consultar els requisits acadèmics previs per a cada titulació. La UOC compta amb diferents modalitats de matrícula segons el tipus destudis que es realitzaran. Per accedir a la informació del procés de matriculació, l'estudiant haurà de consultar la pàgina específica de la titulació que vulgui cursar. En el cas de les titulacions oficials (graus i màsters universitaris), prèviament a la matrícula cal formalitzar la sol·licitud daccés als estudis. Mitjançant aquesta sol·licitud l'interessat rebrà un nom d'usuari i una contrasenya per accedir al Campus d'Incorporació, on un tutor el guiarà en el procés de matrícula i l'assessorarà en la selecció d'assignatures d'acord amb la disponibilitat i el ritme d'aprenentatge. La UOC ofereix als seus estudiants la possibilitat de començar els estudis en dos moments diferents, que es corresponen amb els dos períodes d'inici de docència de la Universitat. La matriculació semestral de la UOC permet sol·licitar l'admissió en qualsevol dels dos semestres del curs acadèmic. Així, cada any l'estudiant podrà formalitzar la sol·licitud d'accés en dos moments. Les dates de matriculació i la dels tràmits associats varien segons el tipus d'estudis que es vulguin cursar. L'import de la matrícula depèn de la titulació en què es matriculi l'estudiant. El preu final inclou tot el que és necessari per a estudiar a la UOC: els recursos d'aprenentatge, la docència i l'accés al Campus Virtual i a tots els seus serveis. La UOC ofereix facilitats de pagament perquè la incorporació de l'estudiant a la Universitat sigui tan fàcil com sigui possible. Sí, sempre que no sigui un màster universitari. Quan acabi el programa, la UOC lliurarà a l'estudiant un certificat d'extensió universitària. Finalment, els estudiants que superin una especialització (certificat d'especialització) rebran, independentment dels estudis previs, un certificat d'especialització. No, la UOC no fa exàmens d'admissió, però cal lliurar els requisits documentals exigits. Si has cursat estudis preuniversitaris a Llatinoamèrica o altres països no europeus, la via d'accés és el batxillerat homologat. Consulta la informació i la documentació que has de lliurar Si tens estudis universitaris, acabats o no, fets a Llatinoamèrica o altres països no europeus, la via d'accés és la convalidació parcial d'uns estudis estrangers per uns d'espanyols. Si tens un títol universitari obtingut a Llatinoamèrica o altres països no europeus, pots accedir amb l'equivalència de títol estranger o amb l'homologació ministerial a l'Estat espanyol. Consulta la informació i la documentació que cal lliurar Hi pots accedir si tens un títol universitari oficial d'un país de Llatinoamèrica o altres països de fora de la Unió Europea. Segons si tens la declaració d'equivalència del Ministeri d'Educació espanyol o l'homologació del Ministeri d'Educació del teu títol o no les tens, els tràmits que cal seguir són diferents. Els màsters universitaris poden tenir, en alguns casos, requisits acadèmics d'accés específics. Els pots a consultar en l'apartat Requisits d'accés i titulació de cada programa. Consulta la informació i documentació que s'ha de lliurar El passaport és l'única identificació oficial internacional. En cas que no disposis de passaport, el document identificador del teu país també és vàlid, sempre que no sigui el carnet de conduir. Sobre la UOC El model educatiu de la UOC està pensat per adaptar-se i evolucionar constantment en el temps. L'estudiant està acompanyat per professorat especialitzat, que té com a funcions principals el disseny, l'orientació, la dinamització i l'avaluació de tot el procés educatiu. Descobreix-ne més informació L'oferta formativa de la UOC es compon de més de 850 titulacions en línia dels tipus següents: Graus Amb una càrrega lectiva de 240 crèdits ECTS (European Credit Transfer System, 'sistema europeu de transferència de crèdits') i una durada estimada de 8 semestres, els graus de la UOC ofereixen una formació universitària flexible orientada al món professional. Són titulacions oficials reconegudes per l'espai europeu d'ensenyament superior (EEES). Estan avalades per l'Agència Nacional d'Avaluació de la Qualitat i Acreditació (ANECA) i l'Agència per a la Qualitat del Sistema Universitari de Catalunya (AQU), que asseguren el rigor i el compliment dels estàndards exigits pel sistema universitari europeu. Els graus condueixen a la consecució d'un títol oficial atorgat pel Ministeri d'Educació i Formació Professional d'Espanya. Els equivalents als graus a Llatinoamèrica són llicenciatures o carreres universitàries de pregrau en alguns països. Màsters universitaris De caràcter oficial i amb una càrrega lectiva mínima de 60 crèdits ECTS, amb una durada mínima de dos semestres, equivalen a les maestrías a Llatinoamèrica. Els màsters permeten una especialització professional i acadèmica, i l'accés als estudis de doctorat. Igual que els graus, són titulacions oficials adaptades a l'espai europeu d'ensenyament superior (EEES), avalades per l'Agència Nacional d'Avaluació de la Qualitat i Acreditació (ANECA) i l'Agència per a la Qualitat del Sistema Universitari de Catalunya (AQU). Disposen d'un exhaustiu sistema de garantia interna de la qualitat que assegura el rigor i el compliment dels estàndards exigits pel sistema universitari europeu. Els màsters universitaris condueixen a la consecució d'un títol oficial del Ministeri d'Educació, Cultura i Esport d'Espanya. Els títols equivalents en altres països són els magísteres, maestrías i estudis de postgrau. Formació de postgrau La UOC ofereix més de 300 programes distribuïts en 12 àmbits de coneixement avalats per l'aplicació de protocols interns per al compliment dels estàndards de qualitat exigits pel sistema universitari europeu. La formació de postgrau de la UOC inclou màsters, postgraus i especialitzacions. Segons el nombre de crèdits ECTS, la durada dels programes de postgrau oscil·la entre 6 mesos i 2 anys, aproximadament. Cursos d'idiomes El Centre d'Idiomes Moderns de la UOC ofereix cursos online per mitjà de Formació contínua , d'anglès, francès, alemany, xinès, japonès i català adaptats al Marc europeu comú de referència per a les llengües (MECR). Seminaris, cursos i assignatures Durant tot l'any, la UOC ofereix cursos i seminaris de curta durada (25 hores), i també assignatures per a cursar lliurement de qualsevol dels àmbits d'estudi de la Universitat, sense dependre de la formació i els coneixements previs. Així mateix, la UOC, per mitjà de Formació contínua , disposa de cursos que capaciten per a la realització de les proves d'accés necessàries per a cursar formació universitària a Espanya. Doctorat Actualment, la UOC ofereix tres programes de doctorat en línia: el doctorat d'Administració i Direcció d'Empreses (interuniversitari), Bioinformàtica (interuniversitari), Educació i TIC (E-learning), Humanitats i Comunicació, Psicologia i Salut, Societat de la Informació i el Coneixement, Tecnologies de la Informació i de Xarxes, Salut i Psicologia, i Turisme (interuniversitari). La UOC també ofereix cursos de recerca, transferència i emprenedoria adreçats a estudiants, investigadors i professors per a impulsar la recerca en els àmbits acadèmic, científic i empresarial. Els màsters universitaris són màsters oficials que permeten una especialització professional i acadèmica, i també l'accés als estudis de doctorat. Són titulacions oficials adaptades a l'espai europeu d'ensenyament superior (EEES) i avalades per l'Agència Nacional d'Avaluació de la Qualitat i Acreditació (ANECA) i l'Agència per a la Qualitat del Sistema Universitari de Catalunya (AQU). Els màsters de formació permanent ( maestrías a Llatinoamèrica) són programes d'alt nivell orientats a l'especialització professional i a l'adquisició de competències qualificades. El seu itinerari formatiu engloba diplomes d'especialització i diplomes d'expert per al desenvolupament d'una carrera professional centrada en la consecució de resultats. Els màsters de formació permanent no donen accés als estudis de doctorat. Els màsters de formació permanent de la UOC estan avalats per l'aplicació de protocols interns per al compliment dels estàndards de qualitat exigits pel sistema universitari europeu. És l'espai al qual es pot accedir sense barreres físiques des de qualsevol lloc i a qualsevol hora, on l'estudiant trobarà les eines necessàries per a l'estudi i la comunicació. És un campus universitari que els estudiants poden portar a la butxaca i al qual poden accedir des de qualsevol lloc del món, entrar a les seves aules, consultar activitats o fer tràmits administratius a l'espai Tràmits, etc. La Biblioteca permet l'accés a tots els recursos d'informació. El catàleg i la col·lecció digital inclouen tant documents en format físic com documents electrònics i digitals, als quals es pot accedir directament des del registre bibliogràfic. També es proporciona accés a altres catàlegs d'arreu del món. Com a complement de tota aquesta informació, la Biblioteca també ofereix serveis per a la recerca i l'aprenentatge, informació bibliogràfica, cerques documentals, formació en competències informacionals i una varietat de serveis personalitzats que facilitaran el treball de l'estudiant i li permetran dur-lo a terme i complementar-lo d'una manera fàcil i eficient. No hi ha requisits d'edat per a estudiar a la UOC. Tan sols cal tenir l'ensenyament previ indicat per a cada curs específic, en els casos en què es requereixi. Contacta amb els nostres assessors de formació si tens preguntes específiques que no es cobreixin en aquest espai. Model educatiu UOC Alumni Sessions informatives Beques i ajuts Convalidacions Oferta formativa Graus universitaris Màsters Diplomes d'especialització i d'expert Executive Education Doctorat i investigació Cursos de formació contínua Cursos d'idiomes FP Jesuïtes en col·laboració amb la UOC UOC Skills Lab Escola de programació Curs d'accés a la universitat"
}