{
  "url": "https://uoc.edu/portal/ca/agenda/2018/agenda_001.html",
  "content": "Agenda Acte d'investidura de doctor honoris causa d'Alejandro Jadad Alejandro Jadad serà investit doctor honoris causa per la Universitat Oberta de Catalunya, el dijous 25 de gener de 2018. Metge, científic, educador, emprenedor, escriptor i filòsof, aquest colombià- canadenc és considerat una autoritat mundial en innovació que permet a les persones, individualment o en grup, aconseguir vides plenes, saludables, felices i plenes d’amor fins a l’últim alè. Jadad és doctor en Medicina per la Pontifícia Universitat Javeriana de Colòmbia i doctor en Filosofia pel Balliol College de la Universitat d’Oxford. Actualment és professor i director de l ’ Institute for Global Health Equity and Innovation , i és el fundador del Centre for Global eHealth Innovation de la Universitat de Toronto, Canadà. Ha estat anomenat «la internet humana», perquè ha visitat més de cent països cercant i connectant els millors cervells, les millors organitzacions, les millors eines i el millor coneixement disponible per reimaginar i reinventar la manera en què els humans vivim, aprenem, treballem, ens divertim, estimem i ens sostenim al segle XXI. Expert en tecnologies de la informació i la comunicació aplicades a la salut , és mundialment reconegut pel desenvolupament de l’eina més utilitzada per a avaluar la qualitat d’assajos clínics controlats, coneguda com l’escala de Jadad, i per liderar una conversa global que va generar una nova conceptualització de la salut, com l’habilitat d’adaptar-nos als reptes físics, mentals i socials que la vida ens presenti. Aquesta perspectiva fa possible la creació d’una pandèmia de salut, perquè permet a totes les persones del món, incloent-hi els pacients complexos —en qualsevol context—, sentir-se sanes. Ha estat guardonat amb el Premi del Primer Ministre d’Ontario a l’excel·lència en recerca, del Ministeri d’Energia, Ciència i Tecnologia (1998), i com un dels quaranta canadencs més prominents menors de quaranta anys (1999). Ha estat titular de la Càtedra de la Família Rose de Cures Pal·liatives a la Universitat de Toronto (2000-2010) i de la Càtedra Canadenca de Recerca i Innovació en Salut Electrònica a la Universitat de Toronto i la University Health Network (2001- 2015). També ha obtingut el Premi als Nous Pioners en Ciència i Tecnologia (2001 i 2002), el Premi de l’Acadèmia Americana de Medicina del Dolor (2002) i el Premi a l’Assoliment Canadenc-Llatinoamericà per les seves importants aportacions a les relacions entre el Canadà i el subcontinent (2004). Així mateix, ha estat reconegut com un dels millors dels millors pels seus èxits en salut i ciència (2005), amb el Premi al Conferenciant més Distingit del Ministeri de Salut Federal del Canadà (2006), com el primer membre hispà de l’Acadèmia Canadenca de Ciències de la Salut (2007), com un dels deu hispano-canadencs més influents del país (2007), amb l’ Ordre del Congrés de Colòmbia (2008), i també amb la Medalla Félix Restrepo per les seves contribucions a la ciència i la societat (2009), i per les seves aportacions a l’ aprenentatge i l’educació (2012) per part de la Pontifícia Universitat Javeriana de Colòmbia, entre altres reconeixements. El 2012, va ser distingit amb el Premi inaugural Pioners per al Canvi , el qual reconeix canadencs nascuts a l’exterior que han contribuït molt significativament al país i el món. Participaran en l’acte d’investidura el rector de la UOC, Josep A. Planell ; la directora del Estudis de Ciències de la Salut, Pilar Garcia Lorda ; el director de desenvolupament de l’ eHealth Center de la UOC, Manuel Armayones ; i el secretari general de la UOC, Pere Fabra . Lloc Sala Teatre del Centre de Cultura Contemporània de Barcelona, CCCB Montalegre, 5 08001 Barcelona Espanya Quan 25/01/2018 12.00h Organitza Universitat Oberta de Catalunya + − Leaflet Programa · Interpretació musical. · Benvinguda del rector de la UOC, Dr. Josep A. Planell. · Presentació a càrrec de la Dra. Pilar Garcia Lorda, directora dels Estudis de Ciències de la Salut . · Laudatio a càrrec del Dr. Manuel Armayones, director de desenvolupament de l'eHealth Center. · Lectura de l'acord del Consell de Direcció, a càrrec del secretari general, Dr. Pere Fabra. · Acte solemne d'investidura de doctor honoris causa del Dr. Alejandro Jadad. · Interpretació musical. · Discurs del nou doctor honoris causa , Dr. Alejandro Jadad. · Paraules del rector, Dr. Josep A. Planell. · Gaudeamus igitur #HonorisCausaUOC Confirmar assistència Inscriu-te! Enllaços relacionats Honoris causa a Alejandro Jadad Alejandro Jadad, Wikipedia"
}