{
  "url": "https://uoc.edu/ca/estudis/info/sessions-informatives",
  "content": "Sessions informatives La UOC organitza sessions informatives online retransmeses en directe, en què podràs informar-te sobre els estudis que vols cursar, conèixer els professors i endinsar-te en el model pedagògic de la Universitat. Resol tots els dubtes abans de començar a estudiar. Vine a les sessions informatives de la UOC. Sessions informatives online Participa en directe en les sessions informatives. Tindràs l'oportunitat de consultar els dubtes que tinguis sobre la teva futura titulació. Inscriure'm Open Day Viu l'experiència de l'Open Day online. T'explicarem en directe com és estudiar a la UOC amb la metodologia que connecta més bé amb tu. Properament Titula't en #eltuquevolsser Graus Màsters universitaris Màsters, postgraus i especialitzacions Cursos d'idiomes Assignaturas per cursar lliurement Seminaris i cursos Per què escollir la UOC? Avalada pels nostres graduats i graduades Un 79 % tornaria a triar la UOC. Un 81 % està satisfet/a amb la titulació. 90.400 Estudiants 89 % Estudia i treballa. Reconeguda per les empreses. Model educatiu La UOC es caracteritza per un model educatiu propi, basat en una metodologia online de qualitat, que situa l'activitat de l'estudiant al centre. Amb nosaltres, l'estudiant aprèn de manera activa. Premis internacionals Avalen la nostra metodologia online la implicació en projectes de recerca, el compromís social i una trajectòria vinculada a l'e-learning de qualitat. 122.750 Graduades i graduats Model educatiu Preguntes freqüents La comunitat de graduats i graduades UOC Alumni També et pot interessar... Com matricular-te a la UOC Preus, descomptes i facilitats de pagament Convalidacions i reconeixement de crèdits Reconeixement de títols de la UOC a l'estranger L'opinió dels nostres graduats Graduades i graduats de la UOC t'expliquen en primera persona com han viscut el procés d'aprenentatge amb nosaltres i com la nostra metodologia els ha permès compaginar feina, estudis i vida personal. Tenir una flexibilitat d'horaris absoluta em va permetre fer el màster Daniel Marchante Realment em trobo realitzada. Ara, quan parlo, sé del que parlo. Helena Guillén La UOC t'ofereix competències, perquè el que necessites és saber-te adaptar en cada moment Manel Vicenç Volia créixer professionalment. La UOC m'ha ofert no estancar-me Alba Camacho Des de que vaig acabar el grau, he tingut un desenvolupament a la meva empresa José Miguel González"
}