{
  "url": "https://uoc.edu/portal/ca/universitat/coneix/actes-institucionals/honoris-causa/william-mitchell/curriculum/index.html",
  "content": "Honoris causa William J. Mitchell Currículum vitae Trajectòria William J. Mitchell, professor d'Arquitectura i Art i Ciències Multimèdia a l'Institut Tecnològic de Massachusetts (MIT), té la càtedra Alexander W. Dreyfoos, Jr. (1954) i dirigeix el grup de recerca Smart Cities ('ciutats intel·ligents') del Media Lab. Anteriorment havia estat degà de l'Escola d'Arquitectura i Urbanisme i cap del programa d'Art i Ciències Multimèdia, tots dos càrrecs al MIT. Entre les seves publicacions hi ha: Placing Words: Symbols, Space, and the City (MIT Press, 2005) Me++: The Cyborg Self and the Networked City (MIT Press, 2003) e-topia: Urban Life, Jim-But Not As We Know It (MIT Press, 1999) High Technology and Low-Income Communities , amb Donald A. Schön i Bish Sanyal (MIT Press, 1998) City of Bits: Space, Place, and the Infobahn (MIT Press, 1995) The Reconfigured Eye: Visual Truth in the Post-Photographic Era (MIT Press, 1992) The Logic of Architecture: Design, Computation, and Cognition (MIT Press, 1990) Abans d'arribar al MIT va ser titular de la càtedra d'Arquitectura G. Ware and Edythe M. Travelstead i director del programa del màster d'Estudis de disseny a la Harvard Graduate School of Design. Prèviament havia exercit com a cap del programa d'Arquitectura i Urbanisme a la Graduate School of Architecture and Urban Planning de l'UCLA, i també va impartir classes a les universitats de Yale, Carnegie-Mellon i Cambridge. A la primavera de 1999 va ser professor visitant Thomas Jefferson a la Universitat de Virgínia. És llicenciat en Arquitectura per la Universitat de Melbourne, màster en Educació de la Universitat de Yale i màster de la Universitat de Cambridge. És membre del Reial Institut Australià d'Arquitectes i l'Acadèmia Americana d'Arts i Ciències i se li han conferit doctorats honoris causa de la Universitat de Melbourne i l'Institut Tecnològic de Nova Jersey. El 1997 se li va concedir el guardó anual Appreciation Prize de l'Institut d'Arquitectura del Japó pels seus \"assoliments en el desenvolupament de la teoria del disseny arquitectònic en l'era de la informació i la promoció arreu del món de l'ensenyament de CAD\". Actualment, Mitchell presideix el Comitè Nacional d'Acadèmies de Tecnologia i Creativitat de la Informació. Grups d'ensenyament i recerca afiliats: Escola d'Arquitectura i Urbanisme Laboratori Multimèdia MIT Smart Cities"
}