{
  "url": "https://uoc.edu/portal/ca/universitat/coneix/actes-institucionals/honoris-causa/borja-villel/curriculum/index.html",
  "content": "Honoris causa Manuel Borja-Villel Currículum vitae Manuel Borja-Villel (Borriana, 1957) es va llicenciar en Història de l'Art a la Facultat de Geografia i Història de la Universitat de València el 1980. El 1981-1982 va ser Special Student a la Universitat de Yale. El 1981-1983 va rebre una beca Fullbright. El 1987 va rebre un Master of Philosophy del Departament d'Història de l'Art de la Universitat City de Nova York. El 1988-1989 va obtenir la beca Kress Foundation Fellowship per a Història de l'Art i el 1989, el doctorat en Filosofia al Departament d'Història de l'Art de la Graduate School de la Universitat City de Nova York. Va ser director de la Fundació Antoni Tàpies de Barcelona des que es va inaugurar, el juny del 1990, fins al juliol del 1998 . En aquesta fundació va organitzar exposicions com «Els límits del museu» i «La ciutat de la gent», a més de mostres dels artistes Louise Bourgeois, Brassaï, Marcel Broodthaers, Lygia Clark, Hans Haacke i Krzysztof Wodiczko, entre altres. Des del mes de juliol del 1998 fins al gener del 2008, va ser director del Museu d'Art Contemporani de Barcelona (MACBA) . Entre les exposicions que va presentar al MACBA es destaquen les dedicades a Vito Acconci, El Lissitzky, Öyvind Fahlström, Peter Fischli & David Weiss, Robert Frank, David Goldblatt, Luis Gordillo, Raymond Hains, Richard Hamilton, William Kentridge, Perejaume, Michelangelo Pistoletto, Gerhard Richter, Martha Rosler i Antoni Tàpies, entre altres. Algunes exposicions de tesi que va organitzar en aquest museu són «Antagonismes», «Camps de forces», «Art i utopia. L'acció restringida», «Un teatre sense teatre» i «Sota la bomba. El jazz de la guerra d'imatges transatlàntica. 1946-1956». Des del gener del 2008 és director del Museo Nacional Centro de Arte Reina Sofía . Juntament amb la recerca de noves formes d'institucionalitat, una part important del seu programa al Museo Reina Sofía se centra en el desenvolupament i la reorganització de la col·lecció, canviant el mètode de presentació de les obres. Entre les últimes exposicions que hi ha programat es destaquen: «Pessoa. Todo arte es una forma de literatura» i «Dadá ruso. 1914-1924» (2018), «Piedad y terror en Picasso. El camino a Guernica» (2017), «Marcel Broodthaers. Una retrospectiva» (2016), «Ficciones y territorios. Arte para pensar la nueva razón del mundo» (2016), «Aún no. Sobre la reinvención del documental y la crítica de la modernidad» (2015), «Un saber realmente útil» (2014) i «Playgrounds. Reinventar la plaza» (2014), entre moltes altres."
}