{
  "url": "https://uoc.edu/portal/ca/universitat/coneix/actes-institucionals/llicons-inaugurals/2013-2014/idees/uocglobal/index.html",
  "content": "Lliçons inaugurals Lliçó inaugural 2013-2014 Reptes i oportunitats de la universitat en un context global, per Jaume Pagès La UOC pot esdevenir una universitat global? «La UOC té fortaleses i també té debilitats, no hi ha dubte. Però una de les fortaleses que té és l’experiència acumulada durant els anys que ha estat actuant fins ara. I l’altra fortalesa que té és el vincle que ha creat i es manté –i sense el qual no sobreviuria, jo crec– amb les altres universitats catalanes.» «A vegades la UOC no és una universitat de les universitats catalanes: sí que és al sistema, però és una universitat que sense les universitats catalanes tindria un futur molt menys obert del que té amb la convivència i la complicitat de les altres. I això és un valor! Un valor extraordinàriament positiu que es pot desenvolupar, i potser se li podrien treure fins i tot més rendiments dels que se li treuen.» «Sovint els sistemes universitaris han establert nivells d’influència segons les barreres idiomàtiques naturals, que els donen un espai de supervivència en el qual es poden desenvolupar i créixer. Però el dia que caiguin aquestes barreres la competència serà més universal.» «Per a una universitat com la UOC –vinculada a un idioma molt minoritari parlant globalment, com és el català– trencar aquestes barreres pot ser un perill com per a tothom o pot ser una oportunitat perquè se li poden obrir fronteres que avui dia considerem tancades.» «Jo penso que val la pena pensar amb una mentalitat global i veure’s com una universitat del món i com ho faríem en un món on jo penso que hi ha moltíssimes oportunitats. Es difícil fer-se un forat a l’Amèrica del Nord, Anglaterra, França, o Alemanya; però segurament no és tan difícil fer-se un forat –no ja a l’Amèrica Llatina, que també– sinó a països emergents de l’Àfrica, on m’imagino que hi ha moltes i moltes possibilitats» «El dia que caiguin les barreres idiomàtiques, i aposto que serà en deu anys, qui impedirà que una universitat –si no és una universitat de gran prestigi, serà una altra que s’haurà proposat fer-ho bé i fer-ho a nivell massiu– ens vingui aquí i ens ofereixi el seu servei? Si algú ho volgués impedir jo diria «no home, no; deixeu que els meus néts triïn; no els ho imposeu». I si som així i acceptem que la llibertat és un bé que hem de protegir, doncs val la pena que tots plegats ens posem les piles, perquè la competència és indefugible.»"
}