{
  "url": "https://uoc.edu/portal/ca/universitat/coneix/actes-institucionals/llicons-inaugurals/2021-2022/presentacio-rector/index.html",
  "content": "Lliçons inaugurals Lliçó inaugural 2021-2022 «El futur ha de ser digital, democràtic i amb zero emissions», per Francesca Bria Presentació del rector Benvingudes i benvinguts a la lliçó inaugural que obre oficialment el curs 2021-2022. Obertura que fem amb una especial satisfacció perquè, després de molts mesos de restriccions, aquest nou curs acadèmic l'iniciem amb la nova normalitat. És un dia, per tant, d'alegria personal i institucional que ens permet intuir que serà possible retrobar-nos més assíduament, tant a les cerimònies de graduació previstes com en la culminació de les activitats de commemoració del vint-i-cinquè aniversari de la UOC. 25 anys d'un projecte que, des de Barcelona, es projecta al món, amb la tecnologia com a aliada. Aliada avui en aquest format híbrid que ens facilita saludar a una comunitat UOC present a 142 països del món. Una tecnologia aliada des de fa 25 anys, quan vam ser la primera universitat online del món; aliada per als horitzons que han de venir; i, sobretot, aliada al llarg de la pandèmia per superar amb escreix el repte de mantenir en funcionament la docència, la recerca i la gestió, amb un enorme esforç i dedicació de totes les persones sense sacrificar l'excel·lència. Amb tot, aquesta bona feina i l'actual evolució positiva de la pandèmia no ens haurien de fer oblidar les seqüeles personals i econòmiques provocades per la COVID-19; ni els sacrificis i el bon capteniment de bona part de la població. A tots i a totes, la meva estima i reconeixement. A més, la tria d'aquest espai –l'auditori de Can Jaumandreu– ens permet visualitzar la centralitat que tindrà per al futur de la UOC el campus del Poblenou, en un barri tan icònic per a la ciutat com el 22@. Presents a Can Jaumandreu des del 2005, gràcies a la combinació d'esforç econòmic i logístic propi i a la complicitat municipal, concentrem en aquests espais tota la recerca i la docència de la nostra universitat. I, per tant, podrem afavorir tant la interdisciplinarietat de cara endins com la creació, la connexió i la divulgació de cara enfora. Tot aquest potencial de futur basa la seva consistència en la trajectòria acumulada al llarg dels anys. D'aquí ve la importància de retre comptes sobre allò fet, abans d'encarar nous horitzons. La lliçó inaugural és un acte acadèmic, però també programàtic. A través de la persona escollida, la Universitat es vincula a una trajectòria i comparteix així una genealogia i una mirada sobre el món. Avui tindrem l'honor i el privilegi de ser partícips de les reflexions de la doctora Francesca Bria. D'enriquir-nos amb algú que, des de posicions rellevants en diferents institucions i països, ha defensat unes polítiques digitals en benefici de la ciutadania i unes tecnologies de la informació sintonitzades amb el bé comú i amb un nou humanisme de matriu europea . No se m'acut un millor punt de partida per orientar la nostra actuació com a universitat si volem contribuir a reflexionar sobre el canvi digital i si volem participar en la seva implementació. Per això, i abans de donar pas a la nostra convidada, voldria referir-me breument, per mitjà de tres parelles de conceptes, al paper que la UOC –com a universitat de mandat públic– pot i ha d'exercir en aquest context de transformació digital. El primer duet seria el d'ignorància versus educació. I el 'versus' no és casual. Perquè, com va escriure Derek Bok, antic rector de la Universitat Harvard: “Si penseu que l'educació és cara, proveu amb la ignorància.” En altres paraules: les partides destinades a formació no són despesa, sinó inversió... una de les millors inversions possibles, sobretot si entenem que tan importants són l'import i la constància com l'amplitud i la diversitat de l'esforç educatiu. Perquè el talent –el nostre objectiu en última instància– és una de les riqueses més igualitàriament distribuïdes. Evidentment, això no és garantia de res. Com ens recorda l'historiador –també italià– Carlo Maria Cipolla, també l'estupidesa humana és una constant: un tret repartit equitativament a tots els sectors i a tots els grups socials. Però mentre que l'estupidesa no necessita cap esforç per manifestar-se, el talent sí que ens exigeix un entorn favorable per ser detectat, encoratjat i multiplicat. I no estem en condicions de malbaratar-lo... En aquest sentit, la formació online se'ns apareix com la palanca perfecta per mobilitzar el talent allà on sigui. La tecnologia canvia el paradigma per passar de l'educació a distància a l'educació sense distàncies. En moments de fort debat sobre els desequilibris territorials interns, la UOC acosta la formació superior de qualitat, l'ajusta a les necessitats de cada estudiant i l'estén al llarg de la seva vida formativa, tot fent realitat el mantra europeu: «no one and no place behind». La transformació digital del sistema educatiu, en el seu conjunt i en tota la seva extensió, és avui part de la resposta per assolir un equilibri territorial present i futur. Un equilibri territorial que incorpori el talent de les zones rurals o desplaçades respecte dels grans centres econòmics, generant aliances còmplices per a la transformació i capacitació de la seva població, vertebrant i respectant les múltiples realitats existents, i captant i creant noves oportunitats que enriqueixen el seu teixit econòmic i cultural. Ras i curt: ens permet conrear el talent amb abast global. El segon binomi conceptual és el de voluntarisme versus realisme. Perquè, més enllà de la resposta emocional i humanament comprensible del “tot anirà bé”, els unicorns i els arcs de Sant Martí, cal tractar la ciutadania de forma adulta. Sense caure en la fatalitat paralitzadora, com a dones i homes de ciència que som tenim un paper rellevant a l'hora d'ajudar a entendre la complexitat del món, de combatre les fake news, de facilitar aportacions rellevants per a les solucions de futur i de dotar les actuacions de la nostra societat de consistència i coherència. Ho expressava amb contundència recentment la divulgadora científica Elisabeth Kolbert, en recordar que tan suïcida és negar el canvi climàtic com tancar els ulls a alguns dels seus efectes ja inevitables. La realitat és complexa... però és precisament en la complexitat on la universitat –si es deslliura dels abismes de la fatalitat i el voluntarisme– pot ser útil socialment. En aquest sentit, cal entendre les tecnologies de la informació i la comunicació com canals útils a través dels quals podem obrir vies de diàleg amb la societat que ens acull, actuant com a nodes per tal de generar, compartir, difondre i multiplicar el coneixement: el bon coneixement. Precisament per garantir la màxima circulació, ens hem dotat d'un Pla de coneixement obert que ens sincronitza amb iniciatives compartides com la Setmana Internacional de l'Accés Obert que s'està celebrant just aquests dies. I el tercer i darrer binomi: igualtat versus desigualtat. La digitalització pot fer una falsa sensació d'equitat i, en canvi, crear o incrementar les fractures socials, econòmiques i tecnològiques existents. D'aquí ve la importància de capacitar digitalment la ciutadania, tot incorporant la formació en aquest àmbit com un aprenentatge transversal. Només gràcies a una formació adient, la ciutadania podrà treure partit de les oportunitats generades per la transformació digital; podrà intervenir en la vida social, política i cultural del seu entorn, i podrà dotar-se de les habilitats imprescindibles per defensar els seus drets i exercir els seus deures. I aquí, novament, el sistema educatiu en general –i una universitat com la nostra en particular– tenim molt a dir i molt a fer. Necessitem considerar ja internet com un dret ciutadà bàsic, tan imprescindible com disposar d'un accés a la xarxa de qualitat, assequible, de caràcter neutre i en igualtat de condicions. La pandèmia ha accentuat la centralitat de la tecnologia en les nostres vides, fins al punt que cap àmbit ja li és aliè... ni els que vindran. Perquè digitalitzar no significa incorporar l'adjectiu smart aleatòriament, ni fer allò que ja fèiem però retransmès en streaming , ni envoltar-nos de ginys electrònics... sinó fer allò que fins ara no fèiem o no podíem fer. Ser digital és una actitud, una forma de fer, més enllà de la tecnologia. Crear nous llenguatges i noves formes de fer, aportar nous processos i noves creacions, amb conseqüències imparables tant en el sistema productiu com en la nostra estricta quotidianitat. Aquests tres binomis que acabem de repassar –ignorància versus educació, voluntarisme versus realisme, i igualtat versus desigualtat– ens marquen possibles actuacions a fer, però, si no van acompanyades de la imprescindible complicitat institucional, la seva efectivitat sempre serà reduïda i limitada. I és que, com diu la doctora Bria: ens cal “re-polititzar” la tecnologia, perquè “la tecnologia no és un procés de progrés lineal. Per això és crucial que sigui modelada per la societat”. Perquè la promoció del talent, del realisme i de la igualtat, enfront de la ignorància, el voluntarisme i la desigualtat, depèn –i molt– de les polítiques públiques. Polítiques no basades en les conjuntures, sinó en estratègies consolidades, en projectes de país i d'universitat que apostin per mapes estables. I per situar-nos en aquests mapes del demà, ningú millor que la doctora Francesca Bria. Josep A. Planell Rector de la UOC"
}