{
  "url": "https://uoc.edu/portal/ca/universitat/coneix/actes-institucionals/llicons-inaugurals/2014-2015/idees/crisi-euro/index.html",
  "content": "Lliçons inaugurals Lliçó inaugural 2014-2015 Lliçons que hem après de la crisi, per Jordi Galí Com valora el procés d'integració monetària europeu? «Abans de la crisi jo diria que hi havia una percepció generalitzada que l'euro, el procés d'integració monetària europeu, havia estat un èxit, un gran èxit. (...) Arran de la crisi, aquesta visió idíl·lica del que havia estat aquest procés, ha canviat i ha canviat perquè ens adonem que la zona euro és més que una economia, és un conjunt d'economies que són molt heterogènies i que no necessàriament es comporten de la mateixa manera en tot moment.» «Amb la crisi, el Banc Central Europeu crec que ha respost de forma apropiada, potser més lenta del que hauria d'haver fet a l'hora de reduir els tipus d'interès, sobretot si ho comparem amb els seus homòlegs en altres països, però globalment jo crec que ha fet una resposta apropiada; el que passa és que la política monetària té les seves limitacions.» «En el passat, fins i tot en el context del sistema monetari europeu, en què els països mantenien tipus de canvi fix però ajustables, els desequilibris que s'han anat acumulant durant els anys precedents de la crisi tenien una solució relativament fàcil, que era una devaluació.» «En circumstàncies normals, quan un país té un banc central propi i la política monetària pot operar de forma normal, una reducció de salaris, per exemple, o una reducció de costos via augment de la productivitat, portaria eventualment a una disminució de la inflació i a una resposta del Banc Central en forma de reducció dels tipus d'interès. (...) En les circumstàncies actuals, aquesta resposta del Banc Central no hi és. Primer perquè aquests països de la perifèria de la zona euro ja no tenen banc central propi, i el Banc Central Europeu mai no respondrà. (...) En segon lloc, fins i tot si tinguessin un banc central propi, com és el cas dels Estats Units, aquest ja té les mans lligades, ja no pot reduir els tipus d'interès.»"
}