{
  "url": "https://uoc.edu/portal/ca/universitat/coneix/actes-institucionals/llicons-inaugurals/2014-2015/presentacio-rector/index.html",
  "content": "Lliçons inaugurals Lliçó inaugural 2014-2015 Lliçons que hem après de la crisi, per Jordi Galí Presentació del rector Benvolgudes i benvolguts, Presentar la lliçó inaugural és per a mi un moment especial. És el tret de sortida d’un nou curs acadèmic que encara és un llenç en blanc. Un curs al qual us vull donar la benvinguda a totes i tots, ben especialment als estudiants que us heu matriculat per primera vegada a la nostra universitat. Alhora la lliçó inaugural és un exercici d’intercanvi de coneixement a la xarxa i en xarxa que reflecteix els valors de la UOC. Precisament entre aquests valors hi ha analitzar, qüestionar i trobar respostes al món que ens envolta. I ara mateix la crisi és una de les principals preocupacions de la ciutadania. Jordi Galí, director del Centre de Recerca en Economia Internacional i que també forma part de la Comissió Científica per a la Recerca de la UOC, és qui inicia aquesta lliçó –dic «inicia» perquè és oberta a qualsevol aportació que l’enriqueixi. I ho fa plantejant alguns aspectes que hem après de la crisi. Per a mi un dels ensenyaments principals d’aquest moment econòmic ha estat la necessitat de fer les coses d’una altra manera. Jordi Galí parla de com les teories macroeconòmiques dominants s’han de replantejar una evolució arran d’aquesta crisi. El mateix hem de fer tots nosaltres. Aquesta flexibilitat i creativitat forma part de l’ADN de la UOC. Des de l’inici –l’any que ve farà vint anys!–, la nostra universitat tenia com a objectiu adaptar-se a les necessitats dels estudiants i la societat. I això ha fet que constantment s’anés transformant. El futur és ple d’oportunitats si sabem veure-les. Us convido a participar activament en aquesta lliçó, tant comentant les aportacions del ponent com compartint les vostres experiències personals de la crisi per tots els canals disponibles. Bon inici de curs!"
}