{
  "url": "https://uoc.edu/portal/ca/universitat/coneix/actes-institucionals/llicons-inaugurals/2024-2025/presentacio-rectora/index.html",
  "content": "Lliçons inaugurals Lliçó inaugural 2024-2025 Parlament de la rectora de la UOC, Àngels Fitó Molt Honorable President, Honorable Consellera, president i membres del Patronat, president i membres del Consell Assessor, rectora i rectors, presidents i presidentes dels Consells Socials, diputades i diputats, professorat i equip de gestió, representants dels estudiants, premiats, amics i amigues: Hi ha gestos reveladors que no per evidents han de ser menys subratllats: la celebració conjunta de la inauguració de curs per part del sistema universitari català. Avui a la UOC, l’any passat a la Universitat Rovira i Virgili i l’any que ve a Vic, i sempre amb totes les rectores i rectors al capdavant; i també, com ja ha dit el president Pere Vallès, l’assistència del M. Hble. Pres. de la Generalitat, Salvador Illa. Gestos que ens parlen de la complicitat dins del sistema i de la seva rellevància per al país. Òbviament, els gestos han d’anar acompanyats de polítiques, actuacions i rendició de comptes. Aconseguir-ho exigeix alinear voluntats, prioritats i objectius. El context ens ajuda: El recent informe presentat per Mario Draghi defuig l’autoajuda o l’autocomplaença i ens obliga a plantejar-nos seriosament canvis significatius per assolir, com es demana al títol, “El futur de la competitivitat europea”. Reptes com la innovació per a la digitalització i la descarbonització requereixen, i així es fa explícit, coneixement i formació (al llarg de la vida), però també concentració, cooperació i agilitat. Podem discutir sobre les mesures concretes, però el diagnòstic és clar. I ressona, per exemple, en la Declaració de Calonge, en què les universitats públiques ens oferíem com a “motors de transformació, progrés i benestar al servei del país”. Els ecos mai són casuals. Precisament necessiten ser harmonitzats i alineats per ser melòdics. I aquí és on entra en joc la ciutadania, el teixit econòmic i les institucions públiques. Per oferir a la ciutadania l’accés a una formació al llarg de la vida que la faci protagonista de totes les transicions necessàries per esdevenir més digitals, més sostenibles i més responsables i respectuosos amb les realitats de qui ens envolta. Per respondre a les demandes generades des del teixit econòmic i incentivar l’intercanvi. I per cooperar amb les institucions en la definició d’un projecte de país capaç d’adaptar-se als reptes educatius, econòmics, mediambientals, socials, polítics, tecnològics i culturals del futur. Ningú va dir que fos senzill. Les dificultats les tenim tots presents. Algunes són clàssiques, perennes: el finançament, l’autonomia, la burocràcia... D’altres són noves amenaces com l’eclosió de les universitats f or profit , orientades en exclusiva al benefici econòmic i allunyades de la recerca i del servei al país. Aquests desafiaments a Catalunya només es poden respondre des de les fortaleses del nostre sistema universitari: d’una banda, la seva riquesa i diversitat, on convergim universitats —tant les públiques com les privades sense ànim de lucre— i els diferents centres de recerca; i de l’altra, una orientació compartida cap al coneixement i la cultura. Un binomi indestriable per garantir una societat sana, democràtica i crítica. I respondre vol dir actuar, posar en comú, invertir, repensar, prendre decisions; vol dir, en definitiva, creure-hi. Siguem clars, el cost d’oportunitat de no fer supera el cost de fracassar. O, siguem positius, només qui fa, avança; només qui s’arrisca, lidera. I, President, crec que puc parlar en nom del sistema si li dic que volem parlar de competitivitat, de formació professional, d’ocupabilitat, de digitalització, de formació al llarg de la vida, de sostenibilitat, de llengua, de recerca, de transferència o de foment de les STEM. Volem parlar i, sobretot, volem acordar i actuar, participar i decidir, des d’aquesta complicitat co·lectiva, i des de les fortaleses singulars de cadascú. Perquè som complementaris: en la co·laboració ens multipliquem. Per això, i ara com a rectora d’aquesta casa, deixi’m demanar-li que facin una aposta clara per la UOC. Per consolidar allò que la UOC ha demostrat a bastament que sap fer en el marc del sistema universitari català, al servei de Catalunya, Europa i el món i que avui, davant del context d’oportunitat que planteja el canvi tecnològic i la necessitat social, exigeix esforços renovats. Perquè allà on vam ser pioners, avui volem ser capdavanters, en un lideratge en la innovació educativa al servei de la formació al llarg de la vida transformativa que compartim amb socis amb qui ens uneix una complicitat històrica com la UNED —avui aquí representada pel seu rector i amic Ricardo Mairal—; i amb noves aliances com l’OPEN EU, on —amb la coordinació de la UOC— s’hi apleguen les universitats i centres europeus compromesos amb l’educació superior online de qualitat. Al cap i a la fi, tot es resumeix en la qualitat d’allò que fem. Precisament, la lliçó inaugural d’enguany —l’acte acadèmic que obre oficialment el curs— hem volgut que se centrés en l’educació del futur, conscients que només hi ha futur on hi ha educació... de qualitat. I ho hem fet a partir de les mirades, experteses i trajectòries de l’Eulàlia Hernández i en Salvador Macip, professors i investigadors d’aquesta casa que també ens han permès fer evident que la universitat —la catalana especialment i la UOC sens dubte— pot ser i és sinònim de diàleg, d’interdisciplinarietat i de talent. Amb aquestes tres palanques podrem construir allò que l’economista Mariana Mazzucato— honoris causa d’aquesta casa— defineix com a inte·ligència co·lectiva —i cito—: “La inte·ligència co·lectiva s’està convertint en un eslògan destinat a captar l’essència de l’economia del coneixement, en què multitud de persones co·laboren en reptes difícils, aportant-hi cadascuna una cosa diferent”. Aquesta inte·ligència co·lectiva no deixa ningú enrere: de les grans ciutats al darrer poble, de les millors biblioteques al més humil dels tallers, de l’estudiant que comença al nom consagrat. Element a element, aportació a aportació, emmirallant-nos amb qui sobresurt en la voluntat de fer, de construir... com, de fet, fem quan, a través dels honoris causa, bastim una cadena de coneixement. Així ho hem entès a la UOC: amb el reconeixement a Mary Beard per reivindicar el coneixement com a base del progrés, la necessitat de la racionalitat i la rellevància de la divulgació; amb el reconeixement a Wendy Hall per subratllar-nos com és d’important aprofitar les oportunitats tecnològiques per generar valor compartit; i amb el reconeixement de la ja citada Mazzucato per recordar-nos que el nostre objectiu és sempre el bé comú. Coneixement, tecnologia i aliances podrien ser l’extracte d’aquesta conste·lació de dones. Coneixement, tecnologia i aliances volem que siguin la base del nostre mandat rectoral. Coneixement, tecnologia i aliances resumeixen també d’aquests primers trenta anys de la UOC. Ara bé, si aquesta trajectòria de tres dècades, si aquesta triada de palanques i, fins i tot, si aquest mandat han estat i són possibles és, sens dubte, gràcies a la professionalitat, a l’entusiasme i al compromís de l’equip UOC. Parafrasejant Oques Grasses, “el nostre equip té tant valor que no té preu”, i avui en vull fer un reconeixement públic i explícit. I acabo. La metàfora, abans citada, d’una conste·lació d’estrelles per referir-me a tres dones referents és també l’origen de la peça d’art digital creada pel co·lectiu Playmodes per celebrar el trentè aniversari de la UOC. A partir de les estrelles que s’observaven en el cel del Tibidabo el 6 d’abril del 1995, s’han generat, gràcies a l’impuls de la inte·ligència artificial, figures geomètriques, formes de coneixement, que s’entrellacen aleatòriament a partir d’aquests nodes en un conjunt de làmines úniques. Com únics, singulars i diversos són els recorreguts acadèmics de cadascun dels nostres estudiants que, en el pròxim acte de graduació, rebran una làmina com a símbol del seu pas —particular i alhora compartit— per la UOC. Ells i elles són baules d’aquesta trajectòria d’aquests trenta anys de la UOC i que projectem en trenta anys més d’educació futura i de qualitat. Elles i ells han de ser partícips, per tant, del disseny del futur... del futur del sistema universitari, del futur del país, del món, del seu propi futur. Moltes gràcies"
}