{
  "url": "https://uoc.edu/portal/ca/universitat/coneix/actes-institucionals/llicons-inaugurals/2015-2016/presentacio-rector/index.html",
  "content": "Lliçons inaugurals Lliçó inaugural 2015-2016 Art i coneixement per a construir el que és comú, per Manuel Borja-Villel Presentació del rector Benvolgudes i benvolguts, Les institucions comparteixen, segons sigui la seva trajectòria, algunes de les característiques pròpies dels éssers vius: néixer, créixer, fructificar... Enguany, quan tot just commemorem els nostres primers vint anys de vida, podem dir que la UOC es troba en plena fase de multiplicació. Només aquest curs 2015-2016 posem en marxa quatre nous graus –tres en col·laboració amb altres universitats catalanes– i tres dobles titulacions. Creixem i fructifiquem amb l’ampliació de les disciplines oferides i la interconnexió entre àmbits de coneixement i institucions. Eixamplar i connectar, aquest és el nostre paper. Amb tot, res no resulta més perillós per a la supervivència de les institucions que l’autocomplaença. Per això és essencial la innovació constant, l’aposta decidida per millorar i la capacitat d’adaptar-se a les noves demandes socials i professionals. Sobre això, entre moltes altres qüestions interessants, reflexiona Manuel Borja-Villel en la lliçó inaugural que, en format de diàleg amb el director dels Estudis d’Arts i Humanitats, Joan Fuster-Sobrepere, vam poder gravar a la sala del Pavelló de la República del Museu Nacional Centre d’Art Reina Sofía. Com a director d’aquest prestigiós centre i amb un currículum professional reconegut internacionalment, Borja-Villel ens adverteix de la necessitat d’evolucionar per a adaptar-nos als temps: «les institucions són organismes vius». Perquè el que funciona avui ha de ser l’esperó per a pensar en el que haurem de fer demà. Ahir vam ser els primers a intuir la rellevància de l’ensenyament en línia per a l’educació i la formació; avui ja treballem en nous projectes com el futur grau de Belles Arts, juntament amb el Reina Sofía. Hi ha qui és capaç de veure les coses abans que ningú i, a més, està disposat a dur-les a terme. Aquí trobem la recepta que garanteix, potser no la immortalitat, però sí el creixement, la fructificació, la rellevància... Tot allò que ens caracteritza, tot allò que ens fa ser la UOC. Bon inici de curs! Josep A. Planell Rector de la UOC"
}