{
  "url": "https://uoc.edu/ca/estudis/info/metodologia-cim",
  "content": "Metodologia Aprenem llengües en situacions reals de comunicació : quan coneixem parlants d’altres llengües, llegim rètols a l’estranger, escrivim missatges electrònics, fem cerques a internet o demanem informació a empreses d’altres països. Tot recreant al màxim aquests contextos, el Centre d’Idiomes Moderns de la UOC basa la seva metodologia en un ensenyament orientat a l’acció i la participació , sense deixar de banda l’estudi de la gramàtica. Amb l’afany de compaginar la flexibilitat de l’aprenentatge en línia amb la qualitat de la docència acadèmica, la UOC ha anat adaptant aquesta metodologia a l’entorn virtual. Avui, els pilars principals de l’ensenyament de llengües a la UOC són les activitats, tant orals com escrites, que l’estudiant haurà de fer individualment i amb els companys. L’organització del curs permet que tothom pugui treballar al seu ritme , sense desplaçaments i amb una gran flexibilitat horària. Proves de Nivell La UOC ofereix proves de nivell d’anglès, francès, alemany i català. Si no tens coneixements previs, pots matricular-te directament del primer curs del nivell A1. Anglès, francès, alemany o català Si ja tens coneixements previs de la llengua que vols estudiar, resultarà important identificar el curs que s’adequa millor a les teves necessitats. Per això, abans de fer la prova de nivell et fem les recomanacions següents: Llegeix l’ escala global dels nivells del Marc europeu comú de referència per a les llengües. Segons aquesta informació, on creus que et situes? Si tens algun certificat o si prèviament ja has fet cursos de la llengua en qüestió, consulta aquesta taula de nivells per tenir una primera indicació de quin dels nostres cursos podria ser el més indicat per a tu. Per últim, et recomanem també fer la prova de nivell. Cal tenir present que el teu nivell haurà baixat si fa temps que no utilitzes la llengua. Recerca i innovació Les principals línies de recerca del Centre d’Idiomes Moderns estan orientades al rol del professor en un entorn virtual i al desenvolupament d’activitats d’expressió i interacció oral. Els resultats s’han publicat a les principals revistes del camp, com ara ReCall, Calico Journal i Computer Assisted Language Learning. Formació en Llengües i TIC L’ensenyament en línia obliga a redefinir el rol del professor. El CIM investiga, assessora centres i forma professors en matèria d’actualització de competències pràctiques, definició i adaptació de pautes de treball, i creació i coordinació d’equips de professors. Les recerques s’han dut a terme en grups interdisciplinaris de la UOC o bé en projectes internacionals com ICT-REV, una iniciativa cofinançada per l’European Centre for Modern Languages i la Comissió Europea. Expressió i interacció oral Un dels resultats d’anys d’innovació i recerca sobre la pràctica de l’expressió oral en línia és SpeakApps . Production and interaction in a foreign language through online ICT tools, un projecte de 5 universitats europees liderat per la UOC i finançat per la Comissió Europea dins el programa Lifelong Learning . Iniciat el 2011, la valoració positiva que n’ha fet la Comissió Europea li ha reportat l’oportunitat d’ampliar i difondre les activitats proposades. Estudiants i professors trobaran al web d’SpeakApps activitats per a practicar l’expressió oral des de diferents eines, com ara Langblog i Tandem. SpeakApps ha estat guardonat amb la medalla de plata del Learning Impact Award 2014 . Tandem, una de les aplicacions que formen part del portal SpeakApps, és premi LTI App Bounty . Els dos guardons estan organitzats per l’ IMS Global Learning Consortium (Estats Units). Tandem 2 La millor manera de treballar i millorar en l’aprenentatge d’una llengua és practicant-la. A la UOC hem desenvolupat el sistema Tandem 2 per facilitar l’aprenentatge i la pràctica oral de l’anglès a les persones que estudien aquesta llengua de manera virtual. Però què és Tandem 2? És una eina que proporciona un espai per facilitar les converses amb la resta de companys en temps real i que, a més, permet enregistrar-les. Tandem 2 dona als usuaris un motiu per parlar i interactuar . Ofereix un conjunt de tasques i activitats dissenyades perquè dos alumnes treballin plegats per assolir uns objectius específics alhora que gaudeixen practicant. Les tasques estan vinculades al tema i la complexitat de les àrees que es treballen en cada unitat. Això permet tant que el professor col·laborador pugui donar retorn als alumnes en el seu context com que els alumnes puguin anar incrementant els seus coneixements. Langblog Langblog és un àudio/vídeoblog especialment dissenyat per a facilitar la producció oral entre els estudiants de llengües. Tandem Tandem és una eina amb nombroses activitats d’interacció oral que serveixen per a practicar vocabulari, gramàtica, fluïdesa, etc. Què és el CIM? Descobreix el Centre d'Idiomes Moderns de la UOC, l'espai on aprendre idiomes online. Més informació Preguntes freqüents Tens dubtes? Donem resposta a les teves preguntes sobre la nostra oferta formativa, el model d’aprenentatge o tràmits, entre altres temes. Consulta"
}