{
  "url": "https://uoc.edu/portal/ca/estudis_arees/ciencies-salut/missio-equip/index.html",
  "content": "Presentació i equip Professorat Personal de gestió Missió i Visió Missió Els Estudis de Ciències de la Salut de la UOC (ECS) són l’estructura acadèmica que forma les persones al llarg de la vida en programes basats en el camp de la salut i el benestar . D’aquesta manera contribueixen en el progrés de les persones i de la societat, alhora que permet avançar en el coneixement en diferents contextos sanitaris i socials. Els programes es fonamenten en el model educatiu de la UOC basat en l’ aprenentatge en línia, la personalització i acompanyament de l’estudiantat . Els ECS també inclouen dins dels seus objectius principals la recerca i innovació de qualitat dins de l’àmbit de les ciències de la salut. Visió Els ECS volen ser un referent en formació oficial i innovació universitària online en l’entorn de les ciències de la salut tant en l’àmbit nacional com internacional. Alhora volen ser referents en formació de desenvolupament professional i formació continua mitjançant seminaris i cursos d'actualització de continguts amb garantia de qualitat universitària. Els programes formatius ECS se centren en el model educatiu propi de la UOC on l’ estudiantat es troba en el centre , en contingut de qualitat per contribuir en el progrés de les persones i de la societat . A més, volen també esdevenir referents en recerca transdisciplinària i translacional en les àrees estratègiques dels propis Estudis. Els ECS volen impulsar aliances i sinergies amb institucions, organitzacions, i grups de recerca referents de l'àmbit de les ciències de la salut per la construcció i transferència de coneixement. Formem als nous professionals de la salut L'objectiu és aprofitar l'experiència i els recursos de la UOC en l'ensenyament en línia per a assistir els professionals de la salut en les seves necessitats de formació contínua, oferint-los continguts educatius efectius, eficients i d'alta qualitat. Oferim opcions formatives per als nous professionals que busquen incorporar-se al món de la salut, i continguts dinàmics, actualitzats i flexibles per a la formació contínua al llarg de la vida dels professionals en exercici. Actualment la nostra oferta incorpora àmbits tan diversos com l' alimentació, nutrició i activitat física ; envelliment , logopèdia ; neuropsicologia ; salut digital ; salut planetària i treball social sanitari. El nostre compromís és ajudar els estudiants i els professionals que s'apropen a la UOC a fer ús de les noves tecnologies i a desenvolupar els continguts dinàmics que requereix la generació de clínics , gestors , acadèmics i investigadors que lideraran el canvi en el sector de la salut. Salvador Macip Maresma Director dels Estudis de Ciències de la Salut Professorat Personal de gestió"
}