{
  "url": "https://uoc.edu/portal/ca/universitat/coneix/actes-institucionals/llicons-inaugurals/2016-2017/presentacio-rector/index.html",
  "content": "Lliçons inaugurals Lliçó inaugural 2016-2017 Les claus per a ser emprenedor, per Israel Ruiz Presentació del rector Benvolgudes i benvolguts, Les universitats són ecosistemes relacionals basats en la recerca i el coneixement. No es defineixen, per tant, pel seu passat, ni pel seu present, sinó per l’horitzó cap a on es projecten. La nostra funció és, precisament, ajudar a conformar el futur: el futur dels nostres estudiants en primer lloc, però també el de totes les persones vinculades a la UOC, dels alumni al professorat, del personal de gestió als investigadors. Construir el futur passa necessàriament per reinventar-nos gràcies al talent, per apostar decididament per l’aprenentatge i el coneixement transdisciplinari i per impactar socialment com a institució. En altres paraules, ens cal encalçar l’horitzó per trepitjar territoris nous, territoris de frontera. Ho expressa amb contundència el vicepresident i director financer del MIT, l’enginyer Israel Ruiz, en la lliçó inaugural d’enguany: «No em puc imaginar cap professió o cap emprenedor que no hagi d’estar a la frontera formativa sigui tecnològica, sigui de la competència, sigui de qualsevol nova tècnica». Nosaltres tampoc. Per això, des de la UOC, volem continuar connectant talents i disciplines; volem eixamplar el nostre abast i les nostres fortaleses; volem ser, com us deia abans, un autèntic ecosistema relacional on l’ensenyament, la recerca i la innovació es retroalimentin. Compromesos amb aquests objectius, ens hem marcat nous reptes en els eixos estratègics del període 2017-2020. Coherents amb aquesta voluntat, hem renovat a fons la nostra plataforma tecnològica, hem creat un nou campus multilingüe i proper, i les properes setmanes presentarem una nova identitat corporativa que reflecteix aquest nou horitzó de futur. Conseqüents amb aquest compromís, enriquim la nostra oferta i, aquest 2016-2017, engegarem el nou grau de Disseny i Creació Digital i el màster universitari de Comunicació Corporativa, Protocol i Esdeveniments. Deia el professor i pedagog Ivan W. Fitzwater que «el futur del món és avui a la meva aula». Avui l'aula és el campus de la UOC, i avui com ahir el futur continua residint a les aules, esperant-nos. Bon inici de curs! Josep A. Planell Rector de la UOC"
}