{
  "url": "https://uoc.edu/portal/ca/estudis_arees/dret_ciencia_politica/docencia/index.html",
  "content": "Oferta formativa Graus Màsters Diplomes d'especialització i d'expert Formació contínua Qualitat de les titulacions Graus Criminologia Dret Relacions Internacionals Ciència política i de l'administració Doble titulació de Dret i d'Administració i Direcció *Tots els graus es poden cursar en català o castellà. Màsters Màsters Universitaris Advocacia i Procura Anàlisi política Ciberdelinqüència Ciutat i Urbanisme Criminologia i Execució Penal (interuniversitari: UPF, UdG, UAB, UOC) (castellà) Drets Humans, Democràcia i Globalització (castellà) Fiscalitat Màsters propis Conflict, Peace and Security (UOC, UNITAR) (anglès) Cooperació Internacional al Desenvolupament i Acció Humanitària (UOC, Creu Roja) (castellà) Gestió i Solució de Conflictes (castellà) International Affairs and Diplomacy (UOC, UNITAR) (anglès) * Aquests màsters ofereixen programes derivats que es poden cursar de forma independent, especialitzats en un àmbit concret. *Els Màsters es poden cursar en català o castellà excepte aquells on s'indica l'idioma de docència Diplomes d'especialització i diplomes d'expert Contractació Pública (català, castellà) Dret Registral i Hipotecari (UOC, Deganat dels Registradors de Catalunya) (castellà) International Relations, Geopolitics and Global Governance-IBEI (anglès) Mediació Civil, Mercantil i Concursal (castellà New Challenges of Global Governance (UOC, IBEI) (anglès) Sistema Tributari (català, castellà) * Alguns d'aquests programes ofereixen formacions derivades centrades en un àmbit específic. Formació Contínua Dret penal de les noves tecnologies Mediació. Curs per a exercir la Mediació (100 hores) Principis de conflictologia: Aprèn a resoldre conflictes Transparència i bon govern Violència domèstica i de gènere Drets humans, nacionalitat i estrangeria Mercat interior i règim jurídic del mercat Doctorat i investigació Programa de Doctorat Dret, Política i Economia Certificacions de programes extingits Postgrau en Protecció de Dades Aquest programa no s'ofereix. La informació que es mostra és a efectes de la seva acreditació i per als estudiants que l'han cursat."
}