{
  "url": "https://uoc.edu/portal/ca/universitat/coneix/actes-institucionals/llicons-inaugurals/2018-2019/presentacio-rector/index.html",
  "content": "Lliçons inaugurals Lliçó inaugural 2018-2019 La imatge com a forma de coneixement, per Cristina de Middel Presentació del rector Benvolgudes i benvolguts, La funció de les universitats va més enllà d’uns resultats econòmics o de les xifres de graduats. Sense negar la importància dels números, especialment quan per primer cop la UOC comença el semestre amb gairebé 50.000 matriculats, cal ser conscients que la cosa més rellevant es viu diàriament a totes i cadascuna de les nostres aules quan, mitjançant l’aprenentatge, capacitem els nostres estudiants per a encarar la seva futura vida laboral , quan donem continuïtat a un bagatge de coneixements acumulats i quan posem les bases per a configurar el futur. En altres paraules: arrelats en el passat, treballem en el present, per preparar el demà. Ho explicitava la fins fa poques setmanes rectora de Harvard, Drew Gilpin Faust: «Les universitats prenem compromisos atemporals. Ens esforcem per entendre qui som, d’on venim, on anem i per què». D’aquí ve la necessitat de dotar –de dotar-nos— d’ eines per a aprendre a aprendre, per a pensar críticament i per a entendre la formació al llarg de la vida com a elements essencials d’una ciutadania democràtica, informada i lliure. Precisament, la reconeguda fotògrafa Cristina de Middel insisteix, en la seva interessant lliçó inaugural d’enguany, en la importància d’una mirada crítica i informada a l’hora de descodificar l’actual allau d’imatges i informació, per a poder-se posicionar amb coherència i coneixement de causa. En un món absolutament intercomunicat, en una societat amb accés infinit a dades, en un espai públic on conviuen veritats, falsedats i incerteses, es fa imprescindible comptar amb les competències comunicatives necessàries per a participar-hi activament i críticament. Necessitem formar-nos com a consumidors, com a espectadors, com a ciutadans, però també com a emissors. Parafrasejant De Middel, una de les nostres obligacions com a universitats , un dels nostres objectius com a UOC, ha de ser capacitar els nostres estudiants per a comunicar i compartir el seu pensament , els seus coneixements i les seves creacions. Avui més que mai, comunicar és opinar, amb respecte, amb crítica, amb valentia. Bon curs 2018-2019! Josep A. Planell Rector de la UOC"
}