{
  "url": "https://uoc.edu/portal/ca/universitat/coneix/actes-institucionals/llicons-inaugurals/2019-2020/presentacio-rector/index.html",
  "content": "Lliçons inaugurals Lliçó inaugural 2019-2020 «La universitat ha de liderar l'Agenda 2030», per Cristina Gallach Presentació del rector Benvolgudes i benvolguts, El desaparegut físic anglès Stephen Hawking assegurava que l’empatia salvaria la humanitat. Aquesta facultat de posar-se al lloc de l’altre té conseqüències en la quotidianitat, però sobretot en té per al futur, ja que implica la cerca d’horitzons de millora per garantir que les generacions que vindran heretaran un món més viable, just i esperançador. Aquí rau l’explicació última de com, en moments de trasbals extrem, sorgeixen iniciatives que aixequen la mirada del dia a dia i es projecten per pensar el món de demà. Valgui com a exemple la Declaració Universal dels Drets Humans, adoptada el 1948 en un món de postguerra i divisió de blocs. Més de mig segle després i encara sota l’impacte de les darreres crisis mundials, les Nacions Unides van posar sobre la taula els Objectius de Desenvolupament Sostenible (ODS), concretats en l’anomenada Agenda 2030 per al Desenvolupament Sostenible . Aquesta nova i perfeccionada Declaració Universal ens interpel·la com a societat en general i com a universitat en particular. Els ODS ens suggereixen un camp de joc, ens dibuixen unes línies de treball interconnectades, ens imaginen un futur millor. Com ens recorda en la seva lliçó inaugural Cristina Gallach, alta comissionada espanyola per a l’Agenda 2030 , es tracta de fixar «una llengua comuna» per poder-se entendre i, sobretot, per disposar d’una palanca capaç «de marcar un canvi a una situació complexa» com l’actual. L’assumpció de l’Agenda 2030 per part de la UOC s’ajusta perfectament al seu esperit fundacional i, sobretot, facilita l’assoliment de la seva missió com a centre educatiu i de recerca amb voluntat d’incidència social, d’activació del talent i de promoció i connexió del coneixement. Les universitats ja no responen a aquella definició anquilosada que les descrivia com una estranya cruïlla temporal, en la qual gent formada en el passat participa en el present de l’educació dels que decidiran el futur. Avui la consolidació de la formació al llarg de la vida, el dinamisme de l’oferta i la demanda educatives i la irrupció de nous models pedagògics, tecnològics i organitzatius ens han fet més transversals, més necessàries, més disruptives. Incorporar l’Agenda 2030 a la nostra docència, a la nostra recerca, a la nostra gestió, a tots els àmbits propis de la UOC, és el nostre compromís de coherència amb la nostra trajectòria, la nostra responsabilitat vers el present i la nostra aposta pel futur . Arrelats al nostre entorn, sigui Sant Quirze de Besora com Gallach o la barcelonina avinguda del Tibidabo com la UOC, i projectats al món, participant d’un demà comú. No hem triat el camí més fàcil, però és que, en paraules de la catedràtica de Cambridge Mary Beard, el paper de l’acadèmia és fer entendre que les coses no són simples, sinó complexes. En aquest sentit, els objectius marcats per l’Agenda 2030 són ambiciosos, però en joc hi ha l’horitzó de les següents generacions. No és poca cosa! Bon curs 2019-2020! Josep A. Planell Rector de la UOC"
}