{
  "url": "https://uoc.edu/portal/ca/universitat/coneix/actes-institucionals/llicons-inaugurals/2019-2020/curriculum/raquel-xalabarder/index.html",
  "content": "Lliçons inaugurals Lliçó inaugural 2019-2020 «La universitat ha de liderar l'Agenda 2030», per Cristina Gallach Raquel Xalabarder Directora dels Estudis de Dret i Ciència Política Raquel Xalabarder és catedràtica de Propietat Intel·lectual i directora dels Estudis de Dret i Ciència Política de la UOC. Anteriorment va ser directora adjunta al Vicerectorat d'Ordenació Acadèmica i Professorat (nov. 2008 - set. 2013) i directora de la llicenciatura de Dret (feb. 2002 - set. 2007). És coordinadora del grup de recerca Dret d'Internet de la UOC (2017 SGR 1711). Llicenciada en Dret per la Universitat de Barcelona (1988). Màster en Dret per la Columbia University Law School, Nova York (1992-1993). Doctora en Dret, cum laude per unanimitat, amb la tesi «La protecció internacional de l'obra audiovisual. Qüestions relacionades amb l'autoria», per la Universitat de Barcelona (1997). Ha estat visiting scholar a la Columbia University Law School, Nova York (2000-2001) i honorarvertrag del Max Planck Institute for Intellectual Property, Munic (2008 i 2011). Tutora dels cursos de l'Acadèmia de l'OMPI (Organització Mundial de la Propietat Intel·lectual), des de l'any 2000. És presidenta del grup espanyol ALADDA (Associació Literària i Artística per a la Defensa del Dret d'Autor), membre de l' ALAI (Associació Literària i Artística Internacional), tresorera de l' ATRIP (International Association for the Advancement of Teaching and Research in Intellectual Property) i membre de l' ECS (European Copyright Society). També és membre suplent de la Secció Primera de la Comissió de la Propietat Intel·lectual del Ministeri de Cultura. Ha ensenyat i publicat extensament en matèria de propietat intel·lectual, dret internacional privat i dret d'internet. És convidada com a ponent i experta als principals fòrums nacionals i internacionals en aquests àmbits. Currículum de Raquel Xalabarder a la UOC"
}