{
  "url": "https://uoc.edu/portal/ca/universitat/coneix/actes-institucionals/llicons-inaugurals/2022-2023/presentacio-rector/index.html",
  "content": "Lliçons inaugurals Lliçó inaugural 2022-2023 «En l'era del coneixement, els països tindran èxit en la mesura que en tinguin les seves universitats», per Michael Murphy Presentació del rector Benvingudes i benvinguts a la lliçó inaugural: l'acte acadèmic i institucional que obre oficialment el nou curs 2022-2023. Enrere queden ja la majoria de les restriccions provocades per la pandèmia, que, d'una manera o altra, ens han transformat personalment i col·lectivament. Han estat dos anys en què la UOC no ha aturat la seva activitat ni un sol dia. I vull aprofitar per agrair, als més de 87.000 estudiants que tenim a 141 països, la confiança que ens han fet i que ens fan un any rere l'altre, i ja en van més de 25! Dos anys en què, a més, la UOC ha estat cridada, i s'ha hagut de multiplicar per assessorar governs i organitzacions d'arreu, tot esdevenint un referent conegut i reconegut. «Som allò que fem. I avui podem dir que hem fet i hem fet molt.» Amb tot, viure \"temps interessants\" no et permet abaixar la guàrdia, ja que ni els canvis ni els desafiaments s'aturen. D'una banda, tenim les rèpliques conseqüència de la covid en forma de recessió econòmica i dificultats polítiques. De l'altra, trobem els efectes de l'estupidesa i la cobdícia humanes en forma d'emergència climàtica i noves guerres, entre elles una a les portes d'Europa que reobre el malson nuclear. Tot plegat ens interpel·la com a ciutadania i com a universitat. Perquè, com li agrada recordar al nostre convidat d'avui, el doctor Michael Murphy, la utilitat de les universitats postpandèmiques estarà en funció de la seva capacitat per connectar-se a la realitat que les envolta . D'aquí la importància de saber on som, d'atendre l'essencial sense oblidar l'urgent. Dut al futur immediat de la UOC, serveixi com a exemple la necessitat de perseverar en el procés de digitalització intern i en l'evolució del nostre model educatiu; mentrestant ens projectem al futur, a través de projectes clau com el campus del Poblenou: tres edificis al cor del districte tecnològic de Barcelona que ens permeten concentrar la nostra activitat i on s'ubica el nou Hub Interdisciplinari de Recerca i Innovació, a punt de ser inaugurat i presentat públicament el dia 28 d'octubre. «Perquè, per caminar endavant, tan important és el gest atrevit del peu que avança com assegurar la robustesa del recolzament. Avançar i consolidar, consolidar i avançar.» I, alhora i cada cert temps, aturar-se i recalibrar. Ras i curt, retre comptes. La universitat és una institució de llarga tradició que, en època contemporània, ha vist conviure dos grans models: l'alemany, centrat en la recerca i derivat de Von Humboldt; i el francès napoleònic, focalitzat en la professionalització. Cadascun té avantatges i inconvenients i, incapaç de decantar-se per l'un o per l'altre, el nostre sistema universitari ha acabat intentant una difícil síntesi amb resultats no sempre òptims. I és que, al marge del model o de la síntesi, tota institució d'educació superior s'ha vist condicionada per l'anomenat \"triangle de ferro\", format per tres conceptes essencials: l'accés a la universitat de les noves generacions, la qualitat de l'ensenyament rebut i el cost. Qualsevol canvi en un dels conceptes afecta directament els altres dos. Dit d'una altra manera: «Resulta impossible, per exemple, maximitzar l'accés i la qualitat, tot minimitzant el cost.» Algunes veus han considerat que el format online podria ser la resposta per sortir de l'atzucac, ja que la tecnologia pot permetre una significativa reducció de costos. Amb tot, aquest estalvi obre un doble escenari. D'una banda, trobem els nous models d'universitat en cerca de negoci que, en comptes de reorientar l'estalvi en favor dels altres dos vectors, se l'apunten com a benefici, convertint-se més aviat en un nou triangle... no de ferro, sinó de les Bermudes, on qualitat i recerca són bandejades per assolir el màxim profit econòmic. De l'altra, hi ha els centres que, coherents amb la missió pública que els ha estat confiada, entenen el possible estalvi fruit de la tecnologia com a palanca de reinversió per construir una universitat on cap tothom, i on la qualitat és la brúixola de l'activitat docent i de recerca. No és un parlar per parlar. «De la primera característica —l'accés—, la UOC n'ha estat exemple en convertir-se en la universitat dels que treballen, en la universitat del territori, en la universitat de la inclusió.» Del segon tret —la qualitat—, estic convençut que el doctor Murphy ens en parlarà en la seva lliçó d'avui. Com a president de l'Associació d'Universitats Europees —però també al llarg de la seva trajectòria com a rector i acadèmic— sempre ha subratllat que la fortalesa del projecte europeu està intrínsecament vinculada a la consistència del seu sistema universitari . Perquè representa un baluard d'inclusió social, de desenvolupament regional i d'innovació social i tecnològica; i perquè promou valors com l'obertura, la tolerància i la col·laboració internacional. Amb tot, aquesta resiliència necessita polítiques i inversions ambicioses i, alhora, li cal que el mateix sistema cregui en la importància del seu paper. D'aquí la rellevància de les avaluacions independents, de les apostes decidides pel coneixement i la recerca, i de participar i influir a definir l'Europa de demà, de preparar i col·laborar amb la ciutadania del futur. En resum, no es tracta d'inventar la sopa d'all, sinó de ser conscients de l'estret vincle existent entre accés, cost i qualitat a l'ensenyament superior i de la necessitat d'actuar en conseqüència —universitats, Administració i ciutadania— per garantir qüestions essencials com l'equitat, la sostenibilitat i l'ocupabilitat. Flexibilitzar el triangle de ferro no respon a interessos particulars, sinó a raons de benefici col·lectiu. A la UOC fa més de 25 anys que hi treballem, al costat dels més de 850 centres de 49 països que constituïm l'Associació d'Universitats Europees. I avui tenim l'honor i el privilegi de comptar amb el seu president. Estic convençut que la seva visió i les seves paraules ens ajudaran a desbrossar els reptes que, com a acadèmics i ciutadans d'Europa, avui tenim plantejats. Josep A. Planell Rector de la UOC"
}