{
  "url": "https://uoc.edu/portal/ca/unesco-chair-food-culture-development/team/index.html",
  "content": "Estructura Director Dr. F. Xavier Medina . Director de la Càtedra UNESCO d'Alimentació, Cultura i Desenvolupament. Director acadèmic i de programes de l’Àrea de Coneixement de Sistemes Alimentaris, Cultura i Societat. Doctor en antropologia social. F. Xavier Medina és professor i director acadèmic i de programes de l’Àrea de Coneixement de Sistemes Alimentaris, Cultura i Societat dels Estudis de Ciències de la Salut de la Universitat Oberta de Catalunya (UOC) a Barcelona. Ha estat president per a Europa de la Comissió Internacional d'Antropologia de l'Alimentació (ICAF) des de 2006. Anteriorment va ser president de la secció espanyola d'ICAF (ICAF Spain) entre 2000 i 2006. Va ser membre de l’equip redactor de la candidatura de la Dieta Mediterrània com a Patrimoni Cultural Immaterial de la Humanitat (2007-2010); la proposta va ser acceptada per la UNESCO el novembre de 2010. És membre del Consell de l’Alimentació de Catalunya (Generalitat de Catalunya) i membre del consell acadèmic de l’Institut Català de la Cuina i de la Cultura Gastronòmica. Secretari Sr. Jordi Bages-Querol (UOC-FICCG). Barcelona. Consell Executiu Dra. Alicia Aguilar . Directora del programa Màster universitari en Nutrició i Salut. UOC. Barcelona Dr. F. Xavier Medina . Director de la Càtedra UNESCO d'Alimentació, Cultura i Desenvolupament. Director acadèmic i de programes de l’Àrea de Coneixement de Sistemes Alimentaris, Cultura i Societat, UOC. Barcelona. Dr. Jordi Tresserras . Universitat de Barcelona. Director de la xarxa IBERTUR (Membre de UNESCO-UNITWIN) i el Laboratori de Turisme, Creativitat i Patrimoni (LABPACT). Tossa de Mar (Girona). Dra. Laura Solanilla . Professora Senior i directora de programes. Estudis d'Arts i Humanitats, UOC. Barcelona. Consell Assessor Dra. Alicia Aguilar . Directora del programa Màster universitari en Nutrició i Salut. UOC. Barcelona. Prof. Marcelo Álvarez . Investigador i project manager . Instituto Nacional de Antropología y Pensamiento Latinoamericano (INAPL). Buenos Aires. Dr. Ricardo Ávila . Director. Departamento de Estudios del Hombre. Universidad de Guadalajara, México. Sra. Pepa Aymamí . Directora. Institut Català de la Cuina i de la Cultura Gastronòmica (FICCG). Barcelona. Dra. Miriam Bertran . Senior Lecturer, School of Nutrition, Universidad Autónoma Metropolitana, UAM-Xoximilco. México D.F. México. Dr. Luis Cantarero . Senior Lecturer. Universidad de Zaragoza. Prof. Dr. Jesús Contreras . Professor, Department of Social Anthropology, School of Geography and History, Universitat de Barcelona. Director. Observatori de l’Alimentació (ODELA). Barcelona. Dr. Sandro Dernini . Researcher, Sustainable Food Systems Programme. FAO. Rome. Prof. Frédéric Duhart . Lecturer, Basque Culinary Center. General Secretary. International Commission on the Anthropology of Food and Nutrition (ICAF). Donostia/Paris. Dr. Igor de Garine . Emeritus Research Director, CNRS. Honorary President of the International Commission on the Anthropology of Food and Nutrition (ICAF). Paris/Lasseube, France. Prof. José M. Iglesias . Sociedad de Estudios Internacionales (SEI) and World Gastronomy Institute. Madrid. Dr. Julián López García . Department of Social Anthropology, Universidad Nacional de Educación a Distancia (UNED). Madrid. Dra. Helen Macbeth . Senior Lecturer (oxon.) Oxford Brookes University. Oxford. Dr. Lorenzo Mariano . Facultad de Enfermería y Terapia Ocupacional. Universidad de Extremadura. Cáceres. Dr. Oriol Miralbell . Senior Lecturer, CETT School of Tourism, Hospitalyty and gastronomy. Barcelona. Prof. Dr. Enric Olivé . Director, UNESCO Chair on the Mediterranean Cultural Dialogue. Universitat Rovira i Virgili. Tarragona. Dr. Fabio Parasecoli . Lecturer. Food and Gastronomy program. New College of New York. New York, USA. Sra. Cristina Petracchi . Capacity Development Officer (E-Learning), FAO. Rome. Prof. Dr. Jean-Pierre Poulain . Professor of Sociology, Université de Toulouse-Le Mirail. Director, Institut Supérieur du Tourisme, de l'Hôtellerie et de l'Alimentation (ISTHIA). Director of the chair on Food Studies: Food, Cultures and Health, Taylor's University. Toulouse, France / Kuala Lumpur, Malaysia. Sra. Claudia Roden . Food writer. London/New York. Dra. Mariluz Rodrigo . Senior Lecturer. University of Zaragoza. Chair of the Spanish and Portuguese delegation of the International Commission on the Anthropology of Food and Nutrition (ICAF-Spain). Zaragoza. Dr. Francesc Saigí . Director de programa. Estudis de Ciències de la Salut, UOC. Barcelona Prof. Dr. Lluís Serra-Majem . Profesor, Department of Clinical Sciences (Public Healh), Universidad de Las Palmas de Gran Canaria. Director of the UNESCO Chair in Research, Planning and Development of local Health Systems. Las Palmas de Gran Canaria. Sr. Damià Serrano . Barcelona Province Council (Tourism & Wine Tourism). Barcelona. Dra. Laura Solanilla . Professora Senior i directora de programes. Estudis d'Arts i Humanitats, UOC. Barcelona. Dr. Jordi Tresserras . Universitat de Barcelona. Director de la xarxa IBERTUR (Membre de UNESCO-UNITWIN) i el Laboratori de Turisme, Creativitat i Patrimoni (LABPACT). Tossa de Mar (Girona). Dr. José A. Vázquez-Medina . Observatorio de la Alimentación de México. Universidad Autónoma Metropolitana, UAM-Xoximilco. México D.F., México."
}