{
  "url": "https://uoc.edu/portal/ca/universitat/coneix/actes-institucionals/llicons-inaugurals/2023-2024/presentacio-rector/index.html",
  "content": "Lliçons inaugurals Lliçó inaugural 2023-2024 Presentació de la rectora Conseller, presidenta de la Permanent del Patronat, diputats i diputades, presidenta de l'Institut d'Estudis Catalans i patrona, Consell d'Estudiants, Consell Assessor, rector Planell, comunitat universitària que sou al campus i els que ens esteu seguint per les xarxes, Si fem cas de la lliçó que ens ha donat la lliçó inaugural d'avui i, a més a més, poguéssim abstreure'ns de certes notícies i del comportament de certs congèneres, podríem arribar a consensuar que la nostra definició com a espècie va ser encertada: Homo sapiens , és a dir l'homínid que pensa. La lliçó inaugural d'avui —des del títol, les intervencions, la fantàstica moderació i fins a l'última paraula— ho exemplifica de manera brillant. Hem pogut gaudir d'un diàleg en què s'ha pensat i s'ha repensat, i crec que tots els que érem aquí hem pogut, també, pensar i repensar. Si el coneixement avança, és precisament per aquesta capacitat que té de reavaluar, recapacitar, reconsiderar i replantejar. Què fem a l'acadèmia, sinó avançar a partir de reexaminar velles certeses a la llum de nous esdeveniments, nous contextos, nous horitzons i noves variables? En el cas de la UOC, ja va incloure de sèrie la reflexió sobre l'impacte de les noves tecnologies, tant des del punt de vista docent —amb aquest model educatiu que permet estudiar sense fronteres de manera asíncrona i en què es pretén que ens adaptem a les necessitats de l'estudiantat—, com des de la mateixa recerca, amb focus tan potents com l' e-learning , la ciència de dades, l' e-health , la propietat intel·lectual, les ciències socials, les humanitats o la interacció de la tecnologia amb tots aquests àmbits. La irrupció de la intel·ligència artificial ens obliga a repensar allò que fem i com ho fem, no en el sentit de rendir-nos, abdicar o simplement ignorar-ho, sinó de pensar-ho millor. Cometríem un error enorme si atribuïm a un instrument —per potent que sigui, i la intel·ligència artificial ho és— el caràcter de finalitat. Precisament, ara fa poques setmanes vaig tenir ocasió de participar en les IX Jornades Catalunya Futura a Poblet. Allà, el filòsof i humanista gironí Joan Manuel del Pozo va subratllar també la importància d'utilitzar bé la intel·ligència artificial. I parlava d'usar-la bé en dos sentits. El primer conjuga aquest pragmatisme: explotar la potencialitat de la tecnologia per assolir efectes d'interès, per simplificar el que és complex, per arribar on abans no era possible. El segon ens parlava d'ètica, de principis i de valors, d'allò que podríem dir que és humanament irrenunciable. I, en paraules seves, deia: \"Preocupar-se d'aquest ús ètic no és jugar contra la recerca i el progrés de la intel·ligència artificial, sinó únicament vetllar per un altre principi d'interès general, que és la preservació de la dignitat humana i dels valors, drets i llibertats que se'n deriven\". I en aquest doble repte, la Universitat hi té molt a dir. Com vaig llegir una vegada, \"el futur del món és avui a les nostres aules\". D'aquí la importància de disposar d'estratègies que ens permetin i garanteixin aquest futur, el dels nostres estudiants, però també el del nostre professorat, el dels nostres investigadors i investigadores, el dels nostres equips de gestió, i que tots ells puguin desenvolupar el seu potencial, acomplir les seves il·lusions o satisfer les seves expectatives. Justament ara fa deu dies compartia, davant de tot l'equip, les línies estratègiques d'aquest nou mandat. Una estratègia de futur que, pel que fa a la meva responsabilitat directa com a rectora, passa per tres factors decisius que cal desencallar. En primer lloc, hi ha una necessitat compartida, i crec que la compartim el conjunt del sistema universitari, que passa per sincronitzar com evolucionem com a institucions en la nostra funció social. Com ho fem, això? Doncs amb una combinació d'esforços que sàpiga alinear els diferents col·lectius universitaris envers un horitzó comú, que ha de ser de contribució, que participi activament dels espais nacionals i internacionals de debat, i que s'imposi la idea d'auscultar i escoltar periòdicament el nostre entorn immediat per estar segurs que aquest horitzó comú és un horitzó d'equitat i diversitat. En aquest sentit, a la mateixa jornada de Poblet vaig exposar com, des de la UOC, aspirem a liderar aquesta integració de la intel·ligència artificial al servei de la formació al llarg de la vida, la qual ens ha de permetre un millor acompanyament a un estudiantat cada cop més divers en perfil i en expectatives. Per tant, hem de prestar una atenció que necessàriament ha de passar per flexibilitzar la nostra oferta formativa, per entendre com i per què vol aprendre l'estudiant i per apropar-lo al mercat laboral. Aquesta voluntat de transformació me la va resumir la filòsofa Eulàlia Bosch en una metàfora brillant i inspiradora: \"Vosaltres voleu oferir les lletres de l'abecedari perquè cadascú es construeixi la seva paraula\". El segon repte implica directament la UOC i es resumeix a garantir-ne la viabilitat tot resolent la nostra naturalesa jurídica i el nostre model de finançament, que ha de ser viable, just i proporcional a la missió que assumim. I aquí voldria fer un agraïment públic al conseller Nadal, amb qui hem trobat la complicitat necessària per avançar en aquestes dues qüestions cabdals i fer possible mantenir l'aposta tossuda que tenim pel nostre mandat públic i la voluntat ferma d'operar amb el màxim d'eficiència possible. I el tercer desafiament ja mira molt UOC endins. Perquè aquesta universitat que imaginem i projectem només serà factible si som capaços de desenvolupar un model de governança que sigui clar, funcional i actualitzat; si apostem per la participació real de totes les veus, sensibilitats i experteses, i si perfeccionem allò existent actualment a partir del diàleg, de l'assaig i error i de la voluntat de millora contínua per ser agents actius del coneixement. Ens ho recordava fa pocs dies la nova premi Nobel d'Economia, Claudia Goldin, quan declarava que, per damunt de tot, ella era professora. I afegia: \"Mai no hauria pogut fer recerca sense fer docència. Quan ensenyo, em forço a confrontar que allò que penso és veritat, tot explicant-ho als meus estudiants. I, com que són ben intel·ligents, si no sabés de què estic parlant, segur que se n'adonarien\". En altres paraules, si la universitat ha de tenir impacte social, aquest ha de venir necessàriament del transvasament honest i fèrtil de coneixement. Deia fa una estona que el futur del món és avui a les nostres aules. Parafrasejant-ho una mica, estic convençuda que el futur de la UOC és també aquí dins, en aquesta sala i en les dels que ens segueixen per streaming . Avui n'hem tingut una mostra fantàstica en aquest diàleg entre Marina Garcés i Andreas Kaltenbrunner, deliciosament moderat per Sílvia Sivera, que és la directora del nostre centre d'innovació en e-learning . Talent intern que, com a universitat, tenim la responsabilitat de promocionar, cultivar i desenvolupar. Perquè, si no, seria impossible fer factible el nostre mandat. Tot plegat, al servei d'un nou marc, d'un nou començament, d'una UOC sòlida, competitiva, orientada, informada. I no dic compromesa perquè aquest camí ja fa temps que el vam fer. Moltes gràcies i molt bon inici de curs. Àngels Fitó Rectora de la UOC"
}