{
  "url": "https://uoc.edu/ca/estudis/tramits/homologacio-titulacio-estrangera",
  "content": "Requisits d'accés a grau amb estudis realitzats fora de l'Estat Espanyol Acreditació UNED per a l'accés Aquesta via d'accés als estudis de grau és prevista únicament per als estudiants que tenen l'homologació definitiva del batxillerat al sistema educatiu espanyol. En cas de no disposar de l'homologació del batxillerat, l'hauràs de sol·licitar per mitjà de l'organisme pertinent: Resident a Catalunya: Departament d'Ensenyament No resident a Catalunya: Ministeri d'Educació, Cultura i Esport Si resideixes fora de l'Estat espanyol, pots consultar les Conselleries d'Educació de les Ambaixades d'Espanya a l'estranger, per mitjà d' aquest enllaç . Estudis finalitzats Si has finalitzat estudis superiors en una universitat o un centre d'ensenyament superior estranger, fora de l'Estat espanyol t'has de posar en contacte amb el Ministeri d'Educació per tal que emeti una resolució respecte als estudis aportats per cursar el grau, que pot ser d'equivalència o d'homologació. Equivalència de títol estranger d'educació superior a titulació i en l'àmbit acadèmic de grau o Màster universitari oficial en les branques de coneixement i camps específics. Homologació de títols estrangers d'educació superior a títols oficials universitaris espanyols de Grau o Màster que donin accés a una professió regulada a Espanya. Si no s'obté l'equivalència o l'homologació del títol, es pot demanar la convalidació parcial d'estudis. Estudis finalitzats sense declaració d'equivalència o homologació i estudis no finalitzats Si has començat o finalitzat estudis superiors en una universitat o un centre d'ensenyament superior estranger pots demanar a la UOC la convalidació per estudis parcials espanyols. Com se sol·licita? En primer lloc, has de sol·licitar accés als estudis que t'interessen, seleccionant com a via d'accés Convalidació parcial d'estudis espanyols (via convalidació d'estudis estrangers). Un cop disposis d'accés a la Secretaria del Campus, i abans de formalitzar la matrícula, has de sol·licitar una avaluació d'estudis previs (AEP) i enviar la documentació que s'indica a Secretaria / Tràmits / Avaluació d'estudis previs / Documentació. Quan tinguem la resolució de la teva sol·licitud, t'enviarem un missatge a la bústia: Si la UOC et convalida un mínim de 30 crèdits ECTS, podràs formalitzar la matrícula. Si no s'arriba al mínim de 30 crèdits ECTS convalidats, hauràs de consultar la informació sobre les opcions d'accés amb estudis preuniversitaris. Si has fet la convalidació parcial en una altra universitat de l'Estat espanyol, no serà vàlida per a accedir a la UOC i, per tant, hauràs de tornar a fer el tràmit de sol·licitud a la UOC. Requisits formatius complementaris Si el Ministeri considera que per a obtenir homologació cal superar algunes assignatures, emet una resolució en què indica a l'estudiant quines són les matèries troncals que ha de superar en qualsevol universitat espanyola perquè el mateix Ministeri pugui emetre la titulació espanyola corresponent. Els sol·licitants poden cursar a la UOC les assignatures necessàries (Requisits formatius complementaris) per a aconseguir l'homologació del títol. Com se sol·liciten? Has d'emplenar aquest formulari i presentar la documentació següent: Resolució ministerial definitiva en què s'indiquen les matèries troncals que has de superar a la Universitat mitjançant una fotocòpia compulsada o acarada. DNI o passaport (fotocòpia). On s'ha de lliurar la documentació? Universitat Oberta de Catalunya REF: Serveis d'Incorporació - RFC Apartat de correus 29005 08080 Barcelona Quan i com s'informa de la resolució? Un cop tinguem la resolució de la sol·licitud de requisits formatius complementaris, t'enviarem un missatge a l'adreça electrònica indicada en el formulari, per donar-te tota la informació associada i procedir, si escau, a la matriculació del semestre següent. Puc acreditar experiència professional: consulta l'accés per a més grans de 40 anys Pagament fraccionat Pots fraccionar el pagament del teu grau, màster universitari o programa de postgrau en quotes. Informa-te'n"
}