{
  "url": "https://uoc.edu/ca/estudis/acces-matricula/requisits-acces-masters-universitaris-postgrau",
  "content": "Requisits accés: màsters universitaris i postgrau Tinc un títol universitari oficial espanyol (diplomatura, grau, enginyeria o arquitectura tècnica, llicenciatura, enginyeria o arquitectura, màster o doctorat). Quina documentació cal presentar? Fotocòpia del document d'identitat (DNI, passaport o document identificatiu del país d'origen). Fotocòpia compulsada del títol universitari oficial o el resguard dels drets d'expedició. La compulsa es pot fer al centre on s'ha expedit la documentació (i ha de tenir els mínims requisits administratius: data, segell, signatura, càrrec, nom i cognoms de la persona sotasignada). 1.Tinc un títol de grau oficial, màster universitari o doctorat que pertany a l'espai europeu d'ensenyament superior (EEES) Quina documentació cal presentar? Fotocòpia del document d'identitat (DNI, passaport o document identificatiu del país d'origen). Fotocòpia compulsada del títol universitari oficial o el resguard dels drets d'expedició. El títol cal que estigui redactat en castellà, anglès o català. Si està en un altre idioma cal presentar la fotocòpia compulsada de la traducció feta per un traductor jurat. Fotocòpia compulsada/acarada del suplement europeu del títol (SET) i fotocòpia compulsada de la traducció jurada en els casos en què el títol estigui en un idioma diferent del castellà, el català o l'anglès. Si la vostra universitat no us el pot lliurar, també podeu presentar un certificat expedit per la universitat que acrediti que la vostra titulació dóna accés a estudis de màster o doctorat en el país d'origen del títol. Els documents es poden acarar a les seus de la UOC si porteu els originals i les seves fotocòpies simples.La compulsa es pot fer al centre on s'ha expedit la documentació (i ha de tenir els mínims requisits administratius: data, segell, signatura, càrrec, nom i cognoms de la persona sotasignada). 2. Tinc un títol universitari que no pertany a l'espai europeu d'ensenyament superior (EEES). Per exemple, un undergraduate degree, first degree o bachelor's degree Quina documentació cal presentar? Fotocòpia del document d'identitat del país d'origen o passaport. Fotocòpia compulsada del títol universitari oficial o el resguard dels drets d'expedició. El títol cal que estigui redactat en castellà, anglès o català. Si està en un altre idioma cal presentar la fotocòpia compulsada de la traducció feta per un traductor jurat. Una fotocòpia compulsada d'un certificat expedit per la universitat, en el qual se certifiqui que la titulació presentada dóna accés a estudis superiors de màster o doctorat al país d'origen del títol. La compulsa es pot fer al centre on s'ha expedit la documentació (ha de tenir els mínims requisits administratius: data, segell, signatura, càrrec, nom i cognoms de la persona sotasignada). Si has cursat estudis universitaris oficials a Llatinoamèrica o altres països de fora de la Unió Europea, consulta la informació que has de presentar en funció de l'opció d'accés que et correspongui d'entre les següents: 1. Tinc un títol universitari oficial sense la resolució d'equivalència del Ministeri d'Educació espanyol 2. Tinc un títol universitari amb la resolució d'equivalència del Ministeri d'Educació espanyol 3. Tinc un títol universitari amb la resolució d'homologació del Ministeri d'Educació espanyol 1. Tinc un títol universitari oficial sense la resolució d'equivalència del Ministeri d'Educació espanyol Titulacions obtingudes a Colòmbia, l'Equador o el Perú Titulacions obtingudes a la resta de països Titulacions obtingudes a Colòmbia, l'Equador o Perú Si has cursat un títol universitari oficial a Colòmbia , l' Equador o el Perú pots enviar la documentació d'accés en format digital. Tots els documents hauran de ser en format PDF. Així, doncs, un cop feta la sol·licitud d'accés a l'estudi que vols cursar, podràs enviar la documentació seguint la ruta del Campus Virtual: Tràmits / Requisits i documentació d'accés / Per a cursar un grau o màster universitari / Documentació per a accedir a un màster universitari / He cursat estudis universitaris oficials a Llatinoamèrica o en altres països de fora de la Unió Europea Titulacions obtingudes a Colòmbia (sense la resolució de equivalència del Ministeri d'Educació Espanyol) Fotocòpia del passaport (només cal de la pàgina de dades); en cas que no disposis d'aquest document, pots adjuntar la fotocòpia del teu document de ciutadania. En cas que tinguis la residència o ciutadania a l'Estat espanyol, o la ciutadania d'algun dels països de la Unió Europea o Andorra, has d'annexar la documentació que ho acrediti (fotocòpia de la targeta d'identitat d'estranger o del permís de residència). Fotocòpia del diploma universitari que acrediti la teva titulació de pregrau. Ha de ser del diploma i no pas de l'acta de grau, ja que a Espanya aquesta no acredita legalment una titulació universitària. Postil·la electrònica del diploma de pregrau (no és válida la postil·la de l'acta de grau, només del diploma). Si necesites gestionar la postil·la podeu sol·licitar-la al web de la Cancillería de Colombia. Tot el tràmit es realitza en línia. Recorda que, perquè la Cancillería doni l'apostil·la, primer has d'haver escanejat el diploma i sol·licitar la legalització del document, en l'apartat de legalitzacions del web del Ministerio de Educación , i després sol·licitar l' apostil·la electrònica . Per a les postil·les expedides abans del 30 de gener de 2001, has d'aportar escanejada la fotocòpia autentificada en una notaria del diploma postil·lat i, posteriorment, enviar-la en format físic a l'Oficina de Colòmbia, o sol·licitar la postil·la electrònica al lloc web de la Cancelleria de Colòmbia. Constància del Sistema Nacional d'Informació de l'Ensenyament Superior, que acrediti una formació universitària d'un nivell acadèmic de pregrau i amb una durada mínima de sis semestres acadèmics, que pots obtenir a través d'aquesta web amb el codi SNIES del programa cursat. Certificat acadèmic personal (historial acadèmic amb notes, registre acadèmic...) escanejat de la teva titulació de pregrau. Titulacions obtingudes a l'Equador (sense la resolució de equivalència del Ministeri d'Educació Espanyol) Fotocòpia del passaport (només cal de la pàgina de dades); en cas que no disposis d'aquest document, pots adjuntar la fotocòpia del teu document d'identitat. En cas que tinguis la residència o ciutadania a l'Estat espanyol, o la ciutadania d'algun dels països de la Unió Europea o Andorra, has d'annexar la documentació que ho acrediti (fotocòpia de la targeta d'identitat d'estranger o del permís de residència). Fotocòpia del títol oficial d'estudis de tercer nivell. Ha de ser del diploma i no pas de l'acta de grau, ja que a Espanya aquesta no acredita legalment una titulació universitària. Fotocòpia de la postil·la del títol oficial d'estudis de tercer nivell. Ha de ser del diploma i no pas de l'acta de grau, ja que a Espanya aquesta no acredita legalment una titulació universitària. Per a obtenir la postil·la del títol, pots consultar més informació a través del següent enllaç . Per a les postil·les que no tenen codi per a verificació electrònica, has d'aportar escanejada la fotocòpia autentificada en una notaria del diploma postil·lat i la fotocòpia autentificada en una notaria de la postil·la i, quan la UOC les hagi verificat, enviar-les en format físic a l'oficina de la UOC més propera, o sol·licitar l'actualització de la postil·la a l' Oficina de Serveis més propera del Ministeri de Relacions Exteriors i Mobilitat Humana del Govern equatorià. Constància del registre del títol de tercer nivell a la Secretaria d'Ensenyament Superior, Ciència, Tecnologia i Innovació (SENESCYT). Per a obtenir la constància de la SENESCYT pots consultar aquest enllaç amb el teu número de document d'identitat i fer clic al botó Imprimeix informació Titulacions obtingudes al Perú (sense la resolució de equivalència del Ministeri d'Educació Espanyol) Fotocòpia del passaport (només cal de la pàgina de dades); en cas que no disposis d'aquest document, pots adjuntar la fotocòpia del teu document nacional d'identitat. En cas que tinguis la residència o ciutadania a l'Estat espanyol, o la ciutadania d'algun dels països de la Unió Europea o Andorra, has d'annexar la documentació que ho acrediti (fotocòpia de la targeta d'identitat d'estranger o del permís de residència). Fotocòpia del diploma oficial de grau acadèmic o de títol professional, degudament signat pel funcionari a càrrec de la Direcció de Documentació i Informació Universitària i Registre de Graus i Títols de la Superintendència Nacional d'Ensenyament Superior Universitari (SUNEDU). Com que el tràmit és per a Espanya, les constàncies expedides per la SUNEDU s'han d'annexar amb segell d'unió al document original atorgat per les universitats nacionals. Fotocòpia de la postil·la del diploma oficial de grau acadèmic o de títol professional. Per a obtenir la postil·la del títol, pots consultar més informació a través del següent enllaç . Per a les postil·les que no tenen codi per a la verificació electrònica, has d'aportar escanejada la fotocòpia autentificada en una notaria del diploma postil·lat i la fotocòpia autentificada en una notaria de la postil·la i, quan la UOC les hagi verificat, enviar-les en format físic a l'oficina de la UOC més propera, o sol·licitar l'actualització de la postil·la al Ministeri de Relacions Exteriors del Govern peruà. Constància d'inscripció del diploma de grau acadèmic o títol professional en el Registre Nacional de Graus i Títols del Perú per mitjà de la SUNEDU . Titulacions obtingudes a la resta de països (sense la resolució de equivalència del Ministeri d'Educació Espanyol) Quina documentació cal presentar? Fotocòpia del document d'identitat o passaport del país d'origen . Fotocòpia o resguard compulsats del diploma universitari que acrediti la teva titulació de pregrau. Ha de ser del diploma i no de l'acta de grau, ja que a Espanya aquesta no acredita legalment una titulació universitària. El títol o el resguard cal que: Estigui redactat en castellà, anglès o català . Si està en un altre idioma cal presentar la fotocòpia compulsada de la traducció feta per un traductor jurat. Estigui legalitzat . Hi ha dues vies de legalització: Si el títol l'heu obtingut en un país membre del Conveni de la Haia (com Mèxic o Argentina) ha d'incloure la Postil·la de la Haia. Cada país nomena una autoritat competent que pot posar aquesta postil·la. Al web del Conveni de la Haia trobareu la llista actualitzada dels països del Conveni i les autoritats que us poden posar la Postil·la. Si heu obtingut el títol en un país que no es membre del Conveni de la Haia heu de legalitzar el títol per via diplomàtica . Per a fer-ho heu de presentar el títol en aquests tres organismes perquè acreditin la validesa del document mitjançant els segells respectius: a) el Ministeri d'Educació del país emissor del títol, b) el Ministeri d'Assumptes Exteriors del país que va expedir el títol, i c) la representació diplomàtica o consular espanyola al país que va emetre el títol. Documentació a sol·licitar a la universitat d'origen: Fotocòpia compulsada d'un certificat expedit per la universitat, en el qual se certifiqui que la titulació presentada dóna accés a estudis superiors de màster o doctorat al país d'origen del títol. En el cas de matricular-se a un Màster universitari, serà necessari presentar un certificat acadèmic dels estudis superiors realitzats que inclogui el detall de les assignatures cursades amb la nota obtinguda, el nombre de crèdits superats, les hores cursades, les convocatòries consumides i la nota global. En el cas de matricular-se a un Màster universitari, si la titulació presentada no està vigent al país d'origen, cal presentar el pla d'estudis. Trobaràs més informació sobre la legalització de títols en la web del Ministeri d'Educació de l'estat espanyol . 2. Tinc un títol universitari amb la resolució d'equivalència del Ministeri d'Educació espanyol a títol estranger d'ensenyament superior i a titulació i nivell acadèmic de grau o màster universitari oficial en les branques de coneixement i camps específics. L'equivalència a titulació atorga al títol estranger, en tot el territori nacional, els mateixos efectes que els títols que són compresos en l'àrea i camp específic de formació del qual s'hagi declarat l'equivalència, a exclusió dels efectes professionals respecte dels títols susceptibles d'obtenir-se per homologació. L'equivalència a nivell acadèmic atorga al títol estranger, en tot el territori nacional, els efectes corresponents al nivell acadèmic respecte del qual s'hagi declarat l'equivalència. Quina documentació cal presentar? Fotocòpia del document d'identitat o passaport del país d'origen. Fotocòpia compulsada/acarada de la resolució de l'equivalència del títol. Si l'equivalència està en tràmit, podeu presentar el volant condicional, però en un termini màxim de sis mesos haureu de presentar la resolució definitiva. Els documents es poden acarar a les seus de la UOC si porteu els originals i les seves fotocòpies simples. La compulsa es pot fer al centre on s'ha expedit la documentació (i ha de tenir els mínims requisits administratius: data, segell, signatura, càrrec, nom i cognoms de la persona sotasignada). 3. Tinc un títol universitari amb la resolució d'homologació del Ministeri d'Educació espanyol L'homologació d'un títol estranger a un títol espanyol que permeti l'accés a una professió regulada comporta la possibilitat d'exercici de la professió regulada en les mateixes condicions dels qui tenen títols espanyols que habilitin per a aquest exercici. Quina documentació cal presentar? Fotocòpia del document d'identitat o passaport del país d'origen . Fotocòpia compulsada/acarada de la resolució de l'homologació del títol . Si l'homologació està en tràmit, podeu presentar el volant d'homologació, però en un termini màxim de sis mesos haureu de presentar la resolució definitiva. La compulsa es pot fer al centre on s'ha expedit la documentació (i ha de tenir els mínims requisits administratius: data, segell, signatura, càrrec, nom i cognoms de la persona sotasignada)."
}