{
  "url": "https://uoc.edu/portal/ca/ri/difusio-publicacions/noticies/noticies-ARI/2020/noticia_call_postdoc.html",
  "content": "Recerca i innovació Notícies Menú Escoltar La UOC obre una convocatòria d'estades de recerca postdoctorals 03/02/2020 Rubén Permuy Iglesias La Universitat vol impulsar la investigació interdisciplinària La Comissió de Recerca i Innovació de la UOC ha aprovat la publicació d’una convocatòria d’oferta de cinc places per a estades de recerca postdoctorals de tres anys a la Universitat. Les places estan adreçades a personal docent i investigador postdoctoral especialitzat en qualsevol de les àrees dels grups de recerca de la Universitat. El termini per a enviar sol·licituds és l’ 1 de març . La convocatòria està dirigida a personal investigador que hagi obtingut el títol de doctorat , ja sigui a la UOC o en altres institucions, i que compleixi els requisits establerts a les bases d’aquesta convocatòria. Les candidatures amb un títol de doctorat de la UOC han de demostrar haver realitzat una estada postdoctoral en una altra universitat o centre de recerca durant un període d’almenys dos anys . Aposta per la interdisciplinarietat La convocatòria ofereix dues modalitats per a presentar-hi sol·licituds. D’una banda, com a novetat, es preveu la possibilitat de comptar amb una plaça postdoctoral interdisciplinària . Aquesta modalitat s’emmarca en l’impuls a la recerca interdisciplinària promogut des del Pla estratègic de la UOC. Així mateix, en aquesta convocatòria es considera interdisciplinària la investigació que integra coneixements i mètodes de diferents disciplines mitjançant una síntesi i combinació real d’enfocaments, a diferència de la multidisciplinària, amb investigadors de diferents disciplines treballant conjuntament. D’una altra banda, la present convocatòria manté, com en ocasions anteriors, la modalitat de places per a incorporar-se als grups de recerca de la UOC, oferint un mínim de quatre places . La relació de grups de recerca pot ser consultada al següent enllaç . Una mateixa candidatura no pot presentar-se a les dues modalitats . Beneficiaris Les persones beneficiàries d’aquestes places no podran haver estat contractades per la UOC en els dos anys anteriors a la publicació d’aquesta convocatòria. La resolució provisional de la convocatòria es farà pública a partir del 3 d’abril , amb un període d’al·legacions obert fins al dia 13 del mateix mes. Les al·legacions rebudes i la resolució definitiva es faran públiques a partir del 17 d’abril. Enllaços relacionats Bases Més informació Formulari de sol·licitud Més informació Assoliments científics Més informació"
}