{
  "url": "https://uoc.edu/portal/ca/estudis_arees/dret_ciencia_politica/difusio_publicacions/index.html",
  "content": "Transferència del coneixement La transferència en els Estudis de Dret i Ciència Política és prioritària i estratègica, i dóna sentit a tota l’activitat de docència i recerca que el professorat dels Estudis porta a terme. Tan des de les activitats de difusió que permeten donar a conèixer a tothom allò que fem, com les intervencions sobre temes d’actualitat o canvis normatius, i d’altres dirigides als nostres estudiants i alumnis per completar la seva etapa formativa i posterior. A més, comptem amb la primera càtedra dels Estudis per a la resolució de conflictes, mediació i transformació digital, juntament amb el Centre de Mediació del Departament de Justícia de la Generalitat de Catalunya, la finalitat de la qual és investigar, innovar i transferir coneixements vinculats als àmbits de la conflictologia, la gestió de conflictes, la mediació, la seguretat, la convivència i el civisme. Per tot plegat, complim amb la finalitat social de la universitat, de compartir el nostre coneixement i generar impactes a la societat a la que servim. IDP Revista d'Internet, Dret i Política Revista impulsada pels Estudis de Dret i Ciència Política de la UOC que té com a objectiu la comunicació i la divulgació científica de treballs de recerca, anàlisi i investigació sobre els reptes i les qüestions que les tecnologies de la informació i la comunicació plantegen respecte al dret i la ciència política. Congrés IDP Impulsat i organitzat pels Estudis de Dret i Ciència Política, aquest congrés és el lloc de trobada anual d’investigadors, acadèmics i professionals interessats en les conseqüències de l’ús de les tecnologies de la informació i la comunicació en els diferents àmbits del dret i la política. Twitter UOC Dret i Política @UOCedcp Segueix-nos!!! Blogs dels Estudis de Dret i Ciència Política IurisCrimPol Blog dels Estudis de Dret i Ciència Política UOC Ciudades Blog del Màster oficial de Ciutat i Urbanisme Blogs del professorat Una mirada crítica a las relaciones laborales Blog d'Ignasi Beltran de Heredia Ruiz, professor dels Estudis Responsabilidad en Internet Blog de Miquel Peguera, professor dels Estudis AFLabor. Laboral, RRHH i Ocupació Blog de Antonio Fernández, professor dels Estudis Activitats de transferència de coneixement Activitats de transferència del coneixement realitzades al 2022 Activitats de transferència del coneixement previstes per 2023"
}