{
  "url": "https://uoc.edu/portal/ca/estudis_arees/dret_ciencia_politica/missio-equip/index.html",
  "content": "Missió i equip Professorat Personal de gestió Ara fa 23 anys, al curs 1996-1997, un petit grup de professors i una dotzena de col·laboradors docents (tutors i consultors) van obrir la llicenciatura de Dret amb 100 estudiants. Al llarg dels anys, els Estudis de Dret i Ciència Política de la UOC han anat creixent, tant en nombre com en programes docents i activitat acadèmica. Tanmateix, continuem treballant amb la mateixa il·lusió que quan vam començar i amb l'objectiu de contribuir al desenvolupament professional dels nostres estudiants, amb una oferta docent de qualitat, i al creixement cultural i científic de la nostra societat. Avui, els Estudis de Dret i Ciència Política estan compostos per 42 professors , responsables d'una oferta formativa diversa en l'àmbit del dret, la ciència política, la criminologia, l'Administració pública i les relacions internacionals. En concret, oferim 12 programes oficials (4 graus i 8 màsters universitaris), diverses diplomatures i especialitzacions de postgrau, cursos curts i accions de formació a mida per a diferents institucions i empreses. Tot això és possible gràcies a la contribució de més de 820 professors col·laboradors, que acompanyen els més de 19.367 estudiants en el seu procés d'aprenentatge. A més a més de l'acció docent, els Estudis de Dret i Ciència Política fan una intensa activitat de recerca , treballant per a ser referents internacionals en l'impacte de la tecnologia digital i internet en el dret, la política i la criminologia des dels diferents àmbits d'expertesa. Compartim amb la societat els resultats d'aquesta activitat docent i de recerca mitjançant la revista IDP - Internet, Dret i Política , les múltiples activitats acadèmiques (congressos, jornades, seminaris i webinars) que organitzem periòdicament i diferents espais de comunicació (web, blog , Twitter ...), que us convidem a visitar i seguir. Raquel Xalabarder Directora dels Estudis de Dret i Ciència Política UOC (Universitat Oberta de Catalunya) Professorat Personal de gestió"
}