{
  "url": "https://uoc.edu/portal/ca/servei-linguistic/redaccio/10-recomanacions",
  "content": "Comunicació eficaç i redacció 10 recomanacions La redacció eficaç és la que té les qualitats indicades en l'apartat Un bon escrit . Per tant, l'estil més recomanable és el que selecciona en cada moment l'opció més entenedora tenint sempre present l'economia de recursos i vigilant la correcció lingüística. També podeu consultar 20 recomanacions per redactar bé , elaborades pels serveis lingüístics de diverses universitats catalanes. 10 recomanacions per redactar amb eficàcia Construir oracions clares, concises, de sintaxi senzilla i ben travades Ordenar els components de l'oració Evitar elements superflus Triar mots clars i precisos Evitar tecnicismes innecessaris Mesurar l'ús de construccions impersonals i passives Fer servir més verbs que substantius Assegurar que cada oració té un verb principal conjugat Mantenir la coherència en enumeracions i subapartats Utilitzar un model no sexista del llenguatge Construir oracions clares, concises, de sintaxi senzilla i ben travades Cal no abusar de les estructures complexes amb excés de subordinació i d'incisos llargs, ja que una idea inclosa en una estructura complexa queda desdibuixada i el text perd llegibilitat. El passat dia 19 vam detectar, degut a la posada en marxa d'una nova versió del Campus Virtual, que quan concorrien les circumstàncies d'utilitzar Netscape, des de mòdem i en condicions de saturació (com especialment es van donar dels dies 20 al 23) l'ús de bústies compartides (com per exemple és el cas de la bústia d'avaluació contínua) donava problemes . El dia 19 vam detectar que hi havia problemes en l'ús de bústies compartides (per exemple, la bústia d'avaluació contínua). La causa va ser la posada en marxa d'una nova versió del Campus Virtual quan s'utilitzava Netscape des de mòdem i en condicions de saturació (com fou especialment el cas des del dia 20 fins al 23). Tampoc no s'ha de caure en l'extrem de reduir el text a frases molt curtes, separades per punts, cosa que pot produir un efecte de descohesió. L'estil més clar i més llegidor és el que combina la frase breu amb les oracions coordinades i subordinades que van reflectint les relacions lògiques entre les idees. No s'han d'omplir exageradament les frases amb explicacions mitjançant guions, parèntesis, comes, etc. El lector o lectora acabarà perdent el fil del que se li vol comunicar. No s'han d'omplir exageradament les frases amb explicacions mitjançant guions, parèntesis, comes, etc., perquè el lector o lectora acabaria perdent el fil del que se li vol comunicar. [Cal indicar la relació de causa-efecte entre les frases.] Cal vigilar les concordances, la jerarquia i la cohesió de les relacions sintàctiques dins l'oració. El col·lectiu d'estudiants han manifestat les seves queixes per diversos mitjans. El col·lectiu d'estudiants ha manifestat les seves queixes per diversos mitjans. Les persones candidates han de signar el projecte i s'hi ha d'incloure les dades de contacte. Les persones candidates han de signar el projecte i incloure-hi les dades de contacte. Si hagués fet servir fonts més fiables, hagués estalviat temps a l'hora de verificar les dades. Si hagués fet servir fonts més fiables, hauria estalviat temps a l'hora de verificar les dades. + Torna al començament Ordenar els components de l'oració Els elements de l'oració tenen una certa mobilitat dins l'estructura sintàctica; guanyen o perden importància segons el lloc que ocupen. Com a norma general, mantenim l'ordre convencional dels elements de l'oració: subjecte + verb + complements D'aquesta manera, quan vulguem destacar un element per posar-hi èmfasi, el podem desplaçar al principi de l'oració, que és el lloc on hi ha la informació principal. Cal fer la preinscripció abans del dia 10. [Ordre normal] Abans del dia 10, cal fer la preinscripció. [Element destacat] Si abusem dels recursos d'èmfasi o els utilitzem sense criteri, n'invalidem la funció. A més, si els complements són a prop del seu nucli, evitem ambigüitats. Hi haurà classes per al personal d'atenció al client. [ personal d'atenció al client ] Hi haurà classes d'atenció al client per al personal. [ classes d'atenció al client ] L'ordre dels mots, tot i que no és fix, sovint respon a la lògica interna de construcció de cada llengua, que funciona com un ecosistema. Les estructures sintàctiques genuïnes eviten repeticions, abús de possessius, etc. i no es poden calcar d'una llengua a l'altra. Hi ha els següents casos . Hi ha els casos següents . El restant 49 % ha demanat l'accés a Dret. El 49 % restant ha demanat l'accés a Dret. Això és el que més m'agrada . Això és el que m'agrada més . Es pot fer o no aquesta operació . Es pot fer aquesta operació o no (fer-la) . ... amb o sense subtítol . ... amb subtítol o sense . Poca cosa té a veure amb el que dius. Té poca cosa a veure amb el que dius. Aquest és un clar exemple del sistema d'intercanvi. Aquest és un exemple clar del sistema d'intercanvi. La connexió va ser difícil durant la passada setmana . La connexió va ser difícil durant la setmana passada . Són dos els supòsits bàsics que... Hi ha dos supòsits bàsics que... És per aquest motiu que trobem necessari que... Per aquest motiu trobem necessari que... [Llevat que s'hi vulgui donar un èmfasi especial] + Torna al començament Més exemples Evitar elements superflus En general és aconsellable redactar les oracions amb criteris d'economia, que és una de les condicions de la comunicació funcional. El resultat és un estil concís, que estalvia elements sobrers i va directament a la idea que vol expressar. Per tant, podem esporgar expressions redundants per repetició d'idees o conceptes. També cal evitar paràfrasis o circumloquis i mots de significat molt general, com ara element, tema, factor, problema , etc., perquè en molts contextos afegeixen paraules però no significat. ... només cal que ens ho sol·liciteu al nostre servei d'obtenció de documents [o ens o nostre , però no pas tots dos]. ... sempre que s'ajustin a les següents condicions que us descric a continuació. Amb l'esperança que aquesta situació no es torni a produir de nou ... Durant el transcurs de la trobada hi haurà [o Durant o En el transcurs de ]... Hi haurà una conferència sobre la prevenció de riscos laborals [i no pas que tractarà del tema de ]. Hem de redactar un informe [i no pas desenvolupar la redacció d'un ]. + Torna al començament Més exemples Triar mots clars i precisos L'estil és més clar quan fem servir un lèxic adequat al text, allunyat de paraules complexes, poc freqüents i rebuscades. Abans de matricular-vos, heu de parlar amb el tutor [i no pas Prèviament a ]. Inclouen una anàlisi aproximada de [i no pas aproximativa ]... Amb aquest estudi esperen influir sobre els electors [i no pas influenciar ]. Això mateix passa si substituïm els mots de significat massa general o inconcret ( fer, tenir, cosa.. .) per altres de significat més precís. Ofereixen beques per seguir [o estudiar o elaborar o organitzar , segons què es vulgui dir] un programa de formació [i no pas realitzar ]. L'entitat editarà un llibre commemoratiu dels seus cent anys [i no pas farà ]. + Torna al començament Evitar tecnicismes innecessaris Com més especialitzat és el tema de què tractem, més important és la precisió. Tot i així, els termes tècnics, que sens dubte són precisos i útils en el llenguatge d'especialitat, no sempre són prou coneguts per les persones que han de llegir els textos generals o divulgatius. Per evitar que el text sigui críptic i la terminologia ens allunyi del lector, convé utilitzar els termes especialitzats amb moderació i definir-los breument amb paraules planeres quan sigui imprescindible fer-los servir. És una substància endògena , és a dir, produïda pel mateix organisme com a resposta a... Va patir apoplexia , és a dir, un atac de feridura . Alguns mots estrangers més usats en certs àmbits ( feedback , e-learning ...), els acrònims i les sigles poden tenir el mateix efecte que els tecnicismes. Si no podem assegurar-ne la comprensió, cal definir-los o identificar-los al començament del text. + Torna al començament Mesurar l'ús de construccions impersonals i passives Per aconseguir un estil clar i directe, és aconsellable fer explícits els subjectes de les oracions. Les oracions impersonals, com que amaguen el responsable de l'acció, resulten poc clares. Es poden utilitzar, per exemple, quan desconeixem el subjecte de l'oració o no té importància o quan no es vol explicitar el subjecte d'una acció, perquè no és significatiu o no es útil; però és aconsellable no abusar-ne. Es van perdre algunes dades dels arxius [no interessa saber el subjecte]. El Departament de Personal comunicarà els torns de vacances abans del 30 de maig [millor que no pas Es comunicaran ]. Les oracions d'estructura passiva són poc habituals en la sintaxi del català i disminueixen la llegibilitat del text. S'aconsegueix un estil més directe situant el subjecte al començament i fent servir formes verbals personals. Els empleats han d'adreçar les sol·licituds de material al cap del seu departament [millor que no pas Les sol·licituds de material han de ser adreçades al cap de cada departament per part dels empleats ]. El dia 2 de novembre la FUOC va constituir el dipòsit [millor que no pas es va constituir per part de la FUOC o va ser constituït per la FUOC ]... + Torna al començament Fer servir més verbs que substantius En català utilitzem els verbs amb molta més freqüència que no pas els noms, perquè la construcció amb verbs és més genuïna, natural i directa. Els noms, a més, ens obliguen a utilitzar possessius i pronoms innecessaris, cosa que dona com a resultat una estructura encarcarada i poc genuïna. Podeu consultar el manual del programa per instal·lar-lo [i no pas per a la seva instal·lació ]. L'explicació ens ha ajudat a entendre com funciona [i no pas el seu funcionament ]. El servidor passa aquestes dades a una altra aplicació perquè les processi [i no pas per al seu processament ]. + Torna al començament Més exemples Assegurar que cada oració té un verb principal conjugat Tota frase necessita un verb principal, i l'infinitiu no actua com a verb sinó com un nom; per tant, amb un infinitiu sol no es pot construir una frase (llevat que es tracti d'una llista d'accions, expressades amb infinitiu que depenen d'una oració principal anterior). De moment només cal assenyalar que [i no pas assenyalar ]... Finalment, volem recordar que [i no pas recordar ]... No hi té res a veure [i no pas Res a veure ]. + Torna al començament Més exemples Mantenir la coherència en enumeracions i subapartats Si es fan subapartats vinculats a un apartat, l'enunciat superior del qual depenen ha de lligar amb cada un dels subapartats, i tots els subapartats han de començar amb un element de la mateixa categoria: verb conjugat, infinitiu, nom o frase completa. El servei d'obtenció de documents es compon de :* Obtenció d'articles, que proporciona articles de revistes continguts en el fons bibliogràfic... Préstec interbibliotecari, que proporciona llibres, actes de congressos... * La preposició de s'hauria d'apostrofar en el primer cas, però això no seria correcte i no lligaria amb el segon cas. El servei d'obtenció de documents es compon de les seccions següents : Obtenció d'articles, que proporciona articles de revistes continguts en el fons bibliogràfic... Préstec interbibliotecari, que proporciona llibres, actes de congressos... La direcció valorarà quina formació necessita cada persona del seu equip i prioritzarà les accions tenint en compte:* Que l'acció formativa estigui justificada per les responsabilitats que la persona té en el seu lloc de treball. Les necessitats del servei i les possibilitats de realitzar-les en les dates previstes . * Un punt i l'altre han de començar amb elements de la mateixa categoria. La direcció valorarà quina formació necessita cada persona del seu equip i prioritzarà les accions tenint en compte: Que l'acció formativa estigui justificada per les responsabilitats que la persona té en el seu lloc de treball. Que hi hagi possibilitats de respondre a les necessitats del servei en les dates previstes . ... els objectius següents: actualitzar els coneixements, assolir una base teoricoanalítica, coneixements dels * diferents mercats financers, estratègies * per aplicar en la selecció... * Hi ha d'haver coherència entre els elements de l'enumeració. ... els objectius següents: actualitzar els coneixements, assolir una base teoricoanalítica, conèixer els diferents mercats financers, tenir estratègies per aplicar en la selecció... ... a cada activitat: Objectius de l'activitat .* Continguts amb què es relacionen .* Temps de dedicació necessari. Criteris d'avaluació per a la seva valoració .* * Els punts o subapartats han de lligar amb l'enunciat que els introdueix. ... a cada activitat: Objectius que té . Continguts amb què es relaciona . Temps de dedicació necessari. Criteris d'avaluació per valorar-la . + Torna al començament Utilitzar un model no sexista del llenguatge Quan un escrit va adreçat a un públic genèric, s'ha de tenir en compte que hi pot haver destinataris masculins i femenins i que tots s'hi han de sentir inclosos, però sense caure en l'artificiositat. Sovint podem trobar construccions o paraules col·lectives i estalviar-nos de doblar les formes masculines i femenines, cosa que entorpeix la lectura. Qui participi en aquest programa [millor que no pas El participant ]... ... proves que haurà de fer tothom qui hi participi [millor que no pas hauran de fer tots/es els/les participants ]. + Torna al començament Ús no sexista de la llengua"
}