{
  "url": "https://uoc.edu/portal/ca/servei-linguistic/redaccio/models-documents/carta/index.html",
  "content": "Comunicació eficaç i redacció Comunicació institucional i models de documents Carta La carta és un document flexible, en què té cabuda tota mena d'informació i s'hi pot tractar qualsevol tema. Exemple (PDF) Característiques Estructura Observacions Característiques Es tracta d'un document de comunicació interpersonal. Per aquest motiu tant el destinatari com l'emissor duen en primer terme el nom i els cognoms propis i en segon terme el càrrec o unitat estructural a què pertanyen, si escau. És recomanable que la llargària de la carta, incloent-hi tots els camps d'informació que la componen, no superi la pàgina. + Torna al començament Estructura Destinatari Pot tenir com a màxim cinc línies, que corresponen a la informació següent: Nom i cognoms Càrrec, si escau Nom de l'organisme o entitat, si escau Via pública, número, pis i porta Codi postal i població (comarca, si cal) Salutació (i comiat) Vegeu les recomanacions en aquest apartat . Cos La informació ha d'estar ben estructurada i ordenada; hi ha d'haver una presentació del motiu pel qual s'envia la carta, l'exposició dels fets, els arguments o les consideracions i una conclusió (sigui una petició final o una síntesi del que s'ha exposat, etc.). Signatura Inclou tres espais diferents i en l'ordre en què es presenten a continuació: espai per a la firma manuscrita, nom i cognoms de l'emissor, càrrec que ocupa o unitat estructural a què pertany. Datació S'hi han de fer constar el lloc i la data en què s'emet el document de la manera següent: El nom de la localitat i, separat per una coma, el dia (amb xifres), el mes (amb lletres) i l'any (amb xifres, complet i sense punt entre la primera xifra i la segona), sense puntuació final. Lleida, 22 de març de 2029 Informacions ocasionals Espai reservat per a anotacions complementàries relacionades amb el contingut de la carta (postdata, referències d'arxiu, etc.). + Torna al començament Observacions En les adreces el nom de la via pública, el número, el pis i la porta van separats per comes, llevat del pis i la porta, que només se separen amb un espai en blanc. Es pot escriure el genèric corresponent ( carrer, plaça, passeig... ) desenvolupat o abreujat, però en tots dos casos ha d'anar amb majúscula perquè comença línia. Si s'escriu desenvolupat, es conserva la preposició de davant el nom del carrer, plaça, etc., llevat que el nom propi correspongui a un adjectiu. Carrer d'Enric Granados Avinguda Diagonal Si es fa servir la forma abreujada d'aquests mots genèrics, s'han d'utilitzar les abreviatures estàndard i es pot prescindir de la preposició de davant el nom propi. Av. de Roma Av. Roma Els ordinals corresponents al número de pis i de porta, segons els criteris seguits a la UOC, es consideren abreviatures i s'escriuen, per tant, amb punt final. 1r., 2a., 5è., 4t. Els càrrecs s'escriuen amb minúscules, tant si el càrrec es refereix a la persona concreta que el té com si no és així, atès que els càrrecs no tenen per ells mateixos cap singularitat semàntica que els individualitzi. Ara bé, si el càrrec va precedit pel tractament protocol·lari corresponent, s'escriu amb majúscules, com el tractament que el precedeix. l'Honorable Senyor Mascarell, conseller de Cultura Les fórmules de comiat que són una frase, amb verb explícit o sobreentès, acaben amb un punt; si no són frase, es puntuen amb una coma. Us saludo atentament. Cordialment, + Torna al començament"
}