{
  "url": "https://uoc.edu/portal/ca/estudis_arees/informatica_multimedia_telecomunicacio/recursos-difusio/coloquis-virtuals/index.html",
  "content": "Recursos i difusió del coneixement Jornades i col·loquis Els estudiants i el professorat dels Estudis d'Informàtica, Multimèdia i Telecomunicació participen periòdicament en col·loquis i jornades, en els quals es tracten temes d'actualitat relacionats amb aquest àmbit. A continuació trobareu una relació de les jornades i col·loquis que anem realitzant. Jornada UX, IX Edició 08/11/2018 Mobile World Centre, Barcelona Àmbits: Disseny i dibuix, UX, Sketching Interactions Sota el títol Sketching Interactions , la Jornada d'Experiència d'Usuari del passat mes de novembre convidava a reflexionar sobre el dibuix com a eina de reflexió, creació i comunicació. Mitjançant les ponències d'expertes i experts de diferents disciplines i àmbits professionals, l'audiència va poder gaudir d'un distès debat obert sobre les interrelacions que existeixen entre el dibuix i el disseny, les experiències d'usuari i el pensament visual. Per ampliar la informació i visualitzar les ponències sobre la jornada, podeu accedir a aquest article de Mosaic. Jornada UX 15/11/2017 Mobile World Centre, Barcelona Àmbits: Disseny web, Interfícies, UX Sota el títol Interfícies/Altres Interfícies , la Jornada d’Experiència d’Usuari del passat mes de novembre es centrava en el paper que juguen les diferents interfícies en l’experiència d’ús de productes interactius i en com les noves interfícies arriben per transformar la interacció amb l’usuari, canviant la seva experiència i proporcionant nous reptes als dissenyadors. La interfície, tal com la coneixem, està desapareixent. Sota aquesta premissa es presentava la darrera Jornada UX, proposant un espai de reflexió entorn al paper fonamental que juguen les interfícies, la transformació en la interacció i en l’experiència dels usuaris en l’actualitat. Per visualitzar les ponències i ampliar informació sobre la jornada podeu accedir a aquest article de Mosaic. Data Day Madrid (D^2) 21/06/2017 Seu UOC Madrid Àmbit: Anàlisi de dades, Big Data, Data Science Dirigit a tots aquells que volen ampliar els seus coneixements sobre noves tecnologies relacionades amb les dades, el Data Day es presenta de la mà d’acadèmics i professionals apassionats amb ganes de compartir els seus coneixements amb tots els usuaris interessats en la matèria. El seu programa engloba una amplia varietat de temes relacionats a l’anàlisi de dades i a la generació de valor. D’aquesta manera es cobreixen diferents àrees com per exemple: data science, business intelligence, big data... Les ponències d’aquesta edició van ser: Jordi Casas-Roma, Data Privacy Antonio Sarasa Cabazuelo, Big Data y Salud Álvaro Galán Zapatera, Usando Business Analytics y Ciencia de Datos Josep Curto, La forma de tus datos tiene significado Podeu ampliar la informació sobre les ponències consultant la programació de l’acte . Modern Web Event 06/06/2017 Sevilla i en streaming Àmbit: Desenvolupament web La darrera edició del Modern Web Event arribava acompanyada de grans professionals apassionats per compartir el seu coneixement sobre noves tecnologies web amb tots els membres de la comunitat. El seu programa va comptar amb temes variats, tots relacionats amb l’àmbit del desenvolupament d’aplicacions web i escollits per cobrir una part importat d’àrees com el disseny, el desenvolupament, el dia a dia d’un professional, etc., per la qual cosa hi tenen cabuda una amplia varietat de perfils professionals. En aquesta ocasió, els ponents van ser: David Rodríguez ( @davidjguru ) Esperanza Moreno ( @_mimina_ ) Abel Sutilo ( @abelsutilo ) Luis Rull ( @luisrull ) César Córcoles ( @chechar ) Per a més informació podeu accedir al següent article de Mosaic: Modern Web Event, vídeos de les ponències Premis UOC-RMF, 3a. edició 01/12/2016 Palau Macaya, Barcelona Àmbits: Informàtica, Multimèdia, Telecomunicació, Seguretat Informàtica Els premis UOC-RMF (impulsats per la Universitat Oberta de Catalunya i la Ramon Molinas Fundation ) tenen com a objectiu fomentar l’emprenedoria científica i tecnològica amb finalitat d’inspirar i d’esperonar bones idees que ajudin a millorar la societat. Aquests premis volen reconèixer els millors projectes realitzats pels estudiants de treballs finals dels Estudis d’Informàtica, Multimèdia i Telecomunicació. En aquesta tercera edició, els projectes guanyadors van ser una eina de dibuix en realitat augmentada, un robot educatiu imprimible en 3D i una aplicació làser per evitar l’extinció de les abelles. Aquests projectes van ser escollits per “brindar solucions innovadores i imaginatives per al dia a dia”. Resum de la 3a edició dels premis: També trobareu més informació detallada a la web oficial dels premis i en aquesta nota de premsa. Jornada UX, experiència d'usuari 16/11/2016 Mobile World Centre, Barcelona Àmbits: Multimèdia, Disseny, UX La Jornada Cátedra Telefónica - UOC, coincidint amb la Jornada UX 2016 “ Design in process”, es va centrar en UX (experiència d’usuari), tractant els processos del disseny i com utilitzar-los per transformar projectes, institucions, empreses i la vida de les persones. El seu objectiu principal va ser la difusió i la formació, a partir de casos pràctics i des de perspectives multidisciplinars. Més informació sobre la jornada, i tots els vídeos, a la web de Mosaic . Modern Web Event 16/06/2016 Àmbits: Informàtica, Multimèdia, Programació , Tecnologies , Tipografia , Web El 16 de juny, a Bilbao, va tenir lloc la segona edició del Modern web Event, un esdeveniment sobre desenvolupament web dedicat a donar una visió actual de tot allò que afecta el desenvolupament web. En aquesta edició es va comptar amb quatre ponents que van tractar quatre temes molt diferents : Raúl Jiménez va parlar del vídeo VR en el navegador. Marcos González de la situació actual del desenvolupament Front-end. Diego Rodríguez de la importància de la tipografia en la usabilitat del web. Juan Delgado de com gestionar des de l’empresa les peticiones dels clients. Aquí trobareu tots els vídeos de les 4 ponències Web de la jornada Modern Web Postgrau en desenvolupament d?Aplicacions Web Taller de programació creativa 11/05/2016 Àmbits: Multimèdia, Disseny, Programació , Tecnologies El passat 11 de maig es va organitzar al Museu del Disseny de Barcelona i en el marc de la Càtedra Telefònica-UOC en Disseny i creació Multimèdia un taller sobre programació creativa impartit per Anna Carreras. El taller de programació creativa va començar amb una xerrada on es van presentar les idees i conceptes clau al voltant de la programació com a eina per a la creació gràfica i digital, els principals entorns de desenvolupament i les tecnologies interactives relacionades. A continuació es va realitzar un acostament totalment pràctic sobre l'ús de les tecnologies digitals pròpies del discurs plàstic amb la finalitat d'enriquir els instruments i mètodes d'experimentació i creació artística. Es va realitzar una introducció al programari creatiu Processing per experimentar i trastejar amb algunes de les particularitats de la Programació Creativa i conèixer alguns dels fonaments i processos implicats en els procediments de l'art digital. Resum de la xerrada: Trobareu tot el material audiovisual de la jornada disponible al web de la Càtedra Telefónica-UOC en Disseny i Creació Multimèdia . Grau en Multimèdia Màster Universitari en Aplicacions multimèdia: disseny i desenvolupament de smartcontent Postgrau en Disseny d'Experiència d'Usuari Premi Equitat a la promoció de l'equitat de gènere en les TIC 28/04/2016 Àmbits: Informàtica, Multimèdia, Telecomunicació La primera edició del premi equitat ha reconegut la millor iniciativa en la inclusió i promoció de les dones en l’àmbit de les TIC. Enguany, la candidatura guanyadora ha estat Laboratoria , un projecte d’emprenedoria social desenvolupat a Xile que capacita dones joves en temes de desenvolupament web per a després inserir-les a treballar en la indústria digital com a desenvolupadores front end. A banda de l’entrega del premi, l’acte va comptar amb la presència de la Sydney Padua, autora del llibre Las emocionantes aventuras de Lovelace y Babbage del qual se’n va fer la presentació de la traducció al castellà, i d'en Xavier Molero, qui va parlar sobre la història de les dones en la informàtica amb la ponència; De Ada Byron a Grace Hopper y las programadoras del ENIAC: los bits, en femenino. Resum de la jornada: Més informació i vídeos al web del premis. 2a. edició dels premis UOC-RMF Àmbits: Informàtica, Multimèdia, Telecomunicació, Seguretat Informàtica. 05/11/2015 La segona edició dels premis UOC-RMF, ha reconegut els tres millors treballs finals dels estudiants d'Informàtica, Multimèdia i Telecomunicació de la UOC. La vetllada, en què ha participat Ramsés Gallego, expert internacional en sistemes de seguretat de dades, també ha estat un punt de trobada dels premiats i finalistes amb professionals del sector de les TIC. Els guanyadors s'han conegut durant la cerimònia que ha tingut lloc aquest dijous al Palau Macaya de Barcelona. Resum de la jornada: Si vols saber-ne més sobre els treballs premiats, pots llegir aquesta crònica , i per a veure totes les fotografies i vídeos ho pots fer accedint a la pàgina dels premis. Web de la jornada Jornada UX: Disseny d'ecosistemes Àmbits: Multimèdia, Disseny 08/10/2015 El passat dijous 8 d'octubre va tenir lloc al Mobile World Centre de Barcelona la VI edició de la Jornada UX. L'esdeveniment es va emmarcar en els programes en Multimèdia i Disseny d'Experiència d'Usuari centrant-se en el disseny d'ecosistemes. L'objectiu de la Jornada UX va ser de difusió i formació, així que els diferents ponents van explicar les seves experiències en el disseny d'ecosistemes des de perspectives multidisciplinars amb casos pràctics i exemples visuals. Resum de la jornada: Pots trobar informació més detallada i tots els vídeos de la jornada a la pàgina de MOSAIC Web de la jornada Postgrau en Disseny d'Experiència d'Usuari (UX) Grau Multimèdia Màster en Aplicacions multimèdia: disseny i desenvolupament de smartcontent UOC Tech Day: workshop sobre noves tendències en tecnologia Àmbits: Big Data, Seguretat Informàtica, Smart Cities El UOC Tech Day és un workshop organitzat per la UOC a on els professors experts dels Estudis d' Informàtica, Multimèdia i Telecomunicació expliquen en un format dinàmic i participatiu las principals novetats en Big data, Seguretat, Smart cities i Gadgets. Fins al moment ja s’han organitzat 3 sessions diferents a Madrid, Sevilla i barcelona, i se’n preveuen més per aquest 2016. El blog Informàtica ++ va dedicar una entrada a explicar en què consisteixen aquests workshops. Pots llegir-ho aquí. Web de la Jornada Programes de l'àmbit de Business Intelligence Màster Interuniversitari en Seguretat de les tecnologies de la informació i de les comunicacions per la UOC, UAB i URV Postgrau en Smart Cities: Ciutat i Tecnologia UOC Scratch Day El passat 9 de maig, a tot el món, va tenir lloc una nova edició del Scratch Day, un dia on els nens i les nenes són els protagonistes. I per tercer any, la UOC va participar en aquest esdeveniment amb l'organització de tallers d'Scratch en diferents llocs de la geografia espanyola. En aquesta ocasió, el Grup Inventa i els Estudis d'Informàtica, Multimèdia i Telecomunicació de la UOC vam preparar una activitat especial al centre de Barcelona, al Mobile World Centre (MWC), que va consistir en dos tallers d'Scratch: un d'iniciació i un altre de nivell avançat. També vam disposar d'un espai de lliure accés amb sis racons pensats perquè nens i nenes poguessin veure com l'Scratch interactua amb diferents dispositius físics. A més, hi va haver activitats d'scratch per Arduino (S4A); muntatges de peces de Lego amb sensors i motors; robots Bee-Bot; jocs corporals amb Kinect; teclats amb Makey-Makey, i Scratch Cards. Web del grup Inventa More…"
}