{
  "url": "https://uoc.edu/portal/ca/estudis_arees/informatica_multimedia_telecomunicacio/recursos-difusio/laboratoris/index.html",
  "content": "Recursos i difusió del coneixement Laboratoris Els laboratoris són una peça clau per a la formació dels estudiants de les titulacions d'Informàtica, Multimèdia i Telecomunicació de la UOC, ja que permeten posar en pràctica els coneixements adquirits, ajustant-se, a més, als requisits de formació per competències que marca l'espai europeu d'ensenyament superior (EEES). La UOC va començar a posar en marxa els laboratoris a les acaballes dels anys noranta i des d'aleshores els hem anat fent evolucionar. S'han invertit molts recursos per a desenvolupar la infraestructura de programari i maquinari necessaris perquè funcionin. I és que, atesa la naturalesa de la UOC, no poden ser laboratoris físics, sinó que han de funcionar a distància. Els laboratoris han estat durant aquests anys, i seran en el futur, la clau d'èxit d'uns estudis tecnològics en un entorn totalment virtual, com la UOC. Durant aquest temps els estudiants han considerat molt positius tots els recursos, tant tecnològics com pedagògics i humans, que posem al seu abast en els laboratoris virtuals i que posteriorment hem ampliat amb el laboratori a casa i el laboratori amb maquinari d'accés remot. El treball de laboratori es fa en diferents formats segons les necessitats acadèmiques i la infraestructura necessària per a fer-los: disposem de laboratoris virtuals, laboratoris a casa i laboratoris de maquinari d'accés remot. Tots els nostres laboratoris estan disponibles 24 hores al dia, els set dies de la setmana (7/24). Laboratoris virtuals Els laboratoris virtuals i entorns de simulació són el que es fan servir més. Són molt pràctics i permeten a l'estudiant treballar a qualsevol hora i dur a terme tota mena de simulacions, per complexes que siguin. L'espai de treball d'aquests laboratoris són aules virtuals, on el professor coordina el treball dels estudiants. Per a la part docent, aquests laboratoris són molt versàtils, ja que permeten canviar i adaptar els continguts a les necessitats de cada matèria o pràctica que es vulgui fer. Laboratoris a casa El laboratori a casa és una altra modalitat molt pensada, sobretot, per als Estudis d'Enginyeria de Telecomunicació. Aquests estudiants necessiten adquirir les competències pràctiques per a desenvolupar muntatges i prendre mesures sobre dispositius reals, i per això reben a casa un paquet de material i dispositius. Amb aquest paquet fan muntatges de circuits i mesures electròniques i es familiaritzen amb l'ús de la tecnologia electrònica. A l'aula de cada assignatura tenen l'assessorament del professor i tota la documentació necessària per a fer els diferents muntatges. Els estudiants de les assignatures Teoria de circuits i Tecnologia electrònica del Grau de Tecnologies de Telecomunicació reben a casa una placa amb connexió a l'ordinador. Aquesta placa és dissenyada amb la finalitat de fer servir el PC com a instrument de mesura, cosa que permet d'ampliar el ventall de muntatges i mesures que els estudiants poden fer. D'aquesta manera aconseguim la mateixa funcionalitat que en un laboratori presencial. Laboratoris de maquinari d'accés remot El laboratori amb maquinari d'accés remot és el més complex i avançat tècnicament. El maquinari és físicament a les instal·lacions de la UOC i l'estudiant s'hi connecta des de casa mitjançant un programa de control. El laboratori remot s'ha començat a fer servir per a a l'assignatura Electrònica digital del Grau de Tecnologies de Telecomunicació . L'estudiant pot treballar remotament amb un circuit controlat per una FPGA (un dispositiu electrònic programable). L'estudiant genera el codi de l'FPGA, el telecarrega i pot observar els resultats mitjançant una càmera web. (Casas, Albert.Els laboratoris permeten les pràctiques a distància dels Estudis d'Informàtica, Multimèdia i Telecomunicació. Butlletí WOK nº 61) More…"
}