{
  "url": "https://uoc.edu/portal/ca/servei-linguistic/redaccio/models-documents/convocatoria/index.html",
  "content": "Comunicació eficaç i redacció Comunicació institucional i models de documents Convocatòria La funció de la convocatòria és demanar la presència d'una persona en una reunió en un lloc i una data concrets. Exemple (PDF) Característiques Estructura Característiques La llargària d'una convocatòria no ha de ser superior a un full. Si la informació que s'hi ha de donar és molt llarga, el que es fa és adjuntar-hi altres documents que la recullen. + Torna al començament Estructura Destinatari Pot tenir com a màxim cinc línies, que corresponen a la informació següent: Nom i cognoms Càrrec, si escau Nom de l'entitat, si escau Via pública, número, pis i porta Codi postal i població (comarca, si cal) Salutació (i comiat) Aquest apartat és optatiu. La fórmula de salutació que correspon a aquest document és Senyor o Senyora , segons què calgui. Així mateix, i en concordança amb la salutació, les fórmules de comiat que s'utilitzen són Atentament o Ben atentament . Cos de la convocatòria Cal tenir en compte que la persona encarregada de convocar una reunió és el president o la presidenta de l'òrgan convocat. Per tant, en els casos en què qui convoca és el secretari o la secretària de l'òrgan, ha de constar que ho fa per indicació o per ordre del president. Hi han de constar el dia, l'hora i el lloc de la reunió, i a continuació l'ordre del dia (la llista numerada dels temes que s'hi tractaran). En l'ordre del dia hi acostuma a haver dos punts fixos: Lectura i aprovació de l'acta de la sessió anterior [sol ser el primer punt] Torn obert de paraules [sol ser l'últim punt] Signatura Inclou tres espais diferents i en l'ordre en què els presentem a continuació: nom i cognoms de l'emissor, espai per a la firma manuscrita, càrrec que ocupa o unitat estructural a què pertany. Datació S'hi han de fer constar el lloc i la data en què s'emet el document de la manera següent: El nom de la localitat i, separat per una coma, el dia (amb xifres), el mes (amb lletres) i l'any (amb xifres, complet i sense punt entre la primera xifra i la segona), sense puntuació final. Barcelona, 27 de novembre de 2002 Informacions ocasionals Espai reservat per a anotacions complementàries relacionades amb el contingut de la carta (postdata, referències d'arxiu, etc.). + Torna al començament"
}