{
  "url": "https://uoc.edu/portal/ca/servei-linguistic/convencions/majuscules-minuscules/persones/index.html",
  "content": "Majúscules i minúscules Noms referits a persones, divinitats i éssers mitològics Noms referits a persones, divinitats i éssers mitològics Sobrenoms i pseudònims Dinasties i llinatges Càrrecs oficials, títols nobiliaris i eclesiàstics, titulacions acadèmiques i altres designacions genèriques Formes de tractament Formes de protocol Abreviatures de tractament i títols de cortesia Noms referits a persones, divinitats i éssers mitològics Amb minúscula Amb majúscula Quan han esdevingut noms comuns, fent referència tant a persones com a coses: Es creu un adonis. Perseguia una quimera. No hi pots confiar gens, és un judes. És el benjamí de la família. Els van portar un santcrist de record. El watt és una unitat de potència. Volen participar en la marató de diumenge. Quan designen una col·lectivitat: els àngels, els argonautes, els ciclops, les muses, les nimfes, els titans, les sibil·les, les gràcies, les plèiades, els dioscurs, els olímpics Per regla general : Benjamin Franklin, Judes Tadeu, James Watt Déu, la Santíssima Trinitat, el Bon Pastor, la Mare de Déu, Jehovà, Al·là, l'Esperit Sant, Llucifer Cronos, Zeus, Posidó, Neptú, Quimera, Medusa, Tifó, Polifem Si el cognom comença per una preposició, la inicial d'aquesta preposició es posa amb minúscula si va després del nom de pila i amb majúscula quan el nom s'omet: Eugeni d'Ors, Juan de la Cierva, Carles Bosch de la Trinxeria, Leonardo da Vinci, Giovanni Pico della Mirandola, Alexander von Humboldt, Ludwig Mies van der Rohe [ però: D'Ors, De la Cierva, Van der Rohe] Excepcions: Bartolomé de Las Casas, François de La Rochefoucauld, Jean de La Fontaine, Jean de La Bruyère Si el cognom comença per article, la inicial d'aquest article es posa amb majúscula tant si va amb el nom de pila com si no: Antonio La Merced, Henry Le Chatelier, Jean Marie Gustave Le Clézio + Torna al començament Sobrenoms i pseudònims Amb minúscula Amb majúscula Quan esdevenen una identificació de la persona mitjançant un sintagma llarg . En aquest cas s'escriuen entre cometes, separats del nom mitjançant una coma: Bernat Garí, \"el deixeble del mestre Ramon Llull\" el pare Damià de Molokai, \"el missioner dels leprosos\" la mare Teresa de Calcuta, \"la germaneta dels pobres\" Cesare Pavese havia anomenat Italo Calvino \"l'esquirol de la ploma\" Els sobrenoms s'afegeixen al nom de la persona. En català s'escriuen amb els articles i les preposicions, si en porten, amb minúscula: Martí l'Humà, Jaume I el Conqueridor, Carles el Calb, Lluís el Piadós, Guifré el Pelós, Alfons X el Savi, Joana la Boja, Felip el Bell, Alfons X el Savi Plini el Vell, Policlet el Jove, Heràclit l'Obscur el Noi del Sucre, el Timbaler del Bruc Che Guevara, Al Capone, Malcolm X, Magic Johnson, Nat King Cole Rodrigo Díaz de Vivar, el Cid ; Dolores Ibárruri Gómez, la Passionària En llengües diferents del català, la inicial de l'article s'escriu amb majúscula: Domínikos Theotokópoulos, El Greco ; Juan Martín Díaz, El Empecinado ; Giovanni Antonio Canal, Il Canaletto ; Josep de Ribera i Cucó, Lo Spagnoletto Els pseudònims substitueixen el nom de la persona: Averrois [per Abu-l-Walid Muhammad ibn Rušd], el Rector de Vallfogona [per Francesc Vicent Garcia], Víctor Català [per Caterina Albert], Bernardo Atxaga [per Joseba Irazu Garmendia], George Orwell [per Eric Arthur Blair], Molière [per Jean-Baptiste Poquelin] Tant els uns com els altres s'escriuen en cursiva si acompanyen el nom complet i en rodona si van sols: Dolores Ibárruri Gómez, la Passionària / La Passionària fou una dirigent comunista basca; Leopoldo Alas, Clarín / Clarín és autor de La Regenta ; Frederic Soler, Pitarra / Serafí Pitarra fou el fundador del teatre català. + Torna al començament Dinasties i llinatges Amb minúscula Amb majúscula Quan es designen amb un patronímic: els nassarites, el rei haiximita, una reina sassànida Per regla general i en singular: els York, els Lancaster, els Brandenburg, els Habsburg, els Tudor, els Valois, els Hannover, els Romanov, els Grimaldi, la dinastia Han, la dinastia Ming, la dinastia Tang, la dinastia Yuan Tradicionalment, però, el nom d'algunes dinasties s'ha pluralitzat : els Àustries, els Borges, els Borbons, els Capets, els Plantagenets, els Trastàmares + Torna al començament Càrrecs oficials, títols nobiliaris i eclesiàstics, titulacions acadèmiques i altres designacions genèriques Amb minúscula Amb majúscula Tant si es fa referència a la persona concreta com si no: el rei Felip, el príncep de Mònaco, el comte de Barcelona, el duc de Windsor l'alcalde, el regidor de Cultura, el diputat, el governador civil, el president de la Generalitat, el president Pujol, el director general de Política Lingüística, el conseller de Sanitat, el ministre de Defensa, l'ambaixador soviètic el tinent López, el caporal Santos el bisbe de Vic, el bisbe Jubany, fra Ginebró, l'abat de Poblet el jutge Garzón, l'enginyer Torres, l'arquitecte Puig el rector, la vicerectora, la secretària del Consell Social, el secretari general, el director de programa, la cap d'estudis, personal acadèmic, professor associat, professor visitant, professor emèrit, personal d'administració i serveis, administratiu, bibliotecària, becari, telefonista, bidell, personal del grup I, personal laboral, personal funcionari, doctorand, catedràtic és enginyera de camins En l'encapçalament de la correspondència, quan el càrrec s'utilitza en comptes del nom de la persona interessada: Senyor President, [...] Senyor Director General de la UNESCO, [...] Quan els càrrecs van precedits de formes protocol·làries o formen part d'una designació oficial: Sa Majestat el Rei, Molt Honorable Senyor President [ però: Molt Honorable Senyor Jordi Pujol, president de la Generalitat], el Rector Magnífic de la UOC, Il·lustríssima Senyora Alcaldessa, Il·lustre Senyora el títol d'Enginyer Industrial Quan els càrrecs o títols han esdevingut un nom literari o artístic, tant en català com en altres llengües: el Rector de Vallfogona, el Baró de Maldà, el Marquès de Sade l'Arcipreste de Hita, Lord Byron, l'Abbé de Saint-Pierre, el Preste Joan, Fra Angelico [ però: fra Luis de León] + Torna al començament Formes de tractament Amb minúscula Amb majúscula Per regla general : sant Antoni, santa Teresa de Jesús, arc de sant Martí, lliri de sant Antoni mossèn Cinto, sor Isabel de Villena, sor Juana Inés de la Cruz senyor Esteve, senyora Ramona Quan els tractaments són en llengües diferents de la catalana: Sir Winston Churchill, Lady Di Monsieur Dupont, Madame de Pompadour, Frau Maria Braun, Don Pedro García, Don Bosco, Don Juan Manuel la detectiva Miss Marple + Torna al començament Formes de protocol Amb minúscula Amb majúscula Sa Majestat, Molt Honorable Senyor, Magnífic Senyor, Il·lustre Senyora, Sa Santedat + Torna al començament Abreviatures de tractament i títols de cortesia Amb minúscula Amb majúscula Afm. / Afma. [abrev. d' afectíssim / afectíssima ] Dir. [abrev. de director / directora ] Dr. / Dra. [abrev. de doctor / doctora ] Magfc. Sr. [abrev. de Magnífic Senyor ] Llic. [abrev. de llicenciat / llicenciada ] M. Hble. Sra. [abrev. de Molt Honorable Senyora ] Mn. [abrev. de mossèn ] N. Sr. / N. Sra. [abrev. de Nostre Senyor / Nostra Senyora ] Pres. [abrev. de president / presidenta ] Prof. [abrev. de professor / professora ] Sr. / Sra. [abrev. de senyor / senyora ] St. / Sta. [abrev. de sant / santa ] + Torna al començament"
}