{
  "url": "https://uoc.edu/portal/ca/servei-linguistic/convencions/abreviacions/sigles-acronims/sigles-habituals.html",
  "content": "Abreviacions Sigles i acrònims Sigles i acrònims més habituals A B C D E F G H I J K L M N O P Q R S T U V W X Y Z A àcid desoxiribonucleic ADN alta densitat ( high density ) HD alta velocitat espanyol, [tren d'] AVE amplitude modulation ('modulació d'amplitud') AM associació de famílies d'alumnes AFA associació de mares i pares d'alumnes AMPA associació de pares d'alumnes APA associació de veïns AV B base de dades BD batxillerat unificat polivalent BUP Boletín Oficial del Estado BOE C cable television ('televisió per cable') CATV central processing unit ('unitat central de processament') CPU centre de normalització lingüística CNL Centre de Recerca en Economia Internacional CREI codi d'identificació fiscal CIF codi postal CP col·legi públic CP Comissió Interdepartamental de Recerca i Innovació Tecnològica CIRIT compact disk ('disc compacte') CD compact disk-read only memory ('disc compacte només per a lectura de memòria') CD-ROM Comunitat Econòmica Europea CEE Comunitat Europea CE Consell d'Europa CE Consell General del Poder Judicial CGPJ Consell Superior d'Investigacions Científiques CSIC Corporació Catalana de Ràdio i Televisió CCRTV Cos de la Policia Nacional CPN D decret D decret legislatiu DLEG decret llei DL denominació d'origen DO d. d'o. (abreviatura) després del que hi ha escrit ( post scriptum ) PS Diari Oficial de la Comunitat Europea DOCE Diari Oficial de la Generalitat de Catalunya DOGC Diari Oficial de la Generalitat Valenciana DOGV Diccionari de la llengua catalana (de l'Institut d'Estudis Catalans) DIEC Diccionari de la llengua catalana (d'Enciclopèdia Catalana) DLC dipòsit legal DL dip. leg. (abreviatura) direcció general DG dir. gen. (abreviatura) disc compacte ( compact disk ) CD disc compacte només per a lectura de memòria ( compact disk-read only memory ) CD-ROM document nacional d'identitat DNI E educació general bàsica EGB educació primària EP ensenyament secundari obligatori ESO escola universitària EU Estats Units d'Amèrica EUA F Ferrocarrils de la Generalitat de Catalunya FGC foli F f. o bé f/ (abreviatura) Fons Monetari Internacional FMI formació professional FP freqüència modulada FM G Guàrdia Civil GC Guàrdia Urbana GU H high density ('alta intensitat') HD high frequency ('alta freqüència') HF hypertext markup language ('llenguatge d'etiquetatge d'hipertext') HTML hypertext transfer protocol ('protocol de transferència d'hipertext') HTTP I impost sobre activitats econòmiques IAE impost sobre béns immobles IBI impost sobre el valor afegit IVA impost sobre la renda de les persones físiques IRPF índex de preus al consum IPC Institut Català de la Salut ICS institut d'ensenyament secundari IES Institut d'Estudis Catalans IEC institut de batxillerat IB Institut de Ciències de l'Educació ICE institut de formació professional IFP Institut Nacional d'Ocupació (Instituto Nacional de Empleo) INEM International Business Machines IBM International Organization for Standardization (Organització Internacional per a la Normalització) ISO international standard book number ('número internacional normalitzat per als llibres') ISBN international standard serial number ('número internacional normalitzat per a les publicacions en sèrie') ISSN L llei L Llei d'arrendaments urbans LAU Llei d'autonomia universitària LAU Llei de reforma universitària LRU llei orgànica LO Llei orgànica d'ordenació general del sistema educatiu LOGSE local area network ('xarxa d'àrea local') LAN M matrícula d'honor MH modulació d'amplitud ( amplitude modulation ) AM mosso/a d'esquadra ME m. d'e. (abreviatura) Mossos d'Esquadra ME M. d'E. (abreviatura) Museu d'Art Contemporani de Barcelona MACBA Museu Nacional d'Art de Catalunya MNAC N no apte/a NA no presentat/ada NP notable N número d'identificació fiscal NIF O ordinador personal ( personal computer ) PC ordre O ordre de pagament OP ordre ministerial OM Organització de les Nacions Unides ONU Organització de Països Exportadors de Petroli OPEP Organització del Tractat de l'Atlàntic Nord OTAN Organització Mundial de la Salut OMS Organització Nacional de Cecs Espanyols ONCE organització no governamental ONG Orquestra Simfònica de Barcelona i Nacional de Catalunya OBC P personal computer ('ordinador personal') PC personal d'administració i serveis PAS pes brut PB p. b. (abreviatura) pes net PN p. n. (abreviatura) petita i mitjana empresa PIME policia militar PM post data ('després de lliurada') PD post scriptum ('després del que hi ha escrit') PS preu de venda al públic PVP producte interior brut PIB producte nacional brut PNB producte nacional net PNN proves d'aptitud per a l'accés a la universitat PAAU R random access memory ('memòria d'accés aleatori') RAM read only memory ('memòria només de lectura') ROM recerca i desenvolupament R+D reial decret RD reial decret legislatiu RDLEG reial decret llei RDL resolució R S Seguretat Social SS Seguretat Social, règim especial SSRE Seguretat Social, règim general SSRG sentència S servei públic SP sistema monetari internacional SMI societat anònima SA societat civil privada SCP societat cooperativa SCOOP societat en comandita SC Societat General d'Autors i Editors SGAE societat limitada SL T taxa anual equivalent TAE televisió TV televisió per cable ( cable television ) CATV terme municipal TM text refós TR tren d'alta velocitat TAV tren d'alta velocitat ( train à grande vitesse ) TGV Tribunal Constitucional TC U Unió d'Associacions Europees de Futbol (Union of European Football Associations) UEFA Unió Europea UE unitat central de processament ( central processing unit ) CPU unitat de cures intensives UCI unitat de vigilància intensiva UVI Universitat Autònoma de Barcelona UAB Universitat d'Alacant UA Universitat d'Andorra UdA Universitat de Barcelona UB Universitat de Girona UdG Universitat de les Illes Balears UIB Universitat de Lleida UdL Universitat de Perpinyà UP Universitat de València UV Universitat de Vic - Universitat Central de Catalunya UVic-UCC Universitat Jaume I UJI Universitat Lliure de Catalunya ULC Universitat Nacional d'Educació a Distància UNED Universitat Oberta de Catalunya UOC Universitat Politècnica de Catalunya UPC Universitat Politècnica de València UPV Universitat Pompeu Fabra UPF Universitat Ramon Llull URL Universitat Rovira i Virgili URV W what you see is what you get ('el que veus és el que obtens', en informàtica) WYSIWYG wide area network ('xarxa d'àrea estesa') WAN World Wide Web ('xarxa d'abast mundial') WWW X xarxa digital de serveis integrats XDSI xarxa d'àrea estesa ( wide area network ) WAN xarxa d'àrea local ( local area network ) LAN"
}