{
  "url": "https://uoc.edu/portal/ca/servei-linguistic/convencions/abreviacions/simbols/simbols-habituals.html",
  "content": "Abreviacions Símbols Símbols més habituals A B C D E F G H I J K L M N O P Q R S T U V W X Y Z Pesos i mesures Punts cardinals Elements químics i fórmules Monedes A abans de Crist aC abans del migdia ( ante meridiem ) am a. m. (abreviatura) abril AB abr. (abreviatura) agost AG ag. (abreviatura) aigua H 2 O alemany de al. (abreviatura) ampere A anglès en angl. (abreviatura) ante meridiem ('abans del migdia') am a. m. (abreviatura) àrea a arrova @ atmosfera atm B bit b bits per segon bps byte B C català ca cat. (abreviatura) centilitre cl centímetre cm centímetre cúbic cm 3 codi postal CP corona danesa KRD o bé DKK corona noruega KRN o bé NOK corona sueca KRS o bé SEK D decàmetre dam decibel dB decigram dg decilitre dl decímetre dm desembre DS des. (abreviatura) després de Crist dC després del migdia ( post meridiem ) pm p. m. (abreviatura) dòlar $ o bé USD dòlar australià $A o bé AUD dòlar canadenc $CAN o bé CAD E espanyol es esp. (abreviatura) est E est-nord-est ENE est-sud-est ESE euro € o bé EUR F febrer FB febr. (abreviatura) franc suís FS o bé CHF francès fr fr. (abreviatura) G gener GN gen. (abreviatura) giga G gigabyte GB gram g grau ° grau Celsius °C H hectàrea ha hectogram hg hectolitre hl hectòmetre hm hertz Hz hidrogen H hora h hospital H hosp. (abreviatura) hotel H I i comercial ( ampersand ) & ien ¥ o bé JPY italià it it. (abreviatura) J juliol JL jul. (abreviatura) juny JN L litre L o bé l lliura esterlina £ o bé GBP M maig MG març MÇ mega, milió M megabyte MB megahertz MHz metre m metre quadrat m 2 metres per segon m/s micro- µ milió, mega M mil·ligram mg mil·lilitre ml mil·límetre mm minut (de temps) min minut geomètric ' N nord N nord-est NE nord-nord-est NNE nord-nord-oest NNO o bé NNW nord-oest NO o bé NW nota bene ('pareu atenció') NB n. b. (abreviatura) novembre NV nov. (abreviatura) O octubre OC oct. (abreviatura) oest O o bé W oest-nord-oest ONO o bé WNW oest-sud-oest OSO o bé WSW or Au oxigen O P paràgraf § percentatge % pesseta/es PTA pta., ptes. (abreviatura) plata Ag post meridiem ('després del migdia') pm p. m. (abreviatura) potassi K Q quilobit kb quilobyte kB quilogram kg quilòmetre km quilòmetre quadrat km 2 quilòmetres per hora km/h quilowatt kW quilowatt hora kWh R revolució (mecànica) r revolucions per minut rpm revolucions per segon rps S segon (de temps) s segon geomètric '' setembre ST set. (abreviatura) societat anònima SA societat civil privada SCP societat limitada SL sofre S sud S sud-est SE sud-oest SO o bé SW sud-sud-est SSE sud-sud-oest SSO o bé SSW sulfat potàssic K 2 SO 4 T tant per cent % tant per mil ‰ tona T V volt V W watt, vat W Pesos i mesures ampere A àrea a atmosfera atm bit b bits per segon bps byte B centilitre cl centímetre cm centímetre cúbic cm 3 decàmetre dam decibel dB decigram dg decilitre dl decímetre dm giga G gigabyte GB gram g grau ° grau Celsius °C hectàrea ha hectogram hg hectolitre hl hectòmetre hm hertz Hz litre L o bé l mega, milió M megabyte MB megahertz MHz metre m metre quadrat m 2 metres per segon m/s micro- µ milió, mega M mil·ligram mg mil·lilitre ml mil·límetre mm minut (de temps) min minut geomètric ' quilogram kg quilòmetre km quilòmetre quadrat km 2 quilòmetres per hora km/h quilowatt kW quilowatt hora kWh revolució (mecànica) r revolucions per minut rpm revolucions per segon rps segon (de temps) s segon geomètric '' tona T volt V watt, vat W Punts cardinals est E est-nord-est ENE est-sud-est ESE nord N nord-est NE nord-nord-est NNE nord-nord-oest NNO o bé NNW nord-oest NO o bé NW oest O o bé W oest-nord-oest ONO o bé WNW oest-sud-oest OSO o bé WSW sud S sud-est SE sud-oest SO o bé SW sud-sud-est SSE sud-sud-oest SSO o bé SSW Elements químics i fórmules aigua H 2 O hidrogen H or Au oxigen O plata Ag potassi K sofre S sulfat potàssic K 2 SO 4 Monedes corona danesa KRD o bé DKK corona noruega KRN o bé NOK corona sueca KRS o bé SEK dòlar $ o bé USD dòlar australià $A o bé AUD dòlar canadenc $CAN o bé CAD euro € o bé EUR franc suís FS o bé CHF ien ¥ o bé JPY lliura esterlina £ o bé GBP pesseta/es PTA pta., ptes. (abreviatura)"
}