{
  "url": "https://uoc.edu/portal/ca/ri/difusio-publicacions/noticies/noticies-ARI/2024/Postdoc_2025.html",
  "content": "Recerca i innovació Notícies La UOC obre la convocatòria d'estades de recerca postdoctorals 2025 13/11/2024 Jaime Cerdán El termini per enviar sol·licituds és el 15 de desembre de 2024 La Comissió de Recerca,Innovació i Transferència (CRIT) de la UOC ha aprovat la publicació d'una convocatòria d'oferta de cinc places per fer estades de recerca postdoctorals de tres anys a la Universitat. Les places van adreçades a personal docent i investigador postdoctoral especialitzat en qualsevol de les àrees dels grups de recerca de la Universitat. El termini per enviar sol·licituds és el 15 de desembre de 2024 . La convocatòria s'adreça a personal investigador que hagi obtingut el títol de doctorat , sigui a la UOC o a altres institucions, i que compleixi els requisits que estableixen les bases. Les persones amb un títol de doctorat de la UOC han de demostrar haver fet una estada postdoctoral en una altra universitat o centre de recerca durant un període d'almenys dos anys . Aposta per la interdisciplinarietat La convocatòria ofereix dues modalitats per presentar-hi sol·licituds: la Modalitat Estàndard i la Modalitat Interdisciplinària. No hi ha cap nombre concret de places reservat per a cada modalitat per separat, si be, la millor candidatura que opti a la Modalitat Interdisciplinària que sigui valorada amb la puntuació mínima que s'estableix a les bases, tindrà una plaça garantida en aquesta modalitat. Les altres quatre places s'adjudicaran segons la puntuació obtinguda en la seva valoració, independentment de la modalitat. Una mateixa persona no es pot presentar a totes dues modalitats . Persones beneficiàries Es pot beneficiar d'aquest programa el personal investigador que hagi obtingut el títol de doctorat després de l'1 de gener del 2018 i abans de la data d'acabament del període de presentació de sol·licituds , o bé després de l'1 de gener del 2016 si, abans del termini d'acceptació de l'ajut, justifica que, després d'aquesta data, ha estat de baixa per maternitat o ha tingut persones dependents al seu càrrec. A més, les persones beneficiàries d'aquestes places no poden haver estat contractades de manera laboral o mercantil per la UOC en els dos anys immediatament anteriors a la publicació d'aquesta convocatòria. La resolució provisional de la convocatòria es farà pública a partir de l' 4 de març , amb un període per presentar al·legacions de cinc dies hàbils des de la publicació. La resolució definitiva es farà pública a partir del 17 de març de 2025 Documentació generada Bases Més informació Formulari de sol·licitud Més informació Fites de recerca Més informació"
}