{
  "url": "https://uoc.edu/inaugural04/cat/perqueicom.html",
  "content": "Recomanar Imprimir Inici | Español | English Navegar per conceptes: una altra manera d'aproximar-se a la Lliçó inaugural Sumari L'ús de les TIC en un text que analitza l'ús de les TIC... Navegar per conceptes: com? Com podem navegar per conceptes relacionats? Com podem navegar per conceptes més freqüents? Apunt final 1. L'ús de les TIC en un text que analitza l'ús de les TIC... Els avenços de la lingüística computacional, una disciplina emergent que conjumina la lingüística amb àmbits més propers a les ciències formals (matemàtiques) o a la tecnologia (informàtica), han estat aquests darrers anys espectaculars, especialment pel que fa a les seves aplicacions: ja fa un temps que han començat a pertànyer a la nostra realitat aplicacions com els sistemes de traducció automàtica, els programes de reconeixement de veu o els resums automàtics de textos. Per mitjà precisament de l'explotació automatitzada del text, ha estat possible confegir \"una altra manera\" d'aproximar-se a la Lliçó inaugural d'enguany: així, per exemple, el resultat posteditat d'aquest explotació mostra quins són els parells de conceptes relacionats entre si (com ara TIC-escola, ordinadors-estudiants, universitat virtual-universitat tradicional) més recurrents en el text; ens mostra quins són els conceptes especialitzats amb una freqüència més alta; i, finalment, a partir de tota aquesta informació acotada, hem preparat una cerca preconfigurada que permet conèixer què podem trobar a Internet sobre els conceptes que es triïn. Conclusions? Moltes i cap a la vegada: aquesta aproximació alternativa, ni que sigui de manera experimental i utilitzant sols algunes de les possibilitats que avui són al nostre abast, ha de permetre que (més enllà de les curiositats estadístiques) cada lector en tregui les seves de pròpies, de conclusions. Segons els seus interessos: més formals (d'anàlisi del discurs, lèxics, estadístics) o més de contingut (sobre conceptes i sobre la manera d'expressar-los). Així, el fet de poder \"navegar\" per la Lliçó inaugural a partir d'aquests paràmetres pot fer-nos adonar sobre l'èmfasi de l'autor en determinats aspectes, sobre l'ús d'uns termes i no d'uns altres, o també, ja que disposem d'un text original en anglès i versions catalana i castellana , ens pot fer veure com les idees es verbalitzen de manera diferent -no sempre amb les mateixes denominacions- en cadascuna d'aquestes versions. Tot plegat, naturalment, amb el benentès que l'única lectura \"vàlida\" (i fins i tot l'única \"bona\") és la que es pot fer de la primera pàgina a la darrera del text del professor Martin Carnoy. De fet, aquesta navegació per conceptes serà especialment profitosa un cop s'hagi llegit -i ben llegit- el text complet. 2. Navegar per conceptes: com? 2.a. Com podem navegar per conceptes relacionats? L'índex de parelles de conceptes (al marge dret del text) permet conèixer: quins són els conceptes que de manera més freqüent apareixen junts en una frase; per ex., TIC i escola ; i quines són les frases on apareixen els dos conceptes; per ex., \"L'ús de les TIC , com qualsevol altre tema que s'hagi de tractar a l' escola , depèn de les aptituds del professorat\". Clicant a sobre de cada frase resultant accedim just al lloc on apareix del text original. 2.b. Com podem navegar per conceptes més freqüents? Si el que volem és saber què podem trobar a la Xarxa a partir dels conceptes que apareixen més cops en la Lliçó inaugural, sols cal seleccionar les caselles d'interès i activar la cerca. El resultat serà una cerca que té en compte els conceptes seleccionats, tant en català, com en castellà, com en anglès. 3. Apunt final Per acabar, volem remarcar que en el text hi ha, naturalment, molts més conceptes que els que oferim com a més freqüents, o com a parelles relacionades. Hem de tenir present que les freqüències d'aparició i coaparició de les paraules-concepte no necessàriament reflecteixen la seva importància en el text. Això no invalida, ens sembla, que aquesta aproximació diferent al text, sempre complementària, ens permeti una lectura alternativa del text tenint en compte aspectes del discurs poc o gens visibles en una lectura convencional. Crèdits Aquest treball ha estat dut a terme per Quim Moré i Antoni Oliver, lingüistes computacionals del Servei Lingüístic de la UOC, que s'han ocupat de l'explotació automatitzada de textos i de la consegüent anàlisi i postedició. De l'aplicació web i maquetació se n'ha ocupat Néstor Postigo, programador. Mercè Vázquez, lingüista, n'ha revisat els textos. I Lluís Rius, finalment, s'ha ocupat de la coordinació entre totes les parts, i és responsable de l'edició final del treball. Resolució mínima 800x600 píxels · © FUOC, 2004 · Avís legal · Política de galetes"
}