{
  "url": "https://uoc.edu/portal/ca/universitat/coneix/codi-etic/valors-principis-generals/index.html",
  "content": "Codi ètic Valors i principis generals La comunitat universitària exerceix les seves tasques amb uns valors i principis ètics generals que es concreten en els punts que es descriuen a continuació. El tracte respectuós de les persones i el respecte com a valor general que ha d'inspirar tots els comportaments dels integrants de la UOC. Aquest tracte respectuós ha de ser present en totes les comunicacions escrites i orals. El respecte per la diversitat en totes les manifestacions compatibles amb la dignitat humana i els drets humans universals. En el cas de la UOC, aquesta diversitat es concreta fonamentalment en el compromís i el respecte en l'aplicació de polítiques de gènere, de promoció i d'acceptació de la pluralitat cultural des del compromís primordial amb la societat i la cultura catalanes. La confidencialitat de les comunicacions privades que es rebin i el compromís de no facilitar a tercers dades obtingudes mitjançant llistes de distribució o informació dels espais públics del Campus Virtual de la UOC. La promoció del coneixement obert , compatibilitzat amb el respecte per l'autoria intel·lectual en totes les activitats acadèmiques i professionals a la UOC. S'ha de vetllar per la difusió del coneixement i el reconeixement adequat de l'autoria de les idees, materials o documents que s'utilitzin. La participació de tota la comunitat en la dinàmica de la Universitat, amb els canals adequats per a la lliure expressió de propostes i les accions necessàries per a mantenir i millorar la nostra activitat, amb el foment del diàleg i el rendiment de comptes a la comunitat universitària i a la societat. La sostenibilitat , en tots els vessants, com a base per a la planificació i el desenvolupament de l'activitat de la Universitat. Es vetllarà perquè els processos i les accions duts a terme siguin mediambientalment sostenibles. La innovació , com a eix transversal de tota la nostra acció. La Universitat es mostra oberta a la innovació educativa, tecnològica i institucional, alhora que potencia les iniciatives emprenedores i la creativitat de les persones que formen part de la comunitat universitària. La qualitat , com a cultura institucional. Es treballarà per aconseguir l'excel·lència en els serveis educatius, en l'activitat docent i investigadora i en els processos organitzatius. Es vetllarà per tenir en compte la veu dels/les estudiants, dels graduats i graduades i de la societat, i també el rigor acadèmic dels programes docents i línies de recerca. La cooperació , especialment en la relació amb el conjunt de la societat i el seu teixit productiu, amb la finalitat de consolidar una cultura organitzativa basada en la flexibilitat, el compromís social i la construcció de vincles institucionals sustentats en la col·laboració. La dignitat de les condicions laborals, professionals i docents, amb la dotació dels recursos i les condicions necessaris per al desenvolupament de les funcions dels diferents col·lectius que treballen a la UOC o hi col·laboren. La utilització adequada dels mitjans i recursos de què es disposa. Atès que és una institució que brinda un servei públic, la UOC ha de tenir una cura particular dels seus recursos i ha de donar comptes de la seva utilització i resultats. El compromís de difondre en la societat el conjunt de valors associats tradicionalment a l'activitat universitària, com la llibertat, la igualtat, el diàleg i el sentit crític."
}