{
  "url": "https://uoc.edu/portal/ca/servei-linguistic/criteris/gramatica/conjuncions/index.html",
  "content": "Gramàtica Conjuncions i locucions conjuntives De coordinació De subordinació De coordinació Així com vol dir i també ? Sinó o si no Doncs o perquè Quadre general Copulatives i [ mai e], ni, així com, i també Disjuntives o [ mai u], o bé, o si no Adversatives però, ara, ara bé, tanmateix, sinó, sinó que, amb tot, no obstant [ equivalent a no obstant això i això no obstant], en canvi Distributives ara... ara, sigui... sigui, (ja) sigui... o, no solament... sinó també, que... que, ni... ni, o... o, mig... mig Il·latives doncs, per tant, per consegüent, així (és que), així que, de (tal) manera que, de (tal) forma que, d'aquí que, o sigui que Continuatives doncs, (i) encara, a més, encara més, d'altra banda, així mateix, ... i tot, altrament Observacions Perquè els textos siguin clars i senzills, i no resultin enfarfegats innecessàriament, cal reservar la locució conjuntiva així com per a les enumeracions complexes o heterogènies (amb elements de diferents categories o, amb elements que ja incorporen la conjunció i , per evitar dificultats d'interpretació). Si una enumeració és simple, les conjuncions més adequades són i , i també . Enumeracions simples: Hi trobareu una variada oferta de serveis i tot el que pot afavorir el vostre progrés personal i professional [millor que una variada oferta de serveis, així com tot el que pot afavorir el vostre progrés personal i professional ]. La Universitat us farà arribar a casa aquest programari amb la primera tramesa de material, i també les instruccions i indicacions per instal·lar-lo [millor que aquest programari amb la primera tramesa de material, així com les instruccions i indicacions per instal·lar-lo ]. Enumeració complexa: Hi podran participar estudiants, professors i personal de gestió en actiu o en excedència, així com empreses i institucions col·laboradores. S'ha de distingir la conjunció adversativa sinó de si no (conjunció condicional + adverbi de negació). La utilitat dels materials no es garanteix per l'ús d'un suport determinat, per molt innovador que sigui, sinó per la qualitat que tenen. El grau de competència d'un professor no es valora pels seus coneixements, sinó per la seva manera de transmetre'ls. Hi ha subcontractació no solament dels equips informàtics sinó també dels professionals. Demaneu ajuda si no trobeu la informació que busqueu. No es pot saber de qui és l'ingrés si no s'hi fa constar el nom. S'han d'explicar bé; si no , ningú no els entendrà. En preguntes retòriques, és usual fer servir la locució conjuntiva sinó amb el sentit de 'excepte' o 'només' amb sentit adversatiu, i la conjunció condicional + l'adverbi de negació si no amb verbs elidits amb sentit condicional. En quin espai prou gran ens podem reunir sinó a l'aula magna? [en el sentit de 'Només ens podem reunir a l'aula magna', 'No ens podem reunir en cap espai excepte a l'aula magna']. Va deixar el grup per no treballar tant. Per què si no ? [en el sentit de 'Per què va deixar el grup si no va ser per no treballar tant?]. La conjunció doncs és il·lativa o continuativa; no té mai valor causal i, per tant, no s'ha de confondre amb perquè o ja que . Suposem, doncs , que tothom qui s'ha inscrit en el curs té uns coneixements mínims. Ha arribat tothom. Doncs ja podem començar [diferent de 'Ja podem començar perquè ha arribat tothom']. Cal potenciar el reconeixement de la ciència, perquè [o ja que ] massa sovint només ens fem ressò dels petits fracassos [i no pas doncs ]. + Torna al començament De subordinació Que completiva no es pot ometre ( Us demano que sigueu puntuals ) Així com modal ( Així com ahir va ploure tot el dia, avui fa sol ) Tant... com Perquè , per què i per a què Perquè i ja que no són sempre intercanviables Tot i + infinitiu ( tot i venir ) i tot i + gerundi ( tot i venint ) Quadre general Completives que, si, com Temporals quan, abans que, després que, mentre (que), que, sempre que, fins que (no), tan bon punt, tota vegada que, des que, d'ençà que Locatives allà on, on Modals com, com si, així com, tal com, segons (que), sense que, a mesura que Comparatives tan… com, tant... com, més... que (no pas), com menys... menys, com menys... més, com més... menys, com més... més Concessives encara que, malgrat que, per bé que, per més que, si bé, tot i que, tot i (+ infinitiu o gerundi), mal que, a pesar que Consecutives que, tant... que, tan... que, talment... que, de (tal) manera que, massa [prou, molt]... perquè, fins al punt que Condicionals si, posat que, només que, mentre (que), sempre que, en cas que, si per cas, si de cas, llevat que, fora que, tret que, si no és que, a menys que, excepte que, posat (cas) que si doncs no, sols que Causals perquè, ja que, com que, atès que, vist que, donat que, puix, puix que, per tal com, com sigui que, a causa que, per raó que, car Finals perquè, a fi que, per tal que, que Observacions La conjunció completiva que introdueix una frase : és incorrecte ometre-la. Esperem que aquesta informació us sigui molt útil [i no pas esperem aquesta informació us sigui útil ]. Demanem que llegiu detingudament la proposta que us fem. Us agrairé que estudieu els aclariments que ara us presentem. Preparen un gran sarau que prometen que serà inoblidable. A ella sí que li agrada el cine. A més del sentit copulatiu que hem tractat més amunt, la locució conjuntiva així com també pot tenir un sentit modal ('de la mateixa manera que', 'igual que'). Així com ella contesta molt amablement, ell ho fa d'una manera molt seca. Així com ahir feia bo, avui no para de ploure. Mirant per la claredat del text, no s'ha d'abusar de la locució tant... com si el sentit de la frase és simplement copulatiu. És adequada, però, si es vol donar èmfasi al missatge. Van assistir a la inauguració un representant del ministeri i un de la regidoria [millor que Van assistir a la inauguració tant un representant del ministeri com un de la regidoria ]. El discurs de l'homenatjada va tenir en compte tothom: tant els seus partidaris com els seus detractors. La conjunció perquè pot ser final (amb el verb en subjuntiu) i causal (amb el verb en indicatiu). Que siguin capdavanters ara no és prou garantia perquè ho continuïn essent en el futur [final]. Hem preparat unes pàgines especials perquè pugueu gaudir del ciberespai [final]. No han vingut a la festa perquè se n'han descuidat [causal]. Votem aquesta opció perquè ens permet arribar més lluny [causal]. Recordem que perquè també pot ser un substantiu, que pot portar determinants davant i significa 'causa, explicació, motiu'. Ignoro el perquè de la seva decisió. A més, no s'ha de confondre la conjunció perquè amb per què ni amb per a què . Per què (separat) pot ser: preposició + interrogatiu causal en frases interrogatives directes i indirectes: Per què hi ha gent que s'apunta a aquests cursos? [interrogativa directa]. Volen saber per què hi ha gent que s'apunta a aquests cursos [interrogativa indirecta]. preposició + pronom relatiu (equival a pel qual, per la qual , pels quals o per les quals ): No s'expliquen la causa per què es mouen [o també per la qual ]. Per a què pot ser: preposició + interrogatiu final en frases interrogatives directes i indirectes: Per a què seran útils totes aquestes feines? [interrogativa directa]. Es pregunten per a què seran útils totes aquestes feines [interrogativa indirecta]. En molts contextos, és possible tant l'ús de per a què com per què interrogatiu. La tria depèn del valor que es vulgui fer destacar: Per a què rumies tant? [per a quina finalitat rumies tant?]. Per què rumies tant? [per quina raó rumies tant?]. preposició + pronom relatiu (equival a per al qual, per a la qual , per als quals o per a les quals ): El màster per a què demaneu accés ha tancat el període de preinscripció [o també per al qual ]. Les conjuncions causals perquè i ja que no són sempre intercanviables: La conjunció perquè pot introduir oracions que afecten només el verb de l'oració principal: He plegat tard perquè volia enllestir la feina [i no pas ja que ]. O bé oracions que afecten tota l'oració principal, amb sentit explicatiu: Estic content que t'hagis decidit a acceptar el càrrec, perquè crec de debò que està fet a mida per a tu. La conjunció ja que , en canvi, només pot introduir oracions que afecten tota l'oració principal, amb el mateix sentit explicatiu que tindria perquè (i separades de la principal amb una coma): Estic content que t'hagis decidit a acceptar el càrrec, ja que crec de debò que està fet a mida per a tu. La locució concessiva tot i pot anar seguida d'un infinitiu o d'un gerundi. Té temps per atendre'ns tot i tenir moltes obligacions. Ens van dir que no tot i demanant-ho per favor. + Torna al començament"
}