{
  "url": "https://uoc.edu/ca/estudis/tramits/homologacio-titol",
  "content": "Homologació títols oficials a la UOC La UOC és una universitat catalana plenament homologada. Està avaluada constantment per l'AQU Catalunya (Agència per a la Qualitat del Sistema Universitari de Catalunya), que és el principal instrument per a la promoció i l'avaluació de la qualitat en el sistema d'ensenyament superior català. L'AQU és membre de ple dret de l'ENQA, l'Associació Europea per a l'Assegurament de la Qualitat de l'Ensenyament Superior. Els títols de grau, màster universitari i doctorat que expedeix la UOC són títols universitaris oficials que tenen validesa en tot el territori espanyol i als països de l'espai europeu d'educació superior (EEES), que faculten als seus posseïdors per gaudir dels drets que , en cada cas, els atorgui la legislació espanyola vigent. La validesa en altres països dels títols universitaris oficials expedits per la UOC vindrà determinada en cada cas per les lleis d'educació de cada país. A continuació trobareu els enllaços als ministeris d'educació de diferents països. En cas que estigueu interessats en d'altres, podeu consultar al ministeri del país en concret. El tràmit de convalidació de títols universitaris estrangers a l'Argentina es fa al Ministeri d'Educació. Podeu consultar més informació en l'enllaç següent: Ministeri d'Educació - Direcció Nacional de Gestió Universitària El tràmit de convalidació es realitza al Ministerio de Educación Nacional. Es pot consultar més informació al següent enllaç: Web del Ministerio de Educación Nacional colombiano El tràmit de reconeixement es realitza a la Secretaría de Educación Superior, Ciencia, Tecnología e Innovación (SENESCYT). Segons el reglament de la SENESCYT, de moment queden exclosos de la llista per a l'homologació automàtica els graus de Tecnologia de Telecomunicacions i Logopèdia i els programes de màster de Bioinformàtica i bioestadística, Enginyeria de Telecomunicacions, Neuropsicologia, Nutrició i salut, Psicologia General Sanitària, i Psicologia infantil i juvenil. Es pot consultar més informació a l'enllaç següent: Web de la SENESCYT La modificació de l'acord 286 de la Llei d'educació superior a Mèxic permet revalidar davant la Secretaria d'Educació Pública (SEP) les titulacions oficials espanyoles en qualsevol modalitat. Això és aplicable a totes les àrees de coneixement amb excepció de les titulacions de professions l'exercici de les quals és regulat, com ara les titulacions de Ciències de la Salut, Dret i Ciència Política, el procediment de revalidació de les quals serà diferent. Es pot consultar més informació en els enllaços següents: Web de la Direcció General d'Acreditació Llistat d'Institucions Espanyoles Reconegudes Preguntes freqüents: Revalidació i equivalència d'estudis Fullets informatius de sol·licitud de tràmit de revalidació i format per a pagament La UOC (Universitat Oberta de Catalunya) es troba entre les 800 millors universitats del món d'acord al rànquing Times Higher Education. Això comporta al fet que les titulacions oficials (Graus, Màsters Universitaris i Doctorats) que són expedides a nom del Rei d'Espanya i avalades pel Ministeri d'Universitats Espanyoles puguin ser reconegudes per la Superintendencia Nacional d'Educació Superior Universitària (SUNEDU). El tràmit de reconeixement es duu a terme a la Superintendència Nacional d'Educació Superior Universitària (SUNEDU). Es pot consultar més informació a l'enllaç següent: Web de la SUNEDU peruana El tràmit de revalidació i reconeixement es pot fer mitjançant un reconeixement al Ministeri de Relacions Exteriors de Xile. Podeu consultar més informació en l'enllaç següent: Ministeri de Relacions Exteriors de Xile Oferta formativa Graus universitaris Màsters Diplomes d'especialització i d'expert Executive Education Doctorat i investigació Cursos de formació contínua Cursos d'idiomes UOC Skills Lab Escola de programació FP Jesuïtes en col·laboració amb la UOC Curs d'accés a la universitat Pagament fraccionat Pots fraccionar el pagament del teu grau, màster universitari o programa de postgrau en quotes. Informa-te'n Per què escollir la UOC? Avalada pels nostres graduats i graduades Un 79 % tornaria a triar la UOC. Un 81 % està satisfet/a amb la titulació. 90.400 Estudiants 89 % Estudia i treballa. Reconeguda per les empreses. Model educatiu La UOC es caracteritza per un model educatiu propi, basat en una metodologia online de qualitat, que situa l'activitat de l'estudiant al centre. Amb nosaltres, l'estudiant aprèn de manera activa. Premis internacionals Avalen la nostra metodologia online la implicació en projectes de recerca, el compromís social i una trajectòria vinculada a l'e-learning de qualitat. 122.750 Graduades i graduats La universitat 100% online. Tria UOC. Si vols"
}