{
  "url": "https://uoc.edu/portal/ca/servei-linguistic/criteris/lexic/tractament-anglicismes/index.html",
  "content": "Lèxic Tractament d'anglicismes en català Anglicismes més habituals En la comunicació actual es fan servir bastants anglicismes, però molts no són necessaris ni són més precisos que els seus equivalents en català. A l'hora d'emprar una paraula anglesa en un text en català, ens hem de plantejar si realment és necessari recórrer-hi. Com a regla general, es recomana moderar l'ús d'anglicismes en textos catalans: l'ús indiscriminat o abusiu d'aquests estrangerismes pot dificultar la comprensió dels textos, a més de trencar l'equilibri intern de la llengua. Anglicismes més habituals Criteri general Com a criteri general, en cas que l'anglicisme ja tingui una forma traduïda o adaptada, cal evitar la versió anglesa original. Ex.: resum i no abstract ; en línia i no online ; enllaç i enllaçar i no link ni «linkar» . Podeu consultar possibles traduccions d'alguns anglicismes a l'apartat Anglicismes més habituals . Alternatives al criteri general (per ordre de prioritat) Es pot optar per posar sistemàticament la forma catalana i introduir la paraula anglesa en cursiva i entre parèntesis la primera vegada que aparegui en el text. Les notícies falses ( fake news )... Les notícies falses... En textos especialitzats, es pot fer a l'inrevés. Les fake news (notícies falses)... Les fake news ... Manteniment d'anglicismes. En determinats casos pot resultar convenient deixar l'anglicisme en el text (en cursiva). Heus aquí algunes raons per les quals el manteniment de l'anglicisme pot ser admissible: Titulars de notícies o altres contextos amb limitació estricta d'espai : si el canvi de l'anglicisme a la forma catalana comporta un nombre de caràcters excessiu, pot mantenir-se l'anglicisme. [En el titular d'una notícia de premsa:] Barcelona va acollir més de 1.300 noves start-ups i spin-offs durant el darrer trimestre [per qüestions de llargada, millor que Barcelona va acollir més de 1.300 noves empreses emergents i empreses derivades durant el darrer trimestre ]. Citacions de paraules textuals d'algú, si es considera que cal mantenir una correspondència estricta entre el que s'ha dit i el que se cita, o si l'ús de l'anglicisme comporta alguna implicació que convé mantenir. «La meva pel·lícula no és un remake de la de Hollywood», ha dit el director de l'obra [convé mantenir l'anglicisme, perquè és com el director de la pel·lícula s'ha referit a la seva obra]. Logo&Type som una empresa de naming i employer branding [en un fullet o un text descriptiu de la mateixa empresa: convé mantenir els anglicismes perquè són els mots amb què l'empresa ha decidit de definir-se]. Subtitulació : en l'escriptura de subtítols cal mantenir els anglicismes pronunciats per qui parla, per tal de no crear una discrepància distractora entre l'àudio i el subtítol escrit. [Àudio del vídeo:] ...i la idea va sorgir d'una sessió de brainstorming [i no pas pluja d'idees ]. Criteris de màrqueting i posicionament en cercadors : en determinats textos en què el valor específic de màrqueting és clarament prioritari, l'anglicisme es pot mantenir si se sap que afavoreix el posicionament en cercadors o la localització de la informació pels usuaris. [En una pàgina web amb valor publicitari o clau per millorar la posició de la UOC a Google:] El curs inclou assignatures sobre business intelligence i search engine optimization . El destinatari: com més especialitzat és el text, més acceptable és l'ús d'anglicismes tècnics; com més divulgatiu i general, més necessari és l'ús dels termes traduïts. [En una revista especialitzada:] CyberBrain és una revista dedicada al media art i l' emusic [es poden deixar els anglicismes perquè deuen ser coneguts en el sector d'especialitat]. Anglicismes més habituals"
}