{
  "url": "https://uoc.edu/portal/ca/universitat/coneix/codi-etic/valors-principis-especifics/index.html",
  "content": "Codi ètic Valors i principis específics La comunitat universitària de la UOC és integrada pels òrgans de govern i el personal directiu, el personal acadèmic, el personal de gestió, els col·laboradors docents i els i les estudiants. Ateses les especificitats de la seva activitat i la seva relació amb la resta de la comunitat universitària, han de procurar preservar, en cada cas, un conjunt de valors i principis, que consisteixen en els compromisos que es presenten a continuació. Els òrgans de govern i el personal directiu Actuar i prendre decisions amb criteris objectius, oportunament justificats, amb equanimitat i fent ús adequat de les atribucions que els dóna el seu càrrec. Afavorir l'actuació i decisions basades en la participació, la consulta i els canals de comunicació, mirant d'evitar les decisions unilaterals. Utilitzar tots els recursos per a assegurar una correcta comunicació i transparència en la informació de l'organització. Reconèixer i valorar el treball ben fet de l'equip propi i col·laborador de la UOC, i també la flexibilitat en el desenvolupament de les responsabilitats i tasques que es deriven de la seva activitat. Ajustar-se als principis d'equitat, mèrit i transparència per a la contractació i promoció de persones, i també als principis d'igualtat i transparència per a l'adquisició i el subministrament de serveis. Potenciar un clima de confiança i col·laboració entre tot l'equip propi i col·laborador de la UOC. Personal acadèmic Comprometre's amb la qualitat i la millora contínua dels processos d'ensenyament-aprenentatge i de la recerca en el seu àmbit de coneixement. Participar, d'una manera directa o delegada, en els àmbits de consulta i decisió de la UOC que afectin la docència i la recerca. Tenir disposició per a la flexibilitat i l'adaptació al canvi de responsabilitats i tasques. Potenciar un clima de confiança i col·laboració entre el professorat, tant d'un mateix estudi com d'altres estudis. Liderar el procés docent i garantir la comunicació fluida amb els col·laboradors docents i els i les estudiants. Personal de gestió Comprometre's amb la qualitat i millora contínua dels processos i activitats de gestió. Tenir disposició per a la flexibilitat i l'adaptació al canvi de responsabilitats i tasques. Participar, d'una manera directa o delegada, en els àmbits de consulta i decisió de la UOC que afectin la gestió. Potenciar un clima de confiança i col·laboració entre tot el personal de gestió, tant d'una mateixa àrea com d'altres àrees. Personal col·laborador docent Comprometre's amb la qualitat i millora contínua de les activitats de col·laboració docent que desenvolupen. Participar en les iniciatives i activitats organitzades pels estudis amb què col·laboren. Potenciar un clima de confiança i col·laboració amb el professorat de la UOC i amb altres col·laboradors docents. Estudiants Comprometre's amb el procés d'aprenentatge, promovent actituds que es generen des de la inquietud per saber, l'esforç personal, la responsabilitat, el sentit crític i la cooperació. Involucrar-se en la millora de la qualitat educativa de la Universitat, fent servir els canals de participació i comunicació de què disposen. Potenciar un clima de confiança, col·laboració i treball en equip amb altres estudiants."
}