{
  "url": "https://uoc.edu/portal/ca/servei-linguistic/redaccio/10-recomanacions/exemples/index.html",
  "content": "Comunicació eficaç i redacció 10 recomanacions Exemples de redacció eficaç Ordenar els components de l'oració Evitar elements superflus Fer servir més verbs que substantius Assegurar que cada oració té un verb principal conjugat Ordenar els components de l'oració Aquest fet és interessant [i no pas Aquest és un fet ]. El seu món encara és proper a l'èpic [i no pas és encara un món ]. És una prova del seu arrelament [i no pas Prova del seu arrelament n'és ]. L'obra té uns moments particulars [i no pas Té l'obra ]. A la Baixa Edat Mitjana Terrassa era un nucli essencialment agrícola [i no pas Terrassa era a la Baixa Edat Mitjana ]. Evitar elements superflus ...consta de 50.000 volums aproximadament [i no pas d'uns 50.000 volums aproximadament : uns i aproximadament expressen la mateixa idea]. Us agraïm molt sincerament la vostra atenció i comprensió. ...i de les inter relacions entre ells [o inter- o entre ]. Així mateix, també gaudeixen d'una àmplia oferta de serveis. Els navegadors de web són uns programes dissenyats especialment per facilitar la [o procurar una còmoda ] navegació per totes les dades i recursos [però no pas facilitar una còmoda ]... Aquest espai comptarà amb la participació i moderació per part d'experts en el tema debatut. Ho trobareu al centre de suport que és a les dependències de l'Oficina comarcal [i no pas es troba situat ]... Aquest curs començarà el proper setembre de 1999; per la qual cosa caldrà fer la sol·licitud d'accés a partir del proper gener. Hi podran accedir els diplomats en Turisme [i no pas titulats en la diplomatura de ]. Necessitem mesures per reduir les despeses de missatgeria i transport [i no pas Tenim la necessitat d'aplicar mesures adequades ]. Fer servir més verbs que substantius Els criteris i les pautes genèriques per accedir als diferents estudis [i no pas l'accés ]... Competències per dissenyar materials didàctics multimèdia per utilitzar-los en les accions formatives [i no pas la seva utilització ]. Cal identificar diverses estratègies per dinamitzar espais [i no pas la dinamització d' ]. Disposa de diferents catàlegs per consultar el seu fons [i no pas la consulta del ]. L'avaluació contínua assegura el procés d'aprenentatge i és necessari que es compleixi [o complir-la ] per superar el curs [i no pas el seu compliment ]. [Parlant d'uns productes determinats] Fins ara el preu havia estat el factor determinant que impossibilitava que s'implantessin en l'àmbit personal [i no pas n'impossibilitava la implantació ]. Hi ha ajuts per elaborar materials didàctics [i no pas l'elaboració de ]. [Una assignatura] Es va decidir adaptar-la al suport web [i no pas la seva adaptació ]. Assegurar que cada oració té un verb principal conjugat El que la lectora o el lector busca és claredat, ordre i confiança, pensar que allò que llegeix és fiable i mereix la seva atenció [i no pas confiança. Pensar que ]. No passa res / Això no és problema / No hi ha cap problema [i no pas Cap problema ]. Mentre l'última defensa de Barcelona queia sota l'exèrcit de Felip V, Pau Ignasi de Dalmases i Ros negociava la possibilitat de l'empara britànica en missió diplomàtica, sense saber què passava, sense poder-hi fer res [i no pas diplomàtica. Sense saber. Sense poder fer res ]."
}