{
  "url": "https://uoc.edu/portal/ca/servei-linguistic/redaccio/models-documents/acta/index.html",
  "content": "Comunicació eficaç i redacció Comunicació institucional i models de documents Acta La funció de l'acta és deixar constància dels acords que es prenen en una reunió i de les incidències que hi ha hagut. Exemple (PDF) Característiques Estructura Característiques Tradicionalment, les actes han reproduït literalment la sessió. Actualment, però, es tendeix a fer les actes més esquemàtiques perquè siguin més fàcils de redactar i consultar, s'hi introdueixen encapçalaments i numeració ordenada de fets i acords i s'eviten els fets superflus i els comentaris personals (fora dels que els participants en la reunió demanen expressament que constin en l'acta). Per tant, la redacció d'una acta s'ha de guiar pels criteris següents: la concisió, la selecció dels continguts i la voluntat de síntesi i d'estructuració. Pel que fa al tractament, en general predomina el tractament impersonal. Però el secretari o secretària encarregat de redactar l'acta, en referir-se a terceres persones i a ell mateix, ho fa amb la tercera persona del singular. En la fórmula final, però, el tractament canvia a la primera persona del singular. Es recomana de fer servir el present al llarg del desenvolupament de l'acta, encara que, de fet, aquest document es redacti posteriorment a la data de la reunió. + Torna al començament Estructura Títol El títol de l'acta ha d'incloure el nom de l'organisme (comissió, fundació...) i el número de la sessió, si escau. Recordeu que els noms propis d'organismes s'escriuen amb majúscules inicials. Identificació de la reunió Ha d'incloure les dades següents: lloc, data, hora de començament i hora d'acabament. S'ha d'escriure el dia amb xifres, el mes amb lletres i l'any amb xifres, complet i sense punt entre la primera xifra i la segona. Les hores se separen dels minuts amb un punt i no s'afegeix al darrere el mot hores , ni desenvolupat ni abreujat, ja que en l'encapçalament corresponent ja s'hi indica. Data: 11 de març de 2016 Hora de començament: 11.30 Hora d'acabament: 13.30 Assistència S'ha de fer la llista de les persones que han assistit a la reunió, encapçalada per la fórmula Assistents , i s'hi ha de fer constar el nom i els cognoms de cada persona, el càrrec o la funció que té en l'organisme i, si és el cas, si assisteix a la reunió com a representant d'algun altre organisme (cal recordar que els càrrecs i les funcions s'escriuen amb minúscula). Josep Dalmau i Fonts, director general d'Economia i Infraestructures Magda Soliu i Llambrich, en representació de l'Institut d'Economia i Finances Així mateix, hi ha d'haver la llista de les persones absents, si escau, encapçalada amb una de les fórmules següents: Han excusat l'absència (si realment l'han excusada) Absents (si no l'han excusada) Ordre del dia S'han de reproduir els mateixos punts que s'han inclòs en la convocatòria de la reunió i, si escau, les modificacions que hi ha hagut. Com en la convocatòria, els diferents punts de l'ordre del dia han d'anar numerats, i aquesta numeració s'ha de mantenir en el desenvolupament de la sessió. Desenvolupament de la sessió Ha de quedar constància, de manera sintetitzada, de l'evolució de la sessió. Cal que hi hagi una breu referència a cada un dels punts de l'ordre del dia, en paràgrafs separats, d'acord amb l'ordre i la numeració establerts. Sovint s'acostuma a repetir l'enunciat corresponent de l'ordre del dia com a títol. Acords S'especifiquen els acords presos amb relació a cada un dels diferents punts de l'ordre del dia. Convé que els acords s'expressin en apartats diferents i que segueixin l'ordre i la numeració de l'ordre del dia. En cas que hi hagi temes de l'ordre del dia que no s'hagin tractat per decisió expressa dels membres de la reunió, s'han d'afegir en darrer terme en aquest apartat. Temes pendents Només s'ha d'incloure l'apartat de temes pendents en els casos en què per manca de temps no s'han pogut tractar alguns dels temes inclosos en l'ordre del dia. Fórmula final Sempre és la mateixa i, de fet, accepta poques variacions. Cal tenir en compte que s'ha d'emprar la forma femenina o masculina dels càrrecs, segons la que correspongui a cada cas. El president aixeca la sessió, de la qual, com a secretària, estenc aquesta acta. La presidenta aixeca la sessió, de la qual, com a secretari, estenc aquesta acta amb el vistiplau de la presidenta. Signatura Hi ha dos blocs d'informació que cal col·locar de costat, la signatura de la persona que actua com a secretari i la de la persona que actua com a president de l'òrgan. Fem servir la forma femenina o masculina dels càrrecs, segons la que correspongui a cada cas. Annexos Els documents que s'adjunten a l'acta com a annexos s'han d'indicar al final del document, gairebé a peu de pàgina; si n'hi ha més d'un, han d'anar numerats d'acord amb l'ordre d'aparició en el text (annex 1, annex 2...). + Torna al començament"
}