{
  "url": "https://uoc.edu/portal/ca/servei-linguistic/redaccio/models-documents/correu-electronic/index.html",
  "content": "Comunicació eficaç i redacció Comunicació institucional i models de documents Correu electrònic Per a aquest tipus de text, s'han tingut en compte els criteris elaborats en el marc del Grup de Qualitat de la Xarxa Vives, que ha rebut un ajut Interlingua de la Generalitat de Catalunya. Funció Documents Bones pràctiques i recomanacions Funció Els missatges de correu electrònic poden substituir la trucada telefònica, el missatge al contestador automàtic, la nota escrita a mà que deixem damunt la taula d'un company, la nota i el comunicat interns, l'ofici i, fins i tot, la carta. Així, doncs, el llenguatge que hi fem servir ha de combinar la cordialitat i la naturalitat de la llengua oral , que la rapidesa de la transmissió afavoreix, amb els trets més formals del llenguatge escrit . Per això quan hi ha una relació de confiança entre dos interlocutors és habitual que l'un s'adreci a l'altre en la segona persona del singular; però, si s'utilitza per a la correspondència administrativa més formal, com que no pas sempre es coneix el destinatari o destinataris, el tractament és el tradicional (segona persona del plural, vós , o tercera persona del singular, vostè ). Sigui com sigui, s'ha de mantenir el mateix tractament al llarg del text i evitar les incoherències, a més de no perdre de vista que l'objectiu del missatge que escrivim és transmetre una informació sobre una qüestió directament relacionada amb la feina i que, per tant, és aconsellable de fer servir un to més formal que no pas el dels missatges personals o dels que enviem a un fòrum. + Torna al començament Documents El correu electrònic representa, únicament, el mitjà de transmissió; la informació en si és la mateixa que transmetríem mitjançant documents, com ara una carta, una convocatòria o una nota informativa en suport paper. No hem de perdre de vista, doncs, la funció del missatge que escrivim. Un tipus de missatge de correu electrònic, amb un referent clar en els models tradicionals en paper, és la convocatòria d'una reunió. Convocatòria de reunió enviada per correu electrònic La funció de la convocatòria és demanar la presència d'una persona en una reunió en un lloc i una data concrets. Aquest document, igual que el seu referent en paper, ha de tenir els camps d'informació següents: Destinataris , que introduïm en els camps A: / Per a: i Còpia a: / Cc de la capçalera dels missatges de correu electrònic. Tema de la reunió o òrgan que es reuneix, que introduïm en el camp Tema: / Assumpte: de la capçalera. Salutació Cos de la convocatòria Ha d'incloure: - el dia, l'hora i el lloc de la reunió, - l'ordre del dia o temes que s'hi han de tractar, numerats. Comiat Indicació dels fitxers adjunts , si n'hi ha. + Torna al començament Exemple de convocatòria per mitjà de correu electrònic Bones pràctiques i recomanacions No hem d'oblidar que treballem en un entorn de comunicació escrita i, per tant, hem de tenir la mateixa cura que tindríem si en lloc d'enviar un missatge electrònic escrivíssim una carta, alguns comentaris o qualsevol altre tipus de document que haguéssim d'imprimir, signar i enviar. Hem de tenir en compte algunes bones pràctiques quan fem servir el correu electrònic, tant pel que fa a l'ús com en qüestions de llengua, que podem resumir en nou punts. El correu electrònic demana que els missatges es contestin aviat . Si algú no pot respondre immediatament un missatge rebut però el remitent necessita una resposta, val més que escrigui un missatge breu per confirmar que l'ha rebut i indicar que li escriurà així que pugui. Per la urgència d'una resposta l'emissor no ha de reenviar el missatge moltes vegades, perquè això, més que no pas aconseguir que el destinatari respongui abans, generarà neguit i malestar. Cal considerar la conveniència de deixar missatges automàtics que informin dels períodes d'absència o configurar les opcions de delegació de correu perquè algú més les gestioni. És recomanable aprofitar els camps que formen el missatge de correu electrònic — A: , De: , Còpia a: , Tema: o Assumpte: i Adjuncions: — per introduir-hi la informació corresponent (sempre amb majúscula inicial); així s'evita haver-la de repetir en el cos del missatge. Per exemple, el camp Assumpte: és un referent immediat per a les persones que reben diàriament un volum de missatges important i és molt útil per fer cerques dels anteriors. Per agilitar la presentació i la lectura del missatge, convé redactar paràgrafs no m assa llargs , separar-los amb una línia en blanc i fer servir numeracions per presentar els diferents subtemes o idees. La majoria d'aquests missatges es llegeixen directament per pantalla, fet que comporta que perdem la noció de pàgina que tenim tan clara quan treballem amb paper. Per això hem d' evitar escriure missatges excessivament llargs . En els casos en què el text ha de ser llarg, és més pràctic fer servir el correu electrònic únicament com a mitjà per transmetre un avís amb un fitxer adjunt que contingui la informació que hem preparat. S'ha de fer un bon ús de majúscules i minúscules i no escriure tot el text amb majúscules, cosa que es percep com un recurs agressiu, com si en una comunicació oral es cridés tota l'estona. Si hi ha signatura corporativa , ha de contenir com a mínim les dades següents: nom i cognoms; càrrec; departament, unitat o servei; institució; adreça postal; telèfon; adreça web del departament, unitat o servei. També pot incloure, opcionalment, altres dades: xarxes socials; logotip; informació suplementària mediambiental o legal. A més d'aquests aspectes, són útils les recomanacions que fem en l'apartat Comunicació eficaç i redacció . + Torna al començament"
}