{
  "url": "https://uoc.edu/portal/ca/servei-linguistic/redaccio/models-documents/certificat/index.html",
  "content": "Comunicació eficaç i redacció Comunicació institucional i models de documents Certificat El certificat té la funció que una persona legalment autoritzada doni fe del contingut d'un altre document, de fets i dades que consten en un arxiu, registre, etc. Exemple (PDF) Característiques Estructura Característiques El caràcter oficial d'aquest document fa que tingui una estructura molt concreta i que el to sigui formal i concís. Hi ha dos aspectes clau que cal tenir en compte a l'hora de redactar un certificat: el tractament personal i l'estructura sintàctica del document. Tractament personal L'emissor ha de fer servir la primera persona del singular (jo) i s'ha de referir al destinatari del document d'una manera impersonal, ja que el destinatari final d'aquest document no acostuma a ser explícit. Estructura sintàctica El certificat s'estructura com si fos una sola oració amb subjecte, verb i complements. Les dades de l'emissor fan la funció de subjecte i l'expressió CERTIFICO correspon al verb principal de l'oració. Les dades que se certifiquen fan la funció d'objecte directe d'aquest verb i van precedides de la conjunció que si la frase presenta una forma verbal conjugada. Si hi ha més d'un fet o d'una circumstància, és convenient separar-los en punts independents. CERTIFICO: 1. Que la senyora Mireia Pasqual... 2. Que... + Torna al començament Estructura Dades de l'emissor Hi han de constar el nom i els cognoms de l'emissor i, entre comes, el càrrec que ocupa i el nom de l'entitat a què correspon el càrrec. Aquestes dades encapçalen el document. Pere Cases, cap de la Secretaria de Títols de la Universitat Oberta de Catalunya, CERTIFICO: Cos del certificat Ha d'anar introduït per la forma CERTIFICO , amb majúscules i seguida de dos punts per destacar visualment el nucli de la certificació. A continuació s'han d'escriure les dades que se certifiquen introduïdes per la conjunció Que. En cas que s'hagi de certificar més d'una dada, és recomanable separar-les per paràgrafs i numerar-les. 1. Que Maria Serra i Conca ha treballat en aquesta empresa des de l'any 2007. 2. Que ha demostrat que és una persona responsable i complidora. 3. Que és apta per a qualsevol feina de gestió que li sigui encarregada. Fórmula de certificació La fórmula de certificació bàsica és la següent: I, perquè consti, signo aquest certificat. S'hi poden afegir altres variables: Si el certificat el demana expressament la persona interessada, la fórmula queda de la manera següent: I, perquè consti, a petició de la persona interessada, signo aquest certificat a l'efecte de... Si el certificat necessita el vistiplau d'un altre càrrec, cal preveure que hi pot haver les fórmules següents: I, perquè consti, signo aquest certificat amb el vistiplau de... I, perquè consti, a petició de la persona interessada, signo aquest certificat amb el vistiplau de... Datació S'hi han de fer constar el lloc i la data en què s'emet el document de la manera següent: El nom de la localitat i, separat per una coma, el dia (amb xifres), el mes (amb lletres) i l'any (amb xifres, complet i sense punt entre la primera xifra i la segona), sense puntuació final. Lleida, 22 de març de 2019 Signatura Només hi ha de figurar la firma manuscrita, sense les dades de l'emissor, perquè ja figuren a l'encapçalament del document. En cas que calgui el vistiplau* d'una altra persona, a la dreta de la signatura de l'emissor, a la mateixa altura, hi han de constar les dades i la signatura d'aquesta persona: Vist i plau Càrrec (introduït per l'article determinat el/la, segons què hi correspongui) Signatura Nom i cognoms *Cal recordar que vistiplau , junt, és un substantiu que significa 'verificació i conformitat' i vist i plau , separat, és la fórmula per introduir la signatura del càrrec que ha vist el document i l'aprova. + Torna al començament"
}