{
  "url": "https://uoc.edu/portal/ca/servei-linguistic/redaccio/models-documents/presentacions/index.html",
  "content": "Comunicació eficaç i redacció Comunicació institucional i models de documents Presentacions Una presentació oral és una exposició dels resultats d'un projecte, d'una proposta d'objectius, d'una recerca o d'un producte científic, comercial o d'altra mena. Preparació Les diapositives Criteris lingüístics Criteris tipogràfics i formals Preparació Hi ha dos aspectes que s'han de tenir en compte a l'hora de preparar una presentació: el desenvolupament de la presentació oral i els recursos que poden ajudar el ponent a fer-la més comprensible. Per preparar una presentació hem de seguir els passos següents: Definir la finalitat de la presentació. Abans de planificar una presentació és imprescindible concretar l'objectiu global que s'espera aconseguir al final. Només així podrem avaluar l'èxit de l'exposició. Precisar les característiques de l'auditori. És important saber el tipus d'auditori a qui s'adreça la presentació; això ens ajudarà a triar l'estil i el to del llenguatge i el grau de formalitat que ha de tenir la nostra exposició. Seleccionar i ordenar la informació. És imprescindible tenir un bon guió, una pauta que condueixi el discurs i dirigeixi les accions de qui fa la presentació, amb una estructura clara i ordenada, que, per tant, ha de ser formada per les parts següents: Introducció: part de la presentació que serveix per prendre contacte amb l'auditori, introduir els continguts i presentar el tema principal i les idees més rellevants. Desenvolupament: part de la presentació que conté la informació que es vol comunicar a l'auditori. Conclusió: part de la presentació que té per funció situar el públic en els paràmetres inicials, en els propòsits plantejats en la introducció i que s'han desenvolupat al llarg de la presentació, i resumir els punts clau i els acords a què s'ha pogut arribar. És recomanable agrair l'assistència als participants. Organitzar el dispositiu tècnic que servirà de suport a la presentació oral. + Torna al començament Les diapositives L'elaboració de diapositives serveix per fixar els punts importants i per il·lustrar gràficament les idees del discurs. És imprescindible, doncs, que segueixin l'ordre de desenvolupament de la sessió. Les diapositives són adequades per presentar idees i dades, però poc recomanables per mostrar textos llargs; així, doncs, hem de procurar ser concisos i resumir les idees clau; han de ser un document de suport, de síntesi que després serveix per recordar els aspectes més importants. Cada diapositiva ha de contenir poca informació. Si una diapositiva conté algunes idees o alguns temes que s'han de presentar progressivament, convé presentar-los també progressivament, ja que de vegades les diapositives permeten anar afegint informació mentre es parla sense passar a la diapositiva següent; si no, pot passar que el públic perdi interès per la presentació. Estructura d'una presentació amb PowerPoint L'estructura del conjunt de diapositives que dona suport a la presentació oral ha de ser paral·lela a l'estructura argumentativa de la presentació; per tant, hi ha d'haver les parts següents: Introducció S'ha de reflectir, com a mínim, en una pàgina que contingui el títol de la presentació i una altra amb l'índex que reprodueixi els punts bàsics de la presentació. Desenvolupament Ha d'incloure el tractament de cadascun dels diferents punts de què es tracta. A mesura que avança la presentació convé que les diapositives continguin el punt de l'índex que es desenvolupa en cada moment. Conclusió S'ha de presentar una pàgina resum en què es recullin les conclusions que cal destacar i, a continuació, una pàgina de tancament (per exemple, agraïment per l'atenció). + Torna al començament Criteris lingüístics Concisió El text que conté una diapositiva ha de ser breu; de fet, ha de respondre a la idea de flaixos d'informació i no ha de reproduir en cap cas les paraules del presentador. Incorrecte Correcte L'elisió de preposicions i articles no és un recurs correcte per fer més breu un text (desenvolupament oracional d'un enunciat, enumeracions d'assignatures, projectes, activitats...). Incorrecte Correcte Redacció dels enunciats Cada idea s'ha d'expressar en un paràgraf diferent. Incorrecte Correcte Els diferents enunciats que conté una diapositiva han d'estar directament relacionats amb el títol de la diapositiva; fins al punt que, en preguntar pel títol, obtinguem com a resposta lògica l'enunciat, sense necessitat que el públic hagi d'adequar el text. Incorrecte Correcte La tria de l'estructura sintàctica que es fa servir en els enunciats de les diapositives depèn de la relació semàntica que s'estableix amb el títol de la diapositiva; així, doncs, podem fer servir una estructura d'infinitiu per parlar d'accions que es duen a terme, un sintagma nominal si ens referim a les activitats que s'organitzen, una frase per explicar algun motiu o finalitat, etc. Cal, doncs, estar molt atents al títol. Incorrecte Correcte Enumeracions Al llarg d'una enumeració s'ha de mantenir la mateixa estructura sintàctica en tots els enunciats (infinitiu, sintagma nominal o frase) i s'ha de fer servir la puntuació correctament. Incorrecte Correcte En general, us recomanem que seguiu les indicacions sobre el tractament de les enumeracions que trobareu a l'apartat Convencions formals / Enumeracions d'aquest web. Propietat del llenguatge S'ha d'evitar fer servir estrangerismes que ja han estat traduïts al català ( know-how per 'saber fer', return per 'retorn', merchandising per 'marxandatge'...). Si es considera necessari, la persona que fa la presentació pot fer un petit incís explicatiu que remeti a l'equivalència d'aquests termes en la llengua estrangera d'origen. Puntuació Seguiu les indicacions que es donen a l'apartat Ortografia / Signes de puntuació d'aquest web. Els títols i subtítols no es puntuen. + Torna al començament Criteris tipogràfics i formals Ús de la negreta La funció més comuna de la negreta és permetre la localització immediata d'una paraula dins un text. Sovint s'utilitza, també, com a substitutiu del que anomenem la cursiva d'èmfasi . Ara bé, el recurs de la negreta no té sentit si se n'abusa; no és adequat, per exemple, utilitzar aquest recurs per destacar frases senceres. Incorrecte Correcte Ús de la cursiva Per destacar s'ha de fer servir la cursiva i no el subratllat, que s'acostuma a destinar als enllaços. Es fa servir la cursiva per marcar els estrangerismes. Així mateix, s'ha d'evitar duplicar els recursos tipogràfics, com ara escriure en cursiva i subratllat o en cursiva i entre cometes alhora. Majúscules i minúscules No és recomanable fer servir les majúscules com a recurs per destacar, sinó que es pot recórrer a la cursiva o a la negreta. En els títols i subtítols només s'ha d'escriure amb majúscula la inicial de la primera paraula que els forma. De la mateixa manera, en els quadres, esquemes, mapes conceptuals, etc. només s'ha d'escriure amb majúscula la inicial de la primera paraula del text que apareix a cada casella. En general, us recomanem que seguiu les indicacions sobre el tractament de majúscules i minúscules que trobareu a l'apartat Convencions formals / Majúscules i minúscules . Ordenació dels termes d'una enumeració És recomanable ordenar pel criteri adequat en cada cas els termes d'una enumeració."
}