{
  "url": "https://uoc.edu/portal/ca/25-anys/universitat-futur/index.html",
  "content": "Reflexions de futur. La universitat post-COVID-19 Menú Escoltar A quins reptes s'enfronten les universitats després de la crisi de la COVID-19? Quin rol ha de jugar l'educació superior a partir d'ara? Quins són i com cal afrontar els desafiaments de la nova era? Com s'han d'adaptar a la transformació digital? Quin ha de ser el model de recerca? La universitat canvia i la UOC, com a primera universitat 100 % en línia del món, lidera, per mitjà de les reflexions dels seus portaveus, professorat i investigadores i investigadors, el debat sobre quin ha de ser el full de ruta. «Fer la part que ens toca» «D’una banda, ens cal qüestionar l’actual model de recerca massa dependent de les conjuntures político-econòmiques, i reconnectar-lo amb la societat i l’economia a partir de nous paradigmes com l' open science que faciliten el vincle i la participació de la ciutadania o l' open access que permet compartir i multiplicar la recerca realitzada, com va demostrar-se durant la passada epidèmica del zika i com torna a evidenciar-se avui. De l’altra, hi ha la necessària bel·ligerància contra els posicionaments anticientífics, manipuladors i fal·laços.» «Un aspecte clau serà garantir l’accessibilitat i la neutralitat de la xarxa, avui amenaçada per interessos espuris de caràcter ideològic, econòmic i polític.» Josep A. Planell, rector de la UOC Huffington Post (29/05/2020) Baixa en PDF «Coneixement compartit per no deixar ningú enrere» «Si amb alguna cosa treballem a les universitats és amb coneixement [...]. És per això mateix que el moment que vivim és una oportunitat excel·lent perquè les universitats reajustem la nostra posició en el nou contracte social que ja plantejava l'Agenda 2030 i que la COVID-19 fa ara inajornable. I aquest reajustament ha de ser radical.» Pastora Martínez, vicerectora de Globalització i Cooperació ctxt (20/06/2020) Baixa en PDF «Per una ciutadania crítica, responsable i ocupada» «Una nova concepció de l'ocupació que, a diferència d'una visió més instrumental pròpia de la societat industrial, ara, en la societat del coneixement, és entesa com un procés continu i canviant al llarg de la vida i que serà més exitós com més ràpid, ajustat a la formació rebuda, estable i en millors condicions sigui.» Àngels Fitó, vicerectora de Competitivitat i Ocupabilitat elDiario.es (05/07/2020) Baixa en PDF «L'evolució imparable de l'educació superior» «La diferència no rau en la modalitat sinó en el propòsit: hi ha ànim de lucre o vocació de servei públic? [...] És cert que la formació en línia permet models més escalables que poden resultar particularment atractius per a qui busca negocis amb un retorn ràpid, però també és cert que amb la formació en línia s'aconsegueix una major extensió de la cobertura.» Carles Sigalés, vicerector de Docència i Aprenentatge ctxt (27/07/2020) Baixa en PDF «Cap a una nova cultura de la recerca» «A més de generar coneixement rellevant de manera responsable i publicar-lo en obert, també cal ser capaços de connectar-lo amb altres àmbits fora de les pròpies fronteres disciplinàries. Per abordar la complexitat ens cal la interdisciplinarietat, atès que sovint molts dels reptes de present i futur es troben en els espais de frontera.» Marta Aymerich, vicerectora de Planificació Estratègica i Recerca elEconomista.es (28/07/2020) Baixa en PDF «Per una transformació del model de gestió de les universitats» «En aquest context, cal que ens preguntem com podem transformar i fer evolucionar els models de gestió de les universitats i assegurar-ne al mateix temps la missió i la sostenibilitat.» Antoni Cahner, gerent i director general elEconomista.es (05/11/2020) Baixa en PDF «Universitat online : l'oportunitat de no deixar ningú ni cap territori enrere» «Avui l'evidència d'un nou avenç econòmic i social s'identifica amb la garantia que vehiculi oportunitats de desenvolupament professional, personal i col·lectiu a tota la ciutadania i en tots els territoris.» Àngels Fitó, vicerectora de Competitivitat i Ocupabilitat La Razón. Suplement (24/09/2021) «Quin futur espera a les universitats espanyoles després de la COVID-19?» «Què passarà a les nostres universitats d'ara endavant? [...] Esperem que es produeixi una transformació profunda. [...] Una transformació digital, verda i social cap a dins i cap a fora. Sense oblidar ningú, ni de dins ni de fora.» Pastora Martínez, vicerectora de Globalització i Cooperació La Vanguardia (29/10/2021) «Per una emprenedoria sense fissures, necessitem la universitat online » «La universitat online és garantia de l'equitat en l'emprenedoria. Si allà on arriba la connexió volem que hi arribi l'oportunitat emprenedora, necessitem la capil·laritat de la universitat online .» Àngels Fitó, vicerectora de Competitivitat i Ocupabilitat La Razón. Suplement (04/10/2022) Més articles «Ciberseguretat i privacitat: dos importants reptes socials» «Serà molt important incorporar aspectes interdisciplinaris en els graus i màsters de ciberseguretat si volen oferir una formació integral d'aquesta matèria.» David Megías, director de l'Internet Interdisciplinary Institute (IN3) infoLibre (07/02/2021) «Llibres i pel·lícules: obriu les portes al camp digital» «La demanda de recursos textuals i audiovisuals en format digital per a l'ensenyament és un clam. Les institucions educatives els haurien de poder obtenir de manera legal, a un preu just i amb garanties de qualitat.» Ciro Llueca, director de la Biblioteca ctxt (17/02/2021) «Dominar els reptes de l'educació en línia després de la pandèmia» «Des de la recerca assenyalaria com a mínim tres elements per a una educació en línia reeixida que requereixen una aproximació institucional.» Teresa Guasch, directora dels Estudis de Psicologia i Ciències de l'Educació infoLibre (07/11/2021) «Més enllà de l'ocupabilitat, la responsabilitat» «Les universitats tenen la responsabilitat indefugible de capacitar les persones per facilitar-los la integració i la progressió en el mercat laboral.» M. Jesús Martínez, directora dels Estudis d'Economia i Empresa ElEconomista (02/12/2021) «Reptes de l'educació predoctoral postcovid» «La transformació digital forçada ens ha permès solucionar greus problemes, i hem d'aprofitar aquest coneixement per utilitzar-la de la millor manera possible un cop aquests problemes hagin deixat d'existir.» David Masip, director de l'Escola de Doctorat El diario de la educación (11/02/2022)"
}