{
  "url": "https://uoc.edu/ca/estudis/acces-matricula/aula-campus-virtual",
  "content": "L'aula i el Campus Virtual El Campus Virtual és l'espai on té lloc la vida de tota la comunitat universitària . Imagina't un entorn d'aprenentatge al qual accedeixis sense barreres des de qualsevol lloc i a qualsevol hora. És el Campus Virtual de la UOC, un entorn virtual que es pot portar a la butxaca i on trobaràs les aules, el teu espai personal i les eines necessàries per a l'estudi i la comunicació. Què pots fer al Campus Virtual? Des del Campus Virtual podràs accedir a la Biblioteca, fer els tràmits que hagis de fer i comunicar-te amb l'equip docent quan vulguis i des d'on vulguis. Aules Hi ha una aula per a cada assignatura.Hi trobaràs l'accés als recursos d'aprenentatge, el professorat, els companys, els materials, el calendari de l'assignatura i espais per a la comunicació com el tauler i el fòrum, i l'accés a la Biblioteca. Espai personal És on tens tot el que és teu: l'expedient, el material de les assignatures, el pla d'estudis, la informació del teu perfil... Podràs veure l'estat dels teus pagaments o actualitzar les dades personals. Tràmits És l'espai on pots fer les teves gestions a la Universitat, com demanar convalidacions, fer la matrícula, sol·licitar certificats o fer altres tràmits que puguis necessitar. Més UOC En l'espai per a participar en la vida universitària, hi trobaràs l'agenda, els teus òrgans de representació, els projectes de cooperació, els campionats d'esport universitaris, a més d'informació referent al serveis d'orientació professional o pràctiques. Biblioteca Virtual Des del Campus Virtual tindràs accés directe al web de la Biblioteca. Podràs demanar llibres en préstec, consultar el catàleg o demanar ajuda a un bibliotecari especialitzat. Accedeix a la Biblioteca Benvinguts a la Biblioteca Accés obert als continguts També et pot interessar... El model educatiu Els estudiants opinen L'avaluació Com són els recursos d'aprenentatge a la UOC? La universitat 100% online. Tria UOC. Si vols"
}