{
  "url": "https://uoc.edu/ca/estudis/beques-ajudes/beques-agaur-idiomes",
  "content": "Beques Agaur d'Idiomes per a estudiants de Grau La UOC és centre proveïdor de la Generalitat per a oferir els cursos d' anglès, francès i alemany compresos en el programa PARLA3 de beques de l' AGAUR per a obtenir el nivell obligatori de tercera llengua (B2). Hi ha tres modalitats d'ajuda. Busca la teva i matricula't ja de l'idioma que vols. Un cop finalitzat el curs, podràs sol·licitar l'Ajut a l'AGAUR, en les dates que constin en la convocatòria vigent. Si has començat un grau per primera vegada a partir del 2014-15 i no tens el nivell B2 de llengua estrangera , pots cursar idiomes a la UOC i beneficiar-te dels ajuts del programa PARLA3 de terceres llengües de la Generalitat de Catalunya. Modalitat A : ajuts per un import de 75 euros per a qui s'hagi presentat a les proves CLUC (nivell B2 de llengua anglesa) fetes des del 9 de maig del 2024 fins al 30 de setembre de 2024 i les hagi superades. Acreditar la superació de la prova d'acreditació de terceres llengües de les universitats catalanes (CLUC), de les proves pròpies d'idiomes de les universitats catalanes que avaluïn les quatre destreses (comprensió i expressió orals i comprensió i expressió escrites) o de les proves per a l'obtenció dels certificats de les escoles oficials d'idiomes de Catalunya, amb un nivell B2 del MECR, en una de les terceres llengües del sistema universitari català (anglès, francès, alemany o italià). Termini de presentació de sol·licituds : restarà obert fins al dia 30 de setembre de 2024 a les 14h hora local de Barcelona. Modalitat B : ajuts per un import màxim de 350 euros per a qui s'hagi presentat a un curs de nivell A2, B1 intensiu, B1.1 i B1.2, o subnivells B2.1 i B2.2, necessaris per tal d'obtenir el nivell B2, durant el temps inclòs entre el 9 de maig del 2024 fins al 30 de setembre de 2024 i l'hagi superat. Important!: Haver fet i superat un curs d'una de les terceres llengües del sistema educatiu català de nivells A2 o B1 o subnivells B2.1 o B2.2, en una universitat catalana, en una EOI o a l'IOC, durant el curs que prevegi la convocatòria. Termini de presentació de sol·licituds : restarà obert fins al dia 30 de setembre de 2024 a les 14h hora local de Barcelona. Són ajuts per un import màxim de 600 euros per nivell o subnivell (entesos com a nivells l'A2 i el B1 i, com a subnivells, el B2.1 i el B2.2) que s'abonen un cop resolta la convocatòria. L'ajut s'estableix segons l'import del curs i no pot superar, en cap cas, l'import total del curs o els mòduls que comprenen el nivell o subnivell. El curs s'ha de fer i superar entre l'1 de setembre del 2023 i el 15 de setembre del 2024. Les sol·licituds d'ajuts s'han d'emplenar per via electrònica per mitjà de l'Oficina Virtual de Tràmits de la seu corporativa de la Generalitat de Catalunya. Per a totes les modalitats és imprescindible: Tenir la ciutadania de qualsevol estat membre de la Unió Europea. En el cas de l'alumnat no comunitari, és aplicable el que disposa la Llei orgànica 2/2009, d'11 de desembre, de reforma de la Llei orgànica 4/2000, d'11 de gener, sobre drets i llibertats dels estrangers a Espanya i la seva integració social, i, per tant, es requereix que l'estudiantat més gran de 18 anys estigui en situació de residència. Haver començat per primera vegada estudis de grau en una universitat catalana o haver començat estudis de grau en una universitat de fora de Catalunya i, posteriorment, haver obtingut un trasllat de l'expedient a una universitat catalana i haver prosseguit els estudis de grau en aquesta universitat, a partir del curs 2014-2015. Estar matriculat en una universitat catalana en estudis de grau durant el curs que prevegi la convocatòria. No haver rebut en les convocatòries anteriors l'ajut corresponent per al mateix nivell. No tenir acreditat el nivell B2.2 del MECR en cap de les terceres llengües del sistema educatiu català (anglès, francès, alemany o italià). AGAUR La UOC és centre proveïdor de la Generalitat de Catalunya. SPEAKAPPS Mètode d'aprenentatge premiat per l'IMS Global Learning Consortium. Distinció Vicens Vives Distinció Vicens Vives 2014 per la qualitat docent universitària Per què escollir la UOC? Avalada pels nostres graduats i graduades Un 79 % tornaria a triar la UOC. Un 81 % està satisfet/a amb la titulació. 90.400 Estudiants 89 % Estudia i treballa. Reconeguda per les empreses. Model educatiu La UOC es caracteritza per un model educatiu propi, basat en una metodologia online de qualitat, que situa l'activitat de l'estudiant al centre. Amb nosaltres, l'estudiant aprèn de manera activa. Premis internacionals Avalen la nostra metodologia online la implicació en projectes de recerca, el compromís social i una trajectòria vinculada a l'e-learning de qualitat. 122.750 Graduades i graduats Model educatiu Com s'ensenya i s'aprèn a la UOC? Estudiar a la UOC en 7 vídeos La comunitat de graduats UOC Alumni"
}