{
  "url": "https://uoc.edu/ca/estudis/graus/grau-nutricio-humana-dietetica",
  "content": "Presentació Pla d'estudis Reconeixement de crèdits Professorat Sortides professionals Requisits d'accés Matrícula i preu Proper procés d'admissió: 30 d'abril Grau Online de Nutrició Humana i Dietètica (interuniversitari: UOC, UPF) Presentació Forma't amb el grau semipresencial de Nutrició Humana i Dietètica (interuniversitari: UOC, UPF). Dirigeix la teva carrera professional cap a l'àmbit de la salut, planificant dietes especialitzades que contribuiran a la qualitat de vida de la població. Majoritàriament, aquest grau es cursa de manera online, en línia, i conté pràctiques presencials associades a algunes assignatures. En total i segons les assignatures que matriculi l'estudiant, és necessari realitzar d'entre una i tres sessions presencials al semestre a la ciutat de Barcelona (seu de la UPF). A l'apartat d'\"Veure assignatures\" s'indiquen aquelles que requereixen d'alguna sessió presencial. Titulacions oficials UOC Estudis que et preparen per als teus reptes professionals. Facilitats de pagament Fracciona en quotes el teu grau. Per què estudiar el grau de Nutrició Humana i Dietètica semipresencial de la UOC i la UPF? La professió de dietista-nutricionista està cada vegada més sol·licitada en diferents sectors de la nostra societat, a causa del creixent interès per la influència de l'alimentació en la salut humana i la sostenibilitat del planeta. El grau de Nutrició Humana i Dietètica proporciona una base sòlida de coneixements i competències perquè et formis com a professional. Adquiriràs expertesa en alimentació, nutrició i salut. Tindràs la capacitat per intervenir sobre l'alimentació de persones tant sanes com amb alguna patologia. També podràs fer front als nous reptes de salut i sostenibilitat alimentària. Cursar aquest grau t'habilita per exercir com a dietista-nutricionista i portar a terme les funcions següents: Intervenir en l'avaluació de l'estat nutricional i el desenvolupament de pautes i hàbits nutricionals elaborant dietes basades en una alimentació sostenible i saludable, adaptades a característiques individuals. Incidir en l'educació nutricional com a eina de promoció de la salut i prevenció de patologies. Per què estudiar el grau de Nutrició Humana i Dietètica semipresencial de la UOC i la UPF? La professió de dietista-nutricionista està cada vegada més sol·licitada en diferents sectors de la nostra societat, a causa del creixent interès per la influència de l'alimentació en la salut humana i la sostenibilitat del planeta. El grau de Nutrició Humana i Dietètica proporciona una base sòlida de coneixements i competències perquè et formis com a professional. Adquiriràs expertesa en alimentació, nutrició i salut. Tindràs la capacitat per intervenir sobre l'alimentació de persones tant sanes com amb alguna patologia. També podràs fer front als nous reptes de salut i sostenibilitat alimentària. Cursar aquest grau t'habilita per exercir com a dietista-nutricionista i portar a terme les funcions següents: Intervenir en l'avaluació de l'estat nutricional i el desenvolupament de pautes i hàbits nutricionals elaborant dietes basades en una alimentació sostenible i saludable, adaptades a característiques individuals. Incidir en l'educació nutricional com a eina de promoció de la salut i prevenció de patologies. Contribuir al desenvolupament de la indústria alimentària i la seguretat alimentària. Si vols contribuir a la millora de la salut tant de persones sanes com amb patologies, aquest és el teu grau. Ho podràs fer a través de l'educació nutricional, elaborant dietes personalitzades o adaptades a diferents col·lectius. També podràs formar part del projecte d'una indústria alimentària millor i més justa, tenint en compte l'alimentació sostenible. La nutrició i l'alimentació són imprescindibles per mantenir una bona salut La recerca sobre nutrició i salut ha experimentat una important evolució en els últims anys. Per això, el grau de Nutrició Humana i Dietètica semipresencial de la UOC i la UPF ha tingut en compte els avenços tecnològics en el sector de l'alimentació. A través d'aquest grau et podràs formar en nutrició amb la seguretat d'estar al dia de les novetats del coneixement científic en aquest àmbit. No en va, l'evidència científica dona suport al paper fonamental de la nutrició com a determinant de la salut. El grau de Nutrició Humana i Dietètica semipresencial està ideat perquè et formis com a professional amb un coneixement sòlid respecte de les implicacions que una nutrició adequada té en la promoció de la salut i la prevenció de malalties. Estudis de Ciències de la Salut de la UOC Web Blog Tweet Tweets by UOCesalut Descarrega el programa (PDF) Titulació oficial Els títols universitaris oficials de la UOC tenen validesa en tot el territori espanyol, tenen efectes acadèmics plens i habiliten, si escau, per a la realització d'activitats professionals regulades, d'acord amb la normativa que en cada cas resulti aplicable. Els títols s'expedeixen juntament amb el suplement europeu al títol (SET), que facilita informació sobre els estudis cursats, els resultats obtinguts, les capacitats professionals assolides i el nivell de la titulació en el sistema espanyol d'educació superior, amb la finalitat de facilitar-ne el reconeixement i promoure la mobilitat d'estudiants i titulats dins de l'espai europeu d'educació superior (EEES). La validesa en altres països dels títols universitaris oficials expedits per la UOC vindrà determinada en cada cas per les lleis d'educació corresponents de cada país. Consulta més detalls sobre l' homologació i la legalització dels títols. Inici 25 set. 2025 240 Crèdits Idiomes: Català, Castellà Titulació oficial Aquest programa compta amb un procés d'admissió Consulta tots els detalls aquí . Metodologia 100% online 1a. universitat online del món Acompanyament personalitzat Entre les millors universitats La UOC se situa entre el 7 % de les millors universitats del món segons el World University Rankings 2024. Qualitat de la titulació La qualitat d'aquest programa està avalada per l' AQU (Agència per a la Qualitat del Sistema Universitari de Catalunya), la qual assegura el rigor i l'acompliment dels estàndards exigits a l' EEES . + Qualitat de la titulació Acreditació de qualitat AQU Agència per a la Qualitat del Sistema Universitari de Catalunya Juntament amb: Presentació del programa L'aula virtual: accedeix-hi des de qualsevol lloc, sense barreres físiques Grau de Nutrició Humana i Dietètica (interuniversitari: UOC, UPF) Pla d'estudis 240 ECTS 60 ECTS Bàsica 30 ECTS Optativa 120 ECTS Obligatòria 6 ECTS Treball final 24 ECTS Pràctiques Assignatures Càrrega lectiva Pràctiques Treball final Recursos per a l’aprenentatge Durada Assignatures del programa Consulta els detalls de les assignatures que t'interessi cursar per adaptar els estudis al teu ritme, segons la disponibilitat i els requisits de matrícula de cada assignatura i el temps de dedicació pel qual hagis optat. Càrrega lectiva Per obtenir el grau de Nutrició Humana i Dietètica s'han de superar 240 crèdits ECTS . El nombre de crèdits ECTS per assignatura és una estimació del temps que es pot invertir per aconseguir les competències associades a aquesta assignatura. Cada crèdit ECTS equival, aproximadament, a 25 hores de dedicació per part de l'estudiant. La UOC ofereix un quadre d'assignatures repartides de manera progressiva, dissenyat d'acord amb les competències adquirides en el transcurs de cada semestre. Aquesta distribució d'assignatures facilita que l'estudiantat disposi d'un criteri sòlid d'elecció, orientat a les seves preferències i qualitats personals. Tanmateix, la flexibilitat de la normativa acadèmica de la UOC permet que cada persona pugui ajustar la durada i el ritme dels estudis a les seves possibilitats de dedicació i a la seva disponibilitat de temps. D'aquesta manera, l'estudiantat cada semestre pot decidir les assignatures que vol cursar. Càrrega lectiva Per obtenir el grau de Nutrició Humana i Dietètica s'han de superar 240 crèdits ECTS . El nombre de crèdits ECTS per assignatura és una estimació del temps que es pot invertir per aconseguir les competències associades a aquesta assignatura. Cada crèdit ECTS equival, aproximadament, a 25 hores de dedicació per part de l'estudiant. La UOC ofereix un quadre d'assignatures repartides de manera progressiva, dissenyat d'acord amb les competències adquirides en el transcurs de cada semestre. Aquesta distribució d'assignatures facilita que l'estudiantat disposi d'un criteri sòlid d'elecció, orientat a les seves preferències i qualitats personals. Tanmateix, la flexibilitat de la normativa acadèmica de la UOC permet que cada persona pugui ajustar la durada i el ritme dels estudis a les seves possibilitats de dedicació i a la seva disponibilitat de temps. D'aquesta manera, l'estudiantat cada semestre pot decidir les assignatures que vol cursar. Per això, en el moment de la matrícula, la UOC posa a la seva disposició una tutora o tutor que els oferirà assistència directa i l'assessorament necessari. Pràctiques Tipologia de l'assignatura El grau de Nutrició Humana i Dietètica té tres assignatures obligatòries de pràctiques: el Pràcticum I, el Pràcticum II i el Pràcticum III. Són pràctiques acadèmiques curriculars. Durada Cada assignatura (Pràcticum I, Pràcticum II i Pràcticum III) consta de 8 crèdits ECTS, que equivalen a 200 hores. Així doncs, al conjunt de les tres assignatures s'hi dediquen un total de 600 hores. Modalitat Presencial o semipresencial. Requisits Per cursar les assignatures de pràctiques cal haver superat i incorporat a l'expedient les assignatures bàsiques i obligatòries que corresponen als primers sis semestres de la titulació del grau. Acompanyament Durant les pràctiques, l'estudiant disposa d'un seguiment docent personalitzat, amb un professional que actua com a tutora o tutor del centre de pràctiques i el professorat que tutoritza acadèmicament. Pràctiques Tipologia de l'assignatura El grau de Nutrició Humana i Dietètica té tres assignatures obligatòries de pràctiques: el Pràcticum I, el Pràcticum II i el Pràcticum III. Són pràctiques acadèmiques curriculars. Durada Cada assignatura (Pràcticum I, Pràcticum II i Pràcticum III) consta de 8 crèdits ECTS, que equivalen a 200 hores. Així doncs, al conjunt de les tres assignatures s'hi dediquen un total de 600 hores. Modalitat Presencial o semipresencial. Requisits Per cursar les assignatures de pràctiques cal haver superat i incorporat a l'expedient les assignatures bàsiques i obligatòries que corresponen als primers sis semestres de la titulació del grau. Acompanyament Durant les pràctiques, l'estudiant disposa d'un seguiment docent personalitzat, amb un professional que actua com a tutora o tutor del centre de pràctiques i el professorat que tutoritza acadèmicament. Aquestes figures asseguren que les pràctiques es duen a terme seguint el projecte formatiu. Empreses col·laboradores Les pràctiques s'oferten a diferents llocs del país, però l'estudiant pot cercar i proposar un centre a la seva zona de residència. Nota: la disponibilitat concreta de l'oferta de pràctiques en aquests centres es pot trobar a l'eina de gestió de pràctiques. La llista d'empreses amb convenis de pràctiques pot variar des del moment en què l'estudiantat s'hi apunta fins que es comencen les pràctiques. Podeu trobar més informació sobre el funcionament de les pràctiques en el pla docent de l'assignatura. Aquesta informació s'actualitza cada semestre, de manera que l'explicació concreta de l'assignatura de pràctiques sempre fa referència al semestre en curs. El procediment i les dates per sol·licitar les pràctiques s'exposen a l'espai del Campus Virtual Tràmits / Pràctiques curriculars . + Consulta més detalls de les pràctiques . Pràctiques Amb la UOC, tot són avantatges a l’hora de fer les pràctiques. Disposes de més de 10.000 empreses col·laboradores en les quals dur a terme pràctiques. Les pràctiques curriculars i no curriculars representen una oportunitat única per trobar treball o millorar la teva situació actual. Més informació Treball final Els estudis de grau acaben amb l'elaboració d'un treball final. En el grau de Nutrició Humana i Dietètica, el treball final té 6 crèdits ECTS. El treball final de grau consisteix a elaborar un projecte o estudi individual de síntesi dels coneixements adquirits en altres assignatures del grau de Nutrició Humana i Dietètica. És una assignatura que l'estudiantat ha de cursar per acabar el programa i està orientada a l'avaluació de les competències associades al títol. És per això que per matricular-se d'aquesta assignatura cal haver superat un nombre determinat de crèdits del programa. En el grau de Nutrició Humana i Dietètica s'ofereix la possibilitat de dur a terme un treball final en algun dels àmbits que s'han establert. L'estudiantat ha de triar l'àmbit de coneixement en què vol fer el treball de final de grau durant el termini de matrícula. Per matricular-se del treball final, prèviament cal haver superat les assignatures bàsiques i obligatòries. Treball final Els estudis de grau acaben amb l'elaboració d'un treball final. En el grau de Nutrició Humana i Dietètica, el treball final té 6 crèdits ECTS. El treball final de grau consisteix a elaborar un projecte o estudi individual de síntesi dels coneixements adquirits en altres assignatures del grau de Nutrició Humana i Dietètica. És una assignatura que l'estudiantat ha de cursar per acabar el programa i està orientada a l'avaluació de les competències associades al títol. És per això que per matricular-se d'aquesta assignatura cal haver superat un nombre determinat de crèdits del programa. En el grau de Nutrició Humana i Dietètica s'ofereix la possibilitat de dur a terme un treball final en algun dels àmbits que s'han establert. L'estudiantat ha de triar l'àmbit de coneixement en què vol fer el treball de final de grau durant el termini de matrícula. Per matricular-se del treball final, prèviament cal haver superat les assignatures bàsiques i obligatòries. El grup de tutoria acadèmica de la UOC té un paper clau en l'orientació, la informació i la gestió del procés de selecció dels treballs finals. El treball final és un treball individual que es fa amb la tutorització i el guiatge de la direcció del treball final, que fa l'acompanyament necessari perquè l'estudiantat el pugui portar a terme amb èxit. La direcció del treball final és l'encarregada de fer el seguiment del projecte, d'orientar l'estudiantat i assessorar-lo en cadascun d'aquests aspectes: conceptualització, fonamentació, metodologia, redacció dels resultats i defensa. El treball final acaba amb una defensa, en què l'estudiantat ha de fer una exposició del treball, que es fa de manera virtual davant una comissió d'avaluació formada per tres membres, que l'avaluen. La qualificació del treball final consta de tres parts: el seguiment i l'elaboració del treball, la memòria final i la defensa del treball. La defensa s'ha de fer de manera virtual i síncrona. Per a més informació sobre la docència i el procés de sol·licitud, cal consultar el pla docent a la secretaria del Campus Virtual, un cop s'ha demanat l'accés al programa. + Consulta més detalls sobre els treballs finals . Recursos per l'aprenentatge La UOC ofereix un model flexible que permet a l'estudiantat aprendre en qualsevol lloc i en qualsevol moment . L'alumnat pot adaptar el procés d'aprenentatge en funció del seu estil de vida i consultar i interaccionar amb els recursos d'aprenentatge en diferents formats i des de múltiples dispositius. A les aules es treballa en una modalitat d'acció formativa compacta construïda a partir d'una situació definida entorn d'un repte , basada en competències i que té com a nucli una activitat. Aquesta modalitat permet un aprenentatge: flexible, proper al ritme i a l'esforç de l'estudiantat, contextualitzat en la realitat socioprofessional que dona sentit a la titulació. Es proporciona una selecció de recursos (NIU) per resoldre els reptes que es plantegen a les aules. El NIU té una estructura tipus mosaic i permet integrar recursos que produeix la UOC, altres que la UOC té a la Biblioteca o recursos de la xarxa. Recursos per l'aprenentatge La UOC ofereix un model flexible que permet a l'estudiantat aprendre en qualsevol lloc i en qualsevol moment . L'alumnat pot adaptar el procés d'aprenentatge en funció del seu estil de vida i consultar i interaccionar amb els recursos d'aprenentatge en diferents formats i des de múltiples dispositius. A les aules es treballa en una modalitat d'acció formativa compacta construïda a partir d'una situació definida entorn d'un repte , basada en competències i que té com a nucli una activitat. Aquesta modalitat permet un aprenentatge: flexible, proper al ritme i a l'esforç de l'estudiantat, contextualitzat en la realitat socioprofessional que dona sentit a la titulació. Es proporciona una selecció de recursos (NIU) per resoldre els reptes que es plantegen a les aules. El NIU té una estructura tipus mosaic i permet integrar recursos que produeix la UOC, altres que la UOC té a la Biblioteca o recursos de la xarxa. Cada recurs s'acompanya d'informació que ajuda l'estudiantat a planificar i organitzar el treball. La UOC es planteja el repte de fer evolucionar el concepte de mòdul didàctic amb la intenció d'oferir diversitat de formats segons les necessitats pedagògiques . D'aquesta manera, el ventall de recursos s'amplia amb continguts innovadors i atractius per respondre als diferents estils d'aprenentatge i generacions d'aprenents, incorporant les noves tendències en aprenentatge en línia. En aquest sentit, els recursos poden estar presents en diferents idiomes (castellà o anglès), en funció de la tipologia. + Vols consultar més informació sobre els recursos de la UOC? Durada El grau de Nutrició Humana i Dietètica té una durada estimada de quatre anys acadèmics distribuïts en semestres. No obstant això, la flexibilitat de la normativa acadèmica de la UOC permet que cada persona pugui ajustar la durada i el ritme dels estudis a les seves possibilitats de dedicació i a la seva disponibilitat de temps. D'aquesta manera, cada semestre l'estudiantat pot decidir les assignatures que vol cursar. Grau de Nutrició Humana i Dietètica (interuniversitari: UOC, UPF) Reconeixement de crèdits Reconeixement de crèdits Avaluació d'estudis previs Convalidacions CFGS Reconeixement d'experiència professional Reconeixement de crèdits La UOC permet convalidar o adaptar els estudis que s'han cursat anteriorment i reconèixer assignatures o pràctiques d'acord amb l'experiència professional. El reconeixement de crèdits permet reduir el temps d'estudi. Per a qualsevol dubte, ompliu el formulari de sol·licitud d'informació i contactarem amb vosaltres. Avantatges de sol·licitar un reconeixement de crèdits. Les assignatures reconegudes per mitjà de l'avaluació d'estudis previs (AEP) o del reconeixement acadèmic de l'experiència professional (RAEP), no les heu de cursar en el vostre programa d'estudis. Els crèdits reconeguts, un cop s'han incorporat a la matrícula, es descompten del total de crèdits que cal cursar per a obtenir el títol. En el cas dels graus, la UOC pot reconèixer els crèdits de formació bàsica de la mateixa branca de coneixement o àmbit de coneixement, mentre els estudis aprovats siguin d'ensenyaments universitaris oficials (excepte en el cas del màster universitari) i pertanyin a la mateixa branca de coneixement o àmbit de coneixement que el grau de destinació. Reconeixement de crèdits La UOC permet convalidar o adaptar els estudis que s'han cursat anteriorment i reconèixer assignatures o pràctiques d'acord amb l'experiència professional. El reconeixement de crèdits permet reduir el temps d'estudi. Per a qualsevol dubte, ompliu el formulari de sol·licitud d'informació i contactarem amb vosaltres. Avantatges de sol·licitar un reconeixement de crèdits. Les assignatures reconegudes per mitjà de l'avaluació d'estudis previs (AEP) o del reconeixement acadèmic de l'experiència professional (RAEP), no les heu de cursar en el vostre programa d'estudis. Els crèdits reconeguts, un cop s'han incorporat a la matrícula, es descompten del total de crèdits que cal cursar per a obtenir el títol. En el cas dels graus, la UOC pot reconèixer els crèdits de formació bàsica de la mateixa branca de coneixement o àmbit de coneixement, mentre els estudis aprovats siguin d'ensenyaments universitaris oficials (excepte en el cas del màster universitari) i pertanyin a la mateixa branca de coneixement o àmbit de coneixement que el grau de destinació. Com es pot sol·licitar el reconeixement de crèdits El tràmit es pot fer cada semestre i el resultat es comunica abans que comenci la docència. La tramitació de la sol·licitud s'ha de fer des del Campus Virtual. L'estudiantat de nova incorporació han d'haver demanat prèviament la sol·licitud d'accés. Una vegada teniu accés al Campus Virtual, podeu consultar les taules d'equivalències amb moltes titulacions d'altres universitats, que mostren una simulació dels crèdits que podeu convalidar. Si no hi trobeu la taula d'equivalències pròpia dels vostres estudis realitzats, una comissió analitzarà la vostra sol·licitud de manera personalitzada. L'avaluació d'estudis previs i el reconeixement de l'experiència professional es poden demanar durant tota la vida acadèmica a la UOC, i sempre els podeu actualitzar si aporteu més estudis o una experiència professional nova. El resultat del reconeixement de crèdits el rebreu a la bústia personal i, en cas que no hi estigueu d'acord, disposareu d'un període de temps per a fer-hi al·legacions. Avaluació d'estudis previs L'avaluació d'estudis previs (AEP) és el tràmit que han de sol·licitar els estudiants que vulguin convalidar els estudis que han cursat en aquesta universitat o en qualsevol altra. Estudis i activitats que poden ser susceptibles de reconeixement de crèdits: Titulacions oficials. Titulacions pròpies cursades en universitats o centres d'ensenyament superior. Titulacions d'idiomes. Cicles formatius de grau superior. Activitats universitàries en cas que es cursi un grau. Per a saber-ne els detalls, ompliu el formulari d'accés i consulteu al tutor. Convalidacions CFGS Amb un cicle formatiu de grau superior podreu convalidar alguns crèdits dels graus online de la UOC. Consulta si el teu cicle formatiu és entre els que permeten aquesta convalidació i quants crèdits pots arribar a convalidar. Cicle formatiu de Grau Superior Crèdits convalidats Tècnic Superior en Dietètica i Nutrició (LOGSE) 24 crèdits Direcció de Cuina (LOGSE) 18 crèdits Tècnic Superior en Direcció de Serveis de Restauració (LOE) 12 crèdits Indústria Alimentària (LOGSE) 12 crèdits Tècnic Superior en Processos i Qualitat en la Indústria Alimentària (LOE) 12 crèdits Reconeixement acadèmic de l'experiència professional La UOC ofereix la possibilitat de reconèixer algunes assignatures o pràctiques en funció de l'experiència professional demostrada. Per aconseguir-ho cal sol·licitar el Reconeixement acadèmic de l'experiència professional (RAEP), un tràmit en què cal acreditar documentalment aquest bagatge professional. D'aquesta manera es poden convalidar fins al 15 % dels crèdits de la titulació. + Consulta les convalidacions RAEP Grau de Nutrició Humana i Dietètica (interuniversitari: UOC, UPF) Professorat Direcció de programa Direcció d’Estudis Professorat Direcció de programa Berta Alsina Español Doctora en Biologia per la Universitat de Barcelona i Llicenciada en Biologia per la Universitat Autònoma de Barcelona. Líder de grup en el Grup de Biologia del Desenvolupament de CEXS-Universitat Pompeu Fabra. Treball finançat per agències nacionals, MEC, FIS. La seva recerca se centra en l'estudi del desenvolupament neuronal en els sistemes sensorials. Estudia els mecanismes d'especificació i patrons neuronals de l'oïda interna dels vertebrats. Web Marina Bosque Prous Doctora en Biomedicina, màster en Salut Pública, llicenciada en Biologia i diplomada en Nutrició Humana i Dietètica. Professora agregada de la UOC i coordinadora del grup de recerca Epi4health. Professora vinculada a la UAB i professora col·laboradora a la UVic-UCC. Coordina el grup de treball sobre alcohol de la Sociedad Española de Epidemiología. La seva recerca es centra en l’àmbit de l’epidemiologia i la salut pública i, concretament, en l’estudi dels comportaments relacionats amb la salut i les desigualtats socials en salut en diferents etapes de la vida. Web CV Direcció d’Estudis Salvador Macip Maresma Doctor en Medicina i Cirurgia per la Universitat de Barcelona. Catedràtic de Medicina Molecular al Departament de Biologia Molecular i Cel·lular a la Universitat de Leicester, on dirigeix el Mechanisms of Cancer and Ageing Laboratory. Docent de pregrau i postgrau des del 2008. Ha publicat més de cinquanta articles en revistes biomèdiques indexades a PubMed. Ha publicat onze llibres de divulgació científica i col·labora regularment amb diversos mitjans fent difusió de la ciència. Web CV Professorat Alicia Aguilar Martinez Doctora en Biologia i Màster en Nutrició i Dietètica Humana. Professora agregada dels Estudis de Ciències de la Salut de la UOC i investigadora del grup FoodLab. Disposa d’acreditació i del reconeixement de dos trams docents i un sexenni de recerca. La seva activitat investigadora està relacionada amb l'estudi dels patrons i comportaments alimentaris, l'educació nutricional i les possibilitats de l'aplicació de les TIC a la promoció de la salut. És membre del comitè assessor i executiu de la Càtedra Unesco d'Alimentació, Cultura i Desenvolupament. Web CV Anna Bach Faig Doctora en Salut Pública Nutricional, màster en Nutrició i Salut Pública per la University of Glasgow i llicenciada en Farmàcia. Investigadora en el grup de recerca FoodLab i en el Centre Català de la Nutrició (CCNIEC). Destacada trajectòria en l'estudi dels patrons alimentaris (Dieta Mediterrània) en la prevenció de les principals malalties cròniques. Amb l'OMS EU ha liderat l’investigació sobre les prioritats per la implementació de polítiques per una alimentació saludable i sostenible. Web CV Antoni Baena Garcia Doctor en Psicologia, especialista en el tractament i control del Tabaquisme. Ha col·laborat a la Unitat de tabaquisme de l'Hospital Clínic de Barcelona i de l'Hospital de Bellvitge amb diferents projectes de tractament a distància dels fumadors. Gestor de Projectes de la Unitat de Control del Tabac de l'ICO, principalment amb el projecte qTabac d'assessorament a professionals sobre tabaquisme i la direcció com a IP d'una beca FIS (PI16/01766) sobre el tractament del tabaquisme en supervivents de càncer mitjançant xarxes socials. Membre de la Comissió de Psicologia i TIC del COPC. Web CV Carme Carrion Ribas Doctora en Químiques, en el programa de Bioquímica i Biologia Molecular, per la Universitat de Barcelona (2002). Màster en Biotecnologia per la Universitat de Barcelona, la Universitat Autònoma de Barcelona i la Universitat Politècnica de Catalunya (1995) i en Conflictologia per la UOC (2008). Actualment és coordinadora científica de l'eHealth Center de la UOC, sots directora de recerca dels Estudis de salut de la UOC, Investigadora principal del grup de recerca eHealth lab i professora associada del Departament de Ciències Mèdiques de la Facultat de Medicina de la Universitat de Girona. Web CV Diana Alicia Diaz Rizzolo Doctora en Biomedicina, màster en Medicina Traslacional i diplomada en Nutrició Humana i Dietètica. Investigadora postdoctoral al Grup de Recerca Transversal en Atenció Primària (Hospital Clínic - IDIBAPS). Membre de l'Àrea de Nutrició de la \"Sociedad Española de Endocrinología y Nutrición\". Coordinadora del grup de treball d'Estils de vida de la \"Sociedad Española de Diabetes\". Web CV Francesc Saigí Rubió Professor agregat dels Estudis de Ciències de la Salut i investigador del grup de recerca EPI4Health de la UOC. És Director del Centre Col·laborador en eHealth de la OMS. Ha participat en 16 projectes de R+D+i i és coautor de més de cinquanta articles en revistes indexats al JCR. Web CV Francesc Xavier Medina Luque Doctor en Antropologia Social. Catedràtic dels Estudis de Ciències de la Salut de la UOC i Director de la Càtedra Unesco d'Alimentació, Cultura i Desenvolupament. Investigador principal (IP) del Grup de Recerca Interdisciplinari en Alimentació, Nutrició, Societat i Salut (FoodLab) de la UOC. President de la International Commission on the Anthropology of Food and Nutrition (ICAF) i membre del Consell de l'Alimentació de Catalunya (Generalitat de Catalunya). Vicepresident de l'Institut Català d'Antropologia. Web CV Francesca Manocchio Doctora i llicenciada en Ciències Biològiques per la Tuscia University, en Biologia Cel·lular i Molecular per la Università degli Studi di Torino i en Nutrició i Metabolisme per la Universitat Rovira i Virgili. Web Gemma Chiva Blanch Doctora en Medicina per la Universitat de Barcelona (UB, Premi Extraordinari curs 2012-213), Màster en Desenvolupament i Innovació d'Aliments (UB), Llicenciada en Ciència i Tecnologia dels Aliments (UB), i Diplomada en Nutrició Humana i Dietètica. Actualment és professora agregada de la UOC de l'àrea de Nutrició. És Fellow de la Societat Europea de Cardiologia (ESC), on participa en diferents grups de treball. La seva activitat investigadora està centrada en la recerca de nous biomarcadors d’aterosclerosis, trombosi i risc cardiovascular, i com certs components de la dieta influeixen en el risc cardiovascular a través d'aquests biomarcadors. Web Jacqueline Anita Robbins Doctora en Educació per la Universitat Autònoma de Barcelona. Se centra en l'àmbit de la implicació (engagement) d'estudiants d'idiomes en fòrums de discussió asíncrons, en la innovació pedagògica en l'àmbit de l'aprenentatge d'idiomes, en el disseny de tasques per desenvolupar les competències escrites i orals, i en el rol del professorat en el procés d'aprenentatge d'idiomes en línia. CV Joseph Hopkins Màster en Lingüística Aplicada per la Universitat d'Illinois a Urbana-Champaign. Professor de llengua anglesa i coordinador del projecte ICT-REV, finançat pel Centre Europeu per a les Llengües Modernes del Consell d´Europa. La seva activitat de recerca se centra en els àmbits de CALL (Computer Assisted Language Learning), la formació de professors d'idiomes en la utilització de les TIC, l'aprenentatge de llengües a distància, el treball col·laboratiu en xarxa i la comunicació mitjançant ordinador. CV Laura Esquius de la Zarza Doctora en Fisiologia i Nutrició Esportiva, llicenciada en Biologia i diplomada en Nutrició Humana i Dietètica. Directora acadèmica del màster universitari d'Alimentació en l'Activitat Física i l'Esport. Professora dels Estudis de Ciències de la Salut de UOC i professora de la Facultat de Ciències de la Salut de Manresa (UVic-UCC). És investigadora del grup de recerca FoodLab i la seva activitat investigadora està relacionada amb l'estudi de la nutrició, la salut i l'esport. Web CV Marie Christine Appel Doctora en Lingüística Aplicada per la Universitat de Dublín, Trinity College (Irlanda). Coordina projectes de recerca, innovació i desenvolupament (SpeakApps, SpeakApps 2, eQTel i tandeMOOC). CV Marta Massip Salcedo Doctora en Biomedicina, màster en Fitoteràpia Clínica i llicenciada en Ciències Químiques. Les seves principals línies d'investigació són: metabolisme, biomarcadors d´envelliment i d'inflamació, regulació de biomarcadors amb intervencions d'estils de vida, recerca en salut i envelliment de la dona. Web CV Montse Guitert Catasus Doctora en Ciències de l'Educació per la Universitat de Barcelona. Distinció Jaume Vicens Vives 2016 de la Generalitat de Catalunya pel lideratge en la formació de competències digitals. Investigadora principal del grup de recerca consolidat (SGR1174) Edul@b. Web CV Grau de Nutrició Humana i Dietètica (interuniversitari: UOC, UPF) Sortides professionals Sortides professionals Objectius Perfils Competències Sortides professionals L'estudiantat graduat en Nutrició Humana i Dietètica UOC-UPF pot exercir la professió de dietista-nutricionista (D-N), d'acord amb la normativa vigent ( Ordre CIN/730/2009, de 18 de març ). Pot desenvolupar la seva professió en els àmbits següents: Nutrició clínica : en institucions o centres sociosanitaris públics o privats (centres d'atenció primària, hospitals, clíniques, residències, centres mèdics especialitzats, entitats esportives, etc.). Salut pública o nutrició comunitària : en programes de prevenció i promoció de la salut en institucions governamentals (ajuntaments, ministeris, conselleries, etc.) i organitzacions no governamentals de cooperació, escoles, associacions, etc. Indústria alimentària : un sector en creixement i altament rellevant en termes socials i econòmics, en què és important assessorar en el desenvolupament de nous productes o en la millora dels existents en els aspectes relacionats amb la salut i la sostenibilitat. Sortides professionals L'estudiantat graduat en Nutrició Humana i Dietètica UOC-UPF pot exercir la professió de dietista-nutricionista (D-N), d'acord amb la normativa vigent ( Ordre CIN/730/2009, de 18 de març ). Pot desenvolupar la seva professió en els àmbits següents: Nutrició clínica : en institucions o centres sociosanitaris públics o privats (centres d'atenció primària, hospitals, clíniques, residències, centres mèdics especialitzats, entitats esportives, etc.). Salut pública o nutrició comunitària : en programes de prevenció i promoció de la salut en institucions governamentals (ajuntaments, ministeris, conselleries, etc.) i organitzacions no governamentals de cooperació, escoles, associacions, etc. Indústria alimentària : un sector en creixement i altament rellevant en termes socials i econòmics, en què és important assessorar en el desenvolupament de nous productes o en la millora dels existents en els aspectes relacionats amb la salut i la sostenibilitat. Restauració : a través de la participació en l'organització i la gestió dels serveis i menús, no tan sols en els serveis al local, sinó també en els cada vegada més demanats \"a domicili\" o \"per emportar\". Recerca i docència : centres de recerca i universitats. Exercici lliure de la professió i generació de nous models de negoci. Ocupabilitat L’ocupabilitat dels nostres estudiants és clau per a l'èxit de la UOC. Identifiquem les competències clau que el mercat laboral demana i les incloem en els plans d’estudis. També t’empoderem perquè siguis tu qui decideixi i gestioni la teva carrera professional a través de serveis d’orientació de carrera. Objectius La finalitat principal del grau és formar professionals de la nutrició amb uns nivells molt alts de coneixements, competències i actituds per exercir la professió de dietista-nutricionista (D-N), d'acord amb la normativa vigent ( Ordre CIN/730/2009, de 18 de març ). A més de complir amb la normativa vigent, el grau pretén: Contribuir a la formació de perfils adaptats als reptes de salut actuals. Fomentar la recerca en nutrició considerant la sostenibilitat del sistema alimentari. Potenciar la iniciativa emprenedora. Perfils La persona graduada en Nutrició Humana i Dietètica és experta en alimentació, nutrició i dietètica, amb capacitat per actuar sobre l'alimentació de persones sanes o amb patologies. El perfil d'aquest grau és el d'una persona polivalent amb una base sòlida de coneixements prou amplis per convertir-se en una o un profesional versàtil, adaptable a desenvolupar tasques relacionades amb el sector de la dietètica, la nutrició i la salut en els diferents àmbits en els quals té competències. El perfil acadèmic de l'estudiantat del grau té com a objectiu promoure la incorporació de la figura de D-N en àmbits amb projecció de futur important, com ara el sector de la indústria alimentària i el d'R+D+I sostenible, la restauració i gastronomia i la promoció de la salut a través d'una alimentació coherent amb els aspectes socials, econòmics i de desenvolupament sostenible. Competències Competències bàsiques Demostrar tenir i comprendre coneixements en una àrea d'estudi que parteix de la base de l'educació secundària general i se sol trobar a un nivell que, si bé s'ajuda de llibres de text avançats, també inclou alguns aspectes que impliquen coneixements procedents de l'avantguarda del seu camp d'estudi. Saber aplicar els coneixements adquirits al treball o vocació d'una manera professional i tenir les competències que se solen demostrar per mitjà de l'elaboració i defensa d'arguments i la resolució de problemes dins de l'àrea d'estudi pròpia. Tenir la capacitat de recollir i interpretar dades rellevants (normalment dins de l'àrea d'estudi) per emetre judicis que incloguin una reflexió sobre temes destacats de caràcter social, científic o ètic. Poder transmetre informació, idees, problemes i solucions a un públic tant especialitzat com no especialitzat. Desenvolupar les capacitats d'aprenentatge necessàries per emprendre estudis posteriors amb un alt grau d'autonomia. Competències Competències bàsiques Demostrar tenir i comprendre coneixements en una àrea d'estudi que parteix de la base de l'educació secundària general i se sol trobar a un nivell que, si bé s'ajuda de llibres de text avançats, també inclou alguns aspectes que impliquen coneixements procedents de l'avantguarda del seu camp d'estudi. Saber aplicar els coneixements adquirits al treball o vocació d'una manera professional i tenir les competències que se solen demostrar per mitjà de l'elaboració i defensa d'arguments i la resolució de problemes dins de l'àrea d'estudi pròpia. Tenir la capacitat de recollir i interpretar dades rellevants (normalment dins de l'àrea d'estudi) per emetre judicis que incloguin una reflexió sobre temes destacats de caràcter social, científic o ètic. Poder transmetre informació, idees, problemes i solucions a un públic tant especialitzat com no especialitzat. Desenvolupar les capacitats d'aprenentatge necessàries per emprendre estudis posteriors amb un alt grau d'autonomia. Competències generals Aprendre a aprendre: conduir el propi aprenentatge de manera autoregulada i conscient de les pròpies habilitats, capacitats i motivacions, amb un objectiu determinat i en funció del context específic (acadèmic, professional i personal). Adoptar actituds i comportaments emprenedors per solucionar de manera viable i sostenible qualsevol tipus de situació que sorgeixi en la pràctica professional. Treballar en equip en xarxa. Competències transversals Demostrar un nivell B2 (Marc europeu comú de referència per a les llengües) d'un idioma modern en la comprensió i producció de textos orals i escrits en un context acadèmic i professional. Utilitzar i aplicar les tecnologies digitals en l'àmbit acadèmic i professional. Actuar de manera honesta, ètica, sostenible, socialment responsable i respectuosa amb els drets humans i la diversitat, tant en la pràctica acadèmica com en la professional. Competències específiques Conèixer els fonaments químics, bioquímics i biològics que s'apliquen en nutrició humana i dietètica. Conèixer l'estructura i la funció del cos humà des del nivell molecular fins a l'organisme complet en les diferents etapes de la vida. Conèixer l'estadística aplicada a ciències de la salut. Conèixer les bases psicològiques i els factors biopsicosocials que incideixen en el comportament humà. Conèixer l'evolució històrica, antropològica i sociològica de l'alimentació, la nutrició i la dietètica en el context de la salut i la malaltia. Conèixer els diferents mètodes educatius que s'apliquen en ciències de la salut, així com les tècniques de comunicació que s'apliquen en alimentació i nutrició humana. Conèixer les bases i els fonaments de l'alimentació i la nutrició humana. Adquirir habilitats de treball en equip com a unitat en la qual s'estructuren de manera unidisciplinària, multidisciplinària i interdisciplinària els professionals i altres membres del personal relacionats amb l'avaluació diagnòstica i el tractament en dietètica i nutrició. Conèixer el sistema sanitari espanyol i els aspectes bàsics relacionats amb la gestió dels serveis de salut, fonamentalment els que estiguin relacionats amb aspectes nutricionals. Descriure els fonaments antropològics de l'alimentació humana. Descriure i argumentar les desigualtats culturals i socials que poden incidir en els hàbits d'alimentació. Reconèixer els elements essencials de la professió de dietista-nutricionista, incloent-hi els principis ètics, les responsabilitats legals i l'exercici de la professió, aplicant el principi de justícia social a la pràctica professional i desenvolupant-la amb respecte a les persones, els seus hàbits, creences i cultures. Desenvolupar la professió amb respecte a altres professionals de la salut, adquirint habilitats per treballar en equip. Reconèixer la necessitat de mantenir i actualitzar la competència professional, donant especial importància a l'aprenentatge, de manera autònoma i continuada, de nous coneixements, productes i tècniques en nutrició i alimentació, així com a la motivació per la qualitat. Conèixer els límits de la professió i les seves competències, identificant quan cal un tractament interdisciplinari o la derivació a un altre professional. Fer la comunicació de manera efectiva, tant oral com escrita, amb les persones, els professionals de la salut o la indústria i els mitjans de comunicació, sabent utilitzar les tecnologies de la informació i la comunicació, especialment les que estan relacionades amb nutrició i hàbits de vida. Conèixer, valorar críticament i saber utilitzar i aplicar les fonts d'informació relacionades amb nutrició, alimentació, estils de vida i aspectes sanitaris. Tenir la capacitat d'elaborar informes i emplenar registres relatius a la intervenció professional del dietista-nutricionista. Identificar i classificar els aliments i productes alimentaris. Saber-ne analitzar i determinar la composició, les propietats, el valor nutritiu, la biodisponibilitat dels seus nutrients, les característiques organolèptiques i les modificacions que pateixen a conseqüència dels processos tecnològics i culinaris. Conèixer els processos bàsics en l'elaboració, transformació i conservació dels aliments d'origen animal i vegetal. Elaborar, interpretar i manejar les taules i bases de dades de composició d'aliments. Conèixer la microbiologia, parasitologia i toxicologia dels aliments. Conèixer els nutrients, la seva funció en l'organisme, la seva biodisponibilitat, les necessitats i recomanacions, i les bases de l'equilibri energètic i nutricional. Integrar i avaluar la relació entre l'alimentació i la nutrició en estat de salut i en situacions patològiques. Aplicar els coneixements científics de fisiologia, fisiopatologia, nutrició i alimentació a la planificació i consell dietètic en individus i col·lectivitats, al llarg del cicle vital, tant sans com malalts. Dissenyar i dur a terme protocols d'avaluació de l'estat nutricional, identificant els factors de risc nutricional. Interpretar el diagnòstic nutricional, avaluar els aspectes nutricionals d'una història clínica i fer el pla d'actuació dietètica. Conèixer l'estructura dels serveis d'alimentació i unitats d'alimentació i nutrició hospitalària, identificant i desenvolupant les funcions del dietista-nutricionista dins de l'equip multidisciplinari. Intervenir en l'organització, la gestió i la implementació de les diferents modalitats d'alimentació i suport nutricional hospitalari i del tractament dietètic i nutricional ambulatori. Conèixer les organitzacions de salut, nacionals i internacionals, així com els diferents sistemes de salut, reconeixent el paper del dietista-nutricionista. Conèixer i intervenir en el disseny, la realització i la validació d'estudis epidemiològics nutricionals, així com participar en la planificació, l'anàlisi i l'avaluació de programes d'intervenció en alimentació i nutrició en diferents àmbits. Ser capaç de participar en activitats de promoció de la salut i prevenció de trastorns i malalties relacionats amb la nutrició i els estils de vida, duent a terme l'educació alimentària i nutricional de la població. Col·laborar en la planificació i el desenvolupament de polítiques en matèria d'alimentació, nutrició i seguretat alimentària basades en les necessitats de la població i la protecció de la salut. Assessorar en el desenvolupament, la comercialització, l'etiquetatge, la comunicació i el màrqueting dels productes alimentaris d'acord amb les necessitats socials, els coneixements científics i la legislació vigent. Interpretar els informes i expedients administratius en relació amb un producte alimentari i ingredients. Participar en la gestió, l'organització i el desenvolupament dels serveis d'alimentació. Elaborar, controlar i cooperar en la planificació de menús i dietes adaptats a les característiques del col·lectiu al qual van destinats. Intervenir en qualitat i seguretat alimentària dels productes, instal·lacions i processos. Proporcionar la formació higienicosanitària i dieteticonutricional adequada al personal implicat en el servei de restauració. Adquirir la formació bàsica per a l'activitat investigadora, essent capaços de formular hipòtesis, recollir i interpretar la informació per resoldre problemes seguint el mètode científic, i comprenent la importància i les limitacions del pensament científic en matèria sanitària i nutricional. Conèixer els tipus de fàrmacs, comprendre la farmacologia clínica i les interaccions farmacològiques amb nutrients. Més de 30 anys d'experiència d'e-learning L'any 1995, la UOC es va convertir en la primera universitat online del món . 30 anys després, continuem sent pioners en e-learning. L' eLearning Innovation Center fa evolucionar el model d'aprenentatge per garantir una formació de qualitat, única, connectada i en xarxa. Rànquing Times Higher Education Som la sisena millor universitat de l'Estat espanyol, segons el Young University Ranking del Times Higher Education. Rànquing Rànquing de Shanghai Estem entre les 150 millors universitats del món en comunicació i les 200 en educació. Rànquing U-Multirank Excel·lim en transferència del coneixement, compromís regional i docència i aprenentatge. 30 anys de la UOC 30 anys impulsant el teu futur amb formació de qualitat Grau de Nutrició Humana i Dietètica (interuniversitari: UOC, UPF) Requisits d'accés Opcions d'accés Coneixements previs Opcions d'accés Prova d'accés (PAU / Més grans de 25 anys / Més grans de 45 anys ). Vols presentar-te a les proves d'accés de més grans de 25 o 45 anys? Prepara't amb els nostres cursos online d'accés a la universitat . Formació professional (CFGS / FP2 / MP3) Títol universitari o assimilat Experiència laboral ( informació, dates i calendari d'accés per a més grans de 40 anys ) Requisits d'accés assolits a la Unió Europea o en un estat que hagi subscrit acords internacionals en règim de reciprocitat Estudis preuniversitaris: acreditació UNED per a l'accés Estudis universitaris (acabats o no): convalidació parcial d'uns estudis estrangers per uns estudis espanyols . Títol universitari amb l' equivalència de títol estranger o l'homologació ministerial a l'Estat espanyol Experiència laboral ( informació, dates i calendari d'accés per a més grans de 40 anys ) Estudis preuniversitaris: batxillerat homologat En el cas de Colòmbia, els estudiants que tinguin un batxillerat i el resultat, amb un resultat mínim de 200 punts de la Prova Saber 11 realitzada a partir del 2012, hauran d'accedir a la UOC mitjançant l' Acreditación UNED Asiss . Estudis universitaris (acabats o no): convalidació parcial d'uns estudis estrangers per uns estudis espanyols Títol universitari amb l' equivalència de títol estranger o l'homologació ministerial a l'Estat espanyol Experiència laboral ( informació, dates i calendari d'accés per a més grans de 40 anys ) Procés d'admissió Aquest programa compta amb un procés d'admissió. Consulta tots els detalls aquí . Coneixements previs Es recomana accedir al grau de Nutrició Humana i Dietètica des de la modalitat de Ciències i Tecnologia del batxillerat , sense perjudici d'altres modalitats. En tot cas, també és recomanable tenir coneixements previs de: Biologia, Química, Matemàtiques, Treball en equip, Organització, Pensament crític, Ús de la tecnologia i Actitud ètica, empàtica i respectuosa amb la diversitat i l'entorn. Grau de Nutrició Humana i Dietètica (interuniversitari: UOC, UPF) Matrícula i preu Preus Matrícula Descomptes Beques Increments Formes de pagament Preus *Preus vigents en el moment de formalitzar la matrícula. Subjectes a revisió anual. Concepte Preu Preu per crèdit 20,42 €/cr* Preu per crèdit eines i recursos per a l'aprenentatge 16,10 €/cr* Preu per crèdit d'assignatures convalidades 4,08 €/cr* Matrícula Flexible Sense un mínim d'assignatures Pagament fraccionat Sense interessos Aquests preus estan subjectes als descomptes (família nombrosa, discapacitats...) i increments (titulats universitaris a centres públics, estudiants amb nacionalitat de fora de la Unió Europea no residents a Espanya...) estipulats al Decret de preus. Per a més informació consulta els apartats \"Descomptes\" i \"Recàrrecs\". Omple el formulari lateral Vols més informació ? i els nostres assessors es posaran en contacte amb tu per oferir-te un pressupost a mida amb els descomptes, les bonificacions i les facilitats de pagament que et corresponguin, així com el detall de recàrrecs que puguin aplicar al teu cas. La UOC és una Universitat de servei públic que vol facilitar l'accés i seguiment dels estudis universitaris al màxim nombre de persones, per això no es requereix un nombre mínim de crèdits per matrícula. _____________ * Preus públics. La Generalitat de Catalunya fixa els preus públics dels crèdits i altres serveis acadèmics per a les universitats públiques de Catalunya i la UOC. Aquests preus estan subjectes als descomptes (família nombrosa, discapacitats...) i increments (titulats universitaris a centres públics, estudiants amb nacionalitat de fora de la Unió Europea no residents a Espanya...) estipulats al Decret de preus. Per a més informació consulta els apartats \"Descomptes\" i \"Recàrrecs\". Omple el formulari lateral Vols més informació ? i els nostres assessors es posaran en contacte amb tu per oferir-te un pressupost a mida amb els descomptes, les bonificacions i les facilitats de pagament que et corresponguin, així com el detall de recàrrecs que puguin aplicar al teu cas. La UOC és una Universitat de servei públic que vol facilitar l'accés i seguiment dels estudis universitaris al màxim nombre de persones, per això no es requereix un nombre mínim de crèdits per matrícula. _____________ * Preus públics. La Generalitat de Catalunya fixa els preus públics dels crèdits i altres serveis acadèmics per a les universitats públiques de Catalunya i la UOC. Pots consultar els preus aprovats per al curs 2024-2025 al Decret 113/2024 , de 18 de juny. ** El concepte d'Eines i recursos per a l'aprenentatge correspon als continguts i eines tecnològiques necessàries per a desenvolupar les activitats d'aprenentatge que la UOC posa a l'abast dels seus estudiants des de les aules i per mitjà de la Biblioteca i els entorns virtuals d'aprenentatge. Poden ser creats per la UOC o bé externs, de propietat aliena a la UOC amb adquisició prèvia o gestió de drets o llicències. Es prioritzen els recursos d'aprenentatge digitals, però alguns recursos de proveïdors aliens a la UOC només són en suport analògic. En aquest cas, estan sotmesos a un IVA del 4 %, associat a l'enviament, a diferència dels recursos digitals que n'estan exempts. Si, excepcionalment, cal enviar els recursos en suport físic, no hi ha cost afegit. *** El concepte de Serveis de suport a l'aprenentatge correspon al manteniment de tots els serveis indispensables per al desenvolupament de la docència, de les infraestructures físiques i tecnològiques i l'atenció personalitzada que la Universitat posa a disposició de l'estudiant al llarg del semestre (entorn virtual, proves d'avaluació, etc.). Preus per matrícula Gestió de la matrícula i de l'expedient 54,54 € * Serveis de suport a l'aprenentatge 111,62 € *** Assegurança escolar obligatòria (menors 28 anys residents estat espanyol) 1,12 € - Anual Facilitats econòmiques Descomptes per a matrícula anticipada Pagament fraccionat en quotes Beques, ajuts i descomptes Condicions especials per a empreses Suport a esportistes de competició Informa-te'n Procés de matrícula Aquests són els passos que cal seguir si vols començar uns estudis oficials a la UOC. Si ja heu cursat estudis amb nosaltres i voleu continuar-los, heu d'adreçar-vos a l'espai Tràmits del Campus Virtual. Sol·licitud d'accés La sol·licitud d'accés és un tràmit gratuït i sense compromís que us proporcionarà un nom d'usuari i una contrasenya que us permetran entrar al Campus Virtual de la UOC, des d'on podreu: Contactar amb tutoria, que us assessorarà i orientarà en l'elecció d'assignatures. Consultar a l'espai Tràmits del Campus Virtual la informació relativa a convalidacions, el detall dels preus de la matrícula, la sol·licitud de beques... Formalitzar una proposta de matrícula, que tutoria analitzarà perquè amb el seu suport et puguis matricular en línia. Requisits d'accés Abans de sol·licitar l'accés, comproveu que compliu els requisits necessaris per al programa al qual voleu accedir. Formulari d'accés Al formulari d'accés heu de registrar les vostres dades personals i el nivell d'estudis assolit. Documentació d'accés La documentació que necessites la trobareu detallada quan sol·liciteu l'accés i pugueu consultar a l'espai Tràmits del Campus. Haureu d'enviar aquesta documentació en el termini dels deu dies següents a la formalització de la matrícula. Campus Virtual Un cop sol·licitat l'accés, si no has estudiat abans a la UOC, rebràs un nom d'usuari i una contrasenya que et permetran accedir al Campus Virtual, on trobaràs tota la informació i els recursos que et poden ser necessaris. Tutoria Un cop al Campus Virtual, tindreu accés al suport permanent de tutoria que us assessorarà i orientarà en l'elecció d'assignatures, d'acord amb el bagatge acadèmic previ que teniu, els vostres interessos i el temps de què disposeu. Espai de tràmits El Campus Virtual disposa d'un espai de tràmits on podreu consultar i gestionar totes les qüestions de caràcter acadèmic, com ara matricular-vos, consultar les formes de pagament i descomptes disponibles, demanar una beca o convalidar els estudis anteriors. El Campus Virtual disposa d'un espai de tràmits on podreu fer una proposta de matrícula havent triat les assignatures que voleu cursar durant el semestre. Aquesta proposta serà analitzada per tutoria perquè us pugueu acabar matriculant amb el vostre assessorament. És un pas previ abans de formalitzar la matrícula. Un cop tutoria hagi validat la teva proposta de matrícula, podràs formalitzar-la dins del període estipulat, per a això hauràs de triar la forma de pagament que prefereixis entre les disponibles. En cas que puguis gaudir d'algun dels descomptes previstos al Decret de preus, hauràs de presentar la documentació corresponent seguint les indicacions del Campus Virtual. Recordeu que, un cop us hàgiu matriculat, tindreu deu dies per enviar la documentació d'accés. A partir de la formalització de la matrícula, disposes de catorze dies per exercir el teu dret de desistiment de matrícula . Quan et pots matricular? A la UOC et pots matricular en dos moments diferents de l'any. Trieu l'opció que millor s'adapti a les vostres necessitats. Consulta el termini de matriculació i l'inici de curs a la pàgina dels estudis que t'interessin cursar. Matriculació a partir de l' abril per començar el curs al setembre Matriculació a partir del novembre per començar el curs al febrer 104.500 graduats i graduades 90 % d'estudiants que estudien i treballen 84 % tornaria a escollir la UOC Descomptes Per facilitar la incorporació i l'assessorament a l'estudiantat, les matrícules efectuades fins al 12 de desembre tindran un descompte en concepte de matrícula anticipada del 20 % sobre els preus de \"Recursos per a l'aprenentatge\" i \"Serveis de suport a l'aprenentatge\". En una primera matrícula semestral estàndard, aquest descompte pot representar fins a un 8 % del preu total de la matrícula. Per tal de poder aplicar les exempcions i els descomptes a la teva matrícula, has de lliurar la documentació abans de matricular-te. En cas que no sigui possible, en el termini màxim de 15 dies naturals des del començament de la docència. L'estudiantat andorrà té dret a l'aplicació de les exempcions i les bonificacions en les mateixes condicions que l'estudiantat de l'Estat espanyol. L'estudiantat beneficiari del títol de família nombrosa reconegut per l'Estat espanyol té dret als descomptes següents, en funció de la categoria: Famílies nombroses de categoria especial: exempció total dels preus dels serveis acadèmics de caràcter docent (crèdits de la matrícula) i de la gestió de l'expedient del preu fixat pel Decret de preus de la Generalitat de Catalunya. Famílies nombroses de categoria general: bonificació del 50% dels serveis acadèmics de caràcter docent (crèdits de la matrícula) i de la gestió de l'expedient del preu fixat pel Decret de preus de la Generalitat de Catalunya. L'estudiantat beneficiari del títol de família nombrosa reconegut per la resta de països té dret als descomptes següents, en funció de la categoria: Famílies nombroses de categoria especial: descompte del 15 % sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a l'aprenentatge. Famílies nombroses de categoria general: descompte del 7,5 % sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a l'aprenentatge. L'estudiantat amb un grau de discapacitat igual o superior al 33 % reconegut per l'Estat espanyol té dret a l'exempció total dels preus dels serveis acadèmics de caràcter docent (crèdits de la matrícula) i de la gestió de l'expedient del preu fixat pel Decret de preus de la Generalitat de Catalunya. Els estudiants amb un grau de discapacitat equivalent reconegut per l'organisme competent de qualsevol altre país tenen dret a un descompte del 15 % sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a l'aprenentatge. En cas que la discapacitat sigui reconeguda retroactivament, pots presentar la documentació en el termini màxim de 15 dies naturals des del moment en què es reconegui oficialment. Igualment, segons el Decret 822/202 , de 28 de setembre, l'estudiantat que acrediti una discapacitat igual o superior al 33 % té una reserva d'un 5% de les places de grau i màster universitari. Si és el vostre cas i us voleu matricular d'un programa amb places limitades que ja s'han esgotat i no tenen un procés d'admissió, podeu consultar la disponibilitat d'aquestes places reservades mitjançant aquest enllaç . L'estudiantat (o els seus fills, filles o cònjuges) amb reconeixement com a víctimes d'actes terroristes per l'organisme competent a l'Estat espanyol té dret a l'exempció total dels preus dels serveis acadèmics de caràcter docent (crèdits de la matrícula) i de la gestió de l'expedient del preu fixat pel Decret de preus de la Generalitat de Catalunya. L'estudiantat (o els seus fills, filles o cònjuges) amb reconeixement com a víctimes d'actes terroristes per l'organisme competent a qualsevol altre país té dret a un descompte del 15 % sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a l'aprenentatge. L'estudiantat (i els seus fills o filles dependents) amb reconeixement com a víctimes de violència masclista a l'àmbit de la parella per l'organisme competent a l'Estat espanyol té dret a l'exempció total dels preus dels serveis acadèmics de caràcter docent (crèdits de la matrícula) i de la gestió de l'expedient del preu fixat pel Decret de preus de la Generalitat de Catalunya. L'estudiantat (i els seus fills o filles dependents) amb reconeixement com a víctimes de violència masclista a l'àmbit de la parella per l'organisme competent a qualsevol altre país té dret a un descompte del 15 % sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a l'aprenentatge. L'estudiantat de grau, màster universitari o doctorat víctimes de violència masclista fora de l'àmbit de la parella pot gaudir d'una exempció del pagament del preu dels serveis acadèmics de caràcter docent (els crèdits de matrícula) i de la taxa de gestió de l'expedient i la matrícula durant el curs 2023-2024. Només pots optar a aquesta exempció si resideixes o treballes a Catalunya. Els estudiants beneficiaris de l'ingrés mínim vital queden exempts del pagament del preu dels serveis acadèmics de caràcter docent (crèdits de matrícula) i de la taxa de gestió de l'expedient i la matrícula. L'estudiantat que hagi obtingut la convalidació, l'adaptació o el reconeixement de crèdits per raó d'estudis o activitats dutes a terme a qualsevol centre universitari té un descompte del 80 % del preu de crèdit. L'estudiantat amb matrícula d'honor o premi extraordinari al batxillerat o Cicle Formatiu de Grau Superior que es matriculi per cursar ensenyaments universitaris oficials en centres docents sostinguts amb fons públics té dret a l'exempció total del preu dels serveis acadèmics de caràcter docent durant el primer any acadèmic. El descompte per matrícula d'honor o premi extraordinari al batxillerat només es pot demanar la primera vegada que els estudiants es matriculin d'uns estudis universitaris. Els estudiants que formen part de la comunitat Alumni tenen dret a un descompte sobre els serveis de suport a l'aprenentatge i els recursos per a l'aprenentatge. Aquest descompte no és compatible amb els destinats a empreses. Beneficia't del que et sigui més profitós. UOC Alumni: 10 % de descompte Podeu gaudir d'aquest descompte si heu obtingut un títol oficial (de grau, llicenciatura, diplomatura, enginyeria o màster universitari) o un màster o postgrau propi a la UOC. Si us podeu acollir a aquest descompte, en el moment de fer la matrícula heu d'indicar un codi a l'apartat «Condicions». Podeu trobar els codis de descompte a la web d'Alumni. Si, a més de poder optar a aquest descompte, us matriculeu durant el període de matrícula anticipada, en primer lloc, s'aplicarà el descompte de matrícula anticipada, i sobre l'import resultant, l'altre descompte. La UOC ofereix descomptes a les empreses que hi participen i donen suport a la formació dels seus professionals, previ acord amb la UOC. Professionals amb vincles a tota empresa o institució que mantingui un acord de col·laboració amb la UOC es poden beneficiar d'avantatges i descomptes en el cost de les matrícules dels programes formatius del catàleg de la UOC. Aquests descomptes no són compatibles amb els destinats a UOC Alumni. Beneficia't del que et sigui més profitós. + Consulta les condicions dels descomptes per a empreses L'estudiantat considerat esportista de competició té dret a un descompte sobre l'import de la matrícula. + Consulta la informació del programa Beques Aquestes beques estan adreçades a persones que vulguin cursar titulacions oficials. Així, es garanteix la igualtat d'oportunitats per accedir a estudis superiors. Hi ha una àmplia oferta de beques per als estudiants de la UOC. La finalitat és posar a l'abast de tothom un gran futur professional. Beques del Ministeri d'Educació de l'Estat Espanyol : per a estudiants de nacionalitat espanyola que cursin titulacions oficials. Consulta les beques disponibles Increments Els estudiants que no superin una assignatura i es matriculen per segona vegada tenen un increment en el preu del crèdit. Aquest increment és el resultat de multiplicar per 1,2 el preu del crèdit públic. En cas de matricular-se per tercera vegada en una assignatura, cal multiplicar el preu del crèdit per 2,6. A partir de la quarta matrícula el preu de crèdit es multiplica per 3,6. Aquest recàrrec no s'aplica a les matrícules del grau de Traducció, interpretació i llengües aplicades (UOC-UVic). L'estudiantat de nacionalitat de fora de la Unió Europea, països amb règim comunitari o fora d'Andorra, que no tingui concedida la residència a l'Estat espanyol tindrà un increment del 45 % al preu final de la matrícula. Formes de pagament La UOC posa a la vostra disposició la possibilitat de fraccionar en quotes el pagament de la vostra matrícula. Amb aquesta opció, s'abona una quota inicial de l'import total de la matrícula mitjançant targeta en línia, i la resta es cobra per domiciliació bancària (residents a l'Estat espanyol) o domiciliació a targeta (residents fora del territori espanyol) a cinc quotes com a màxim en funció de la data de matriculació. Aquesta forma de pagament té un import per gestió de 31 euros i només és vàlida per a matrícules superiors a 350 euros . Per als nous estudiants de graus i màsters, la primera quota serà del 10 % de l'import. Dates aproximades del pagament de les quotes, en funció de la data de matrícula. Consulta la taula de fraccionaments. Primer Semestre 1r pagament 1a setmana de setembre 1a setmana d'octubre 1a setmana de novembre 1a setmana de desembre Amb targeta en el moment de fer la matrícula 2a quota 3a quota 4a quota 5a quota Les dates de pagament són aproximades. El nombre de quotes és determinat per la data de matriculació: a mesura que avança el període de matrícula, el nombre de quotes disminueix. Segon semestre 1r pagament 1a setmana de febrer 1a setmana de març 1a setmana d'abril 1a setmana de maig Amb targeta en el moment de fer la matrícula 2a quota 3a quota 4a quota 5a quota Les dates de pagament són aproximades. El nombre de quotes és determinat per la data de matriculació: a mesura que avança el període de matrícula, el nombre de quotes disminueix. Pagament amb una targeta de crèdit o de dèbit de qualsevol entitat financera mitjançant el TPVV (terminal de punt de venda virtual), al qual accedireu directament des del Campus en el moment en què us matriculeu. Els clients de Caixabank teniu la possibilitat de fraccionar en quotes el pagament de la matrícula (entre tres i set quotes segons la formalització). Durant el procés de matriculació s'enllaçarà amb el servei de Línia Oberta i es contractarà un préstec de cost zero (comissió per obertura 0 %, comissió d'estudi 0 %, comissió d'amortització 0 % i tipus d'interès 0 %). Aquesta forma de pagament només està disponible en els següents casos: Sou clients de Caixabank i teniu activat el servei de Línia Oberta. Teniu més de divuit anys, nacionalitat espanyola jo d'un altre país membre de la UE i residiu a l'Estat espanyol. L'import de cada quota supera els 30 euros. L'Agència de Gestió d'Ajuts Universitaris i de Recerca (AGAUR) ofereix un programa d'ajuts en format de crèdit per al pagament fraccionat per mensualitats de matrícula universitària. Podeu consultar les condicions i els terminis per a aquest curs al web de l'AGAUR . * Opció disponible per a segones matrícules i posteriors. La UOC posa a la vostra disposició la possibilitat de fraccionar en quotes el pagament de la vostra matrícula. Amb aquesta opció, s'abona una quota inicial de l'import total de la matrícula mitjançant targeta en línia, i la resta es cobra per domiciliació bancària (en cas de tenir compte bancari SEPA) o domiciliació a targeta (en cas de no tenir-ne compte bancari SEPA) en cinc quotes com a màxim en funció de la data de matriculació. Consulta aquí si la teva entitat bancària disposa de compte SEPA. Aquesta forma de pagament té un import per gestió de 31 euros i només és vàlida per a matrícules superiors a 350 euros. Per als nous estudiants de graus i màsters, la primera quota serà del 10 % de l'import. Dates aproximades del pagament de les quotes, en funció de la data de matrícula. Consulta la taula de fraccionaments. Primer Semestre 1r pagament 1a setmana de setembre 1a setmana d'octubre 1a setmana de novembre 1a setmana de desembre Amb targeta en el moment de fer la matrícula 2a quota 3a quota 4a quota 5a quota Les dates de pagament són aproximades. El nombre de quotes és determinat per la data de matriculació: a mesura que avança el període de matrícula, el nombre de quotes disminueix. Segon semestre 1r pagament 1a setmana de febrer 1a setmana de març 1a setmana d'abril 1a setmana de maig Amb targeta en el moment de fer la matrícula 2a quota 3a quota 4a quota 5a quota Les dates de pagament són aproximades. El nombre de quotes és determinat per la data de matriculació: a mesura que avança el període de matrícula, el nombre de quotes disminueix. Per als residents a Colòmbia interessats en aquesta forma de pagament i que no disposeu d'una targeta de crèdit, us informem que l'entitat Bancolòmbia ofereix la Targeta Virtual e-Prepagament . Per sol·licitar-la, cal que disposeu d'un compte d'estalvis o corrent en aquesta entitat. Pagament amb una targeta de crèdit o de dèbit de qualsevol entitat financera mitjançant el TPVV (terminal de punt de venda virtual), al qual accedireu directament des del Campus en el moment en què us matriculeu. L'estudiantat resident fora de l'Estat espanyol pot fer una transferència de l'import total de matrícula en euros. Les dades per fer efectiu el pagament de la matrícula són: Si feu la docència en català: Banc: Caixabank Adreça: Avda. Diagonal, 647 08028 Barcelona Espanya Swift: CAIX ÉS BB IBAN: ES02-2100-3648-98-2200022920 Si feu la docència en castellà: Bank: BANC SANTANDER CENTRAL HISPÀ Adress: Passeig de Gràcia, 5 08007 BARCELONA - SPAIN Swift: BSCHESMMXXX IBAN: ES98-0049-1806-9726-1188-9588 Un cop fet el pagament, caldrà enviar el comprovant. Objectius, perfils i competències Descobreix a qui va dirigit aquest programa i quines noves competències pots adquirir. Saber-ne més Preguntes freqüents Tens dubtes? Donem resposta a les teves preguntes sobre la nostra oferta formativa, el model d’aprenentatge o tràmits, entre altres temes. Consulta L'opinió dels nostres graduats Graduades i graduats de la UOC t'expliquen en primera persona com han viscut el procés d'aprenentatge amb nosaltres i com la nostra metodologia els ha permès compaginar feina, estudis i vida personal. Tenir una flexibilitat d'horaris absoluta em va permetre fer el màster Daniel Marchante Realment em trobo realitzada. Ara, quan parlo, sé del que parlo. Helena Guillén La UOC t'ofereix competències, perquè el que necessites és saber-te adaptar en cada moment Manel Vicenç Volia créixer professionalment. La UOC m'ha ofert no estancar-me Alba Camacho Des de que vaig acabar el grau, he tingut un desenvolupament a la meva empresa José Miguel González Programes relacionats Grau Educació Primària Veure tota la informació Selecciona fins a 3 programes per comparar Grau Dret Veure tota la informació Selecciona fins a 3 programes per comparar Grau Psicologia Veure tota la informació Selecciona fins a 3 programes per comparar Grau Logopèdia (interuniversitari: Uvic-UCC, UOC) Veure tota la informació Selecciona fins a 3 programes per comparar Grau Educació Primària Veure tota la informació Selecciona fins a 3 programes per comparar Grau Dret Veure tota la informació Selecciona fins a 3 programes per comparar Grau Psicologia Veure tota la informació Selecciona fins a 3 programes per comparar Grau Logopèdia (interuniversitari: Uvic-UCC, UOC) Veure tota la informació Selecciona fins a 3 programes per comparar"
}