{
  "url": "https://uoc.edu/ca/estudis/acces-majors/secretaria-legalitzacio-titol-oficial",
  "content": "Legalització del títol de la UOC i tràmits acadèmics Si us cal que el vostre títol oficial de la UOC o altres documents acadèmics oficials siguin vàlids en els països membres del Conveni de l'Haia , podeu sol·licitar-ho a l'apartat de Tràmits del Campus Virtual. Fins ara els tràmits d'aquest tipus s'havien de gestionar primer directament al Ministeri d'Educació, Cultura i Esport i després al Ministeri de Justícia. Ara aquestes gestions es poden demanar per mitjà de la Secretaria de la UOC. Si voleu que el títol tingui efectes en un país que no pertany al Convenio de la Haya: heu de legalitzar-portant, primer, al Ministeri d'Educació, Cultura i Esport i, després, al Ministeri d'Afers Exteriors i Cooperació. Trobareu més informació al web del Ministeri d'Educació, Cultura i Esport . Els t ràmits de legalització certifiquen l'autenticitat dels documents públics. Es fan només per als països que han signat el Conveni de la Haia. Els documents emesos en un país signant del Conveni que han estat legalitzats poden ser reconeguts a qualsevol altre país del Conveni sense necessitat de cap altre tipus d'autenticació. Més informació sobre la legalització única al web del Ministeri de Justícia . Des de l'espai Tràmits del Campus Virtual es realitzen les gestions necessàries perquè el vostre títol oficial de la UOC siguin vàlids en els païssos membres del Conveni de l'Haia . Per a sol·licitar-lo heu de tenir el títol oficial o la sol·licitud del títol acceptada. Heu d'autoritzar la universitat, presentar la documentació necessària i fer un pagament. Rebreu el títol legalitzat entre dotze i catorze setmanes després de confirmar la forma d'enviament. Més informació al Campus virtual: Tràmits / Sol·licitud de documents Si necessiteu que el títol de màster o postgrau propi tingui validesa fora del territori espanyol, podeu demanar la seva legalització mitjançant un notari. El tràmit pot durar uns sis mesos. En acabar, us avisarem amb un correu electrònic i rebreu la legalització com a document adjunt al títol. Més informació al Campus virtual: Tràmits / Sol·licitud de documents Aquesta petició s'ha de fer si voleu legalitzar un conjunt de documents: el certificat substitutori del títol, el certificat acadèmic personal (CAP), els programes i els plans docents. El tràmit inclou tots els documents; no es poden demanar per separat. Més informació al Campus Virtual: Tràmits / Sol·licitud de documents"
}