{
  "url": "https://uoc.edu/ca/estudis/info/notes-tall-pau-uoc",
  "content": "La UOC: la teva universitat sense notes de tall Amb essència 100% online, la UOC és una universitat que no té notes de tall per accedir als graus universitaris. Si has superat les PAU, podràs estudiar amb nosaltres. A la UOC podràs triar entre 26 graus universitaris 100% online. Informa't Quins graus pots estudiar a la UOC sense nota de tall Si no saps quin grau has de triar, aquí tens algunes idees. A la nostra universitat pots estudiar carreres humanístiques, de ciències de la salut, de ciències socials o tecnològiques. Algunes de les nostres carreres més populars són les següents: Enginyeria Informàtica, Dret, Criminologia, Economia, etc. La UOC t'ofereix 26 graus universitaris: titulacions oficials, 100 % online i de diferents àrees de coneixement. Els nostres estudis es divideixen en: Arts i Humanitats Ciències de la Salut Comunicació i Informació Dret i Ciència Política Economia i Empresa Informàtica, Multimèdia i Telecomunicació Psicologia i Ciències de l'Educació Tenir formació universitària és un dels requisits més demanats per accedir al mercat laboral. Potser encara dubtes sobre quina carrera has d'estudiar. Si no saps què has d'estudiar, descobreix les carreres amb sortides professionals més interessants que oferim 100 % online i sense nota de tall: Administració i Direcció d'Empreses : el grau d'Administració i Direcció d'Empreses (ADE) pot ser una bona opció per començar la formació universitària online i sense nota de tall. Enginyeria Informàtica : estudiar el grau d'Enginyeria Informàtica , o bé qualsevol carrera relacionada amb el món de la informàtica , t'obrirà moltes portes al mercat laboral. Any rere any, creix el nombre de professionals en informàtica que necessita el món empresarial. Màrqueting i Investigació de Mercats : altres carreres sense nota de tall que t'oferim són les relacionades amb el comerç i el màrqueting, que se situen entre les més sol·licitades en el món professional. Economia , Relacions Laborals i Ocupació o Dret també són alguns dels graus universitaris més sol·licitats en el món laboral. També hi ha altres maneres d' entrar a la universitat sense nota de tall el 2022, com ara disposar de certs títols d'FP, haver superat les proves d'accés per a més grans de 25 o 45 anys o accedir-hi des d'un altre títol universitari. A la UOC som pioners en la formació online. Els nostres 30 anys d'experiència et garanteixen una experiència formativa única. Amb el nostre model 100 % online, sempre seràs el centre de la formació. Aprendràs amb la metodologia learning by doing (aprendre fent). Sempre tindràs l'acompanyament personalitzat de l'equip de tutoria i el professorat. No tindràs un mínim obligatori d'assignatures. Com que és totalment flexible, podràs estudiar quan vulguis i on vulguis. Com que no hi ha classes, els horaris els posaràs tu. Gaudiràs aprenent amb diferents formats fent xarxa amb la comunitat d'estudiants."
}