{
  "url": "https://uoc.edu/ca/estudis/acces-matricula/model-educatiu-graduats",
  "content": "El model educatiu segons els graduats Campus Virtual Al Campus té lloc la vida de tota la comunitat universitària. L'estudiant té accés a través del Campus a les aules virtuals, que són els espais d'aprenentatge on trobarà els professors, els companys, les activitats, els continguts i les eines per a aprendre. \"La UOC m'ha ajudat no solament a ser una persona més qualificada sinó també molt més reflexiva, a argumentar amb coherència, a saber escoltar. Els debats i treballs en grup a distància són una eina estupenda per a això. La UOC ha generat en mi la necessitat de ser curiosa, en el sentit de buscar coneixement.\" Sonia Raquel Alonso Botija, graduada en Màrqueting i Investigació de Mercats. Acompanyament de l'estudiant L'estudiant està acompanyat en tot moment. El professorat especialitzat té per funcions principals el disseny, l'orientació i la dinamització i l'avaluació de tot el procés educatiu. Hi ha tres perfils docents –professor, professor col·laborador i tutor–, que treballen conjuntament per a assegurar un procés d'aprenentatge de qualitat. \"Considero del tot rellevant el bon tracte en un entorn virtual on la manca de caliu pot ser evident. Personalment, penso que aquests tutors fan gran a aquesta entitat\". Oriol Grau Garcia , graduat en Administració i direcció d'empreses. Dinàmic i flexible El model educatiu de la UOC s'adapta i evoluciona en el temps de manera constant, alhora que evolucionen internet i la societat del coneixement. Un model centrat en l'activitat d'aprenentatge i que ofereix diversitat d'opcions per a adaptar-se a les necessitats de cada estudiant. \"Una companya de feina em va comentar la facilitat que representava tenir un horari d'estudi totalment flexible, adaptat a les teves disponibilitats. Aquest punt va inclinar la balança a l'hora de reprendre uns estudis universitaris que havia aparcat feia gairebé quaranta anys.\" Prudenci Ortega Valentín , graduat en Dret. Avaluació L'avaluació és contínua i formativa. Es proporciona un retorn (feedback) formatiu per a la millora contínua de l'aprenentatge. Les activitats d'avaluació faciliten l'assoliment dels objectius d'aprenentatge i el desenvolupament de les competències. \"Per als residents a l'estranger, és un gran avantatge que la UOC ofereixi la possibilitat de realitzar els exàmens en línia, ja que evita el desplaçament a Espanya per a la realització d'aquests. És molt còmode i útil.\" Rocío Ramos Díaz , graduada en Multimèdia. Transformació digital de l'educació Més de 30 anys formant persones al llarg de la vida, en aules globals, investigant i innovant en e-learning . Informa-te'n També et pot interessar... El model educatiu Els estudiants opinen L'avaluació La universitat 100% online. Tria UOC. Si vols Oferta formativa Graus universitaris Màsters Diplomes d'especialització i d'expert Executive Education Doctorat i investigació Cursos de formació contínua Cursos d'idiomes UOC Skills Lab Escola de programació FP Jesuïtes en col·laboració amb la UOC Curs d'accés a la universitat"
}