{
  "url": "https://uoc.edu/ca/estudis/beques-ajudes/beques-ajuts",
  "content": "Beques i ajuts Informa't sobre els ajuts econòmics i les beques disponibles per a estudiants de la UOC i sol·licita'ls. Comença els teus estudis sense preocupacions, perquè res no ha d'impedir que assoleixis el màxim potencial. Descomptes Situacions específiques Descomptes per a estudiants amb discapacitat, família nombrosa, matrícula d'honor o víctimes de violència masclista en l'àmbit de la parella. UOC Alumni 10% per als graduats de la Universitat. Matrícula anticipada Fins al 8% de descompte en el preu total de la matrícula de graus i màsters universitaris. Comunitat UOC Fins al 7% de descompte en el preu de la matrícula per als membres de la comunitat UOC. Pagament fraccionat Pots fraccionar el pagament del teu grau, màster universitari, o programa de postgrau en quotes. Empreses Beneficia't dels descomptes especials si treballes en una empresa o organització. Quan et pots matricular? A la UOC et pots matricular en dos moments diferents de l'any. Tria l'opció que s'adapti més a les teves necessitats. Consulta el termini de matriculació i el començament de curs a la pàgina dels estudis que t'interessi cursar . Matriculació a partir de l'abril Per a estudis que comencen docència entre els mesos de setembre i novembre. Matriculació a partir del novembre Per a estudis que comencen docència entre els mesos de febrer i març. Oferta formativa Graus universitaris Màsters Diplomes d'especialització i d'expert Executive Education Doctorat i investigació Cursos de formació contínua Cursos d'idiomes UOC Skills Lab Escola de programació FP Jesuïtes en col·laboració amb la UOC Curs d'accés a la universitat L'opinió dels graduats Tenir una flexibilitat d'horaris absoluta em va permetre fer el màster Daniel Marchante Realment em trobo realitzada. Ara, quan parlo, sé del que parlo. Helena Guillén La UOC t'ofereix competències, perquè el que necessites és saber-te adaptar en cada moment Manel Vicenç Volia créixer professionalment. La UOC m'ha ofert no estancar-me Alba Camacho Des de que vaig acabar el grau, he tingut un desenvolupament a la meva empresa José Miguel González"
}