{
  "url": "https://uoc.edu/portal/ca/universitat/actes-institucionals/honoris-causa/josep-laporte/index.html",
  "content": "Honoris causa Josep Laporte Menú Escoltar El Dr. Josep Laporte rep el primer títol de doctor honoris causa de la Universitat Oberta de Catalunya L'exconseller de Sanitat, Ensenyament i Universitats, i actual president de l'Institut d'Estudis Catalans, Josep Laporte i Salas (Reus, 1922), es va convertir el passat 3 de març en el primer doctor honoris causa de la Universitat Oberta de Catalunya (UOC). Laporte va rebre el títol de mans del rector, Gabriel Ferraté, i del president de la Generalitat, Jordi Pujol, per la seva contribució a la creació i posada en funcionament de la UOC l'any 1994, un cop fracassada una iniciativa de la Generalitat per a catalanitzar la UNED. L'acte va tenir la presència de membres destacats de l'àmbit polític i universitari i les intervencions de l'actual conseller d'Universitats, Andreu Mas-Colell, el padrí de Laporte, Ramon Pla, i el president del Parlament, Joan Rigol. Ramon Pla va destacar el compromís de Laporte \"des de les trinxeres de la política, en departaments de tan alt risc polític com els de la salut i l'ensenyament\". Laporte va reconèixer, en el seu discurs, que havia estat \"un home amb sort pel fet d'haver col·laborat amb els millors talents de les lletres i les ciències, i pel fet que un dels seus fracassos, el de la catalanització de la UNED, s'hagi convertit en un gran èxit\". El rector, Gabriel Ferraté, va recordar els primers contactes amb Laporte durant l'època de la transició i els moments en què Laporte li va demanar per primera vegada que es posés al capdavant d'un projecte que aleshores s'anomenava Universitat a Distància. \"És just proclamar que la UOC existeix per la determinació de Laporte i per la seva obertura a les noves idees. Aquest doctorat no és el pagament d'un deute, sinó l'alliberament de tot l'agraïment que li devem.\" Jordi Pujol va destacar la faceta política de Laporte i les seves contribucions a la construcció del país, i va recordar la tasca duta a terme al capdavant de càrrecs \"vitals en la societat moderna, decisius per al progrés, per al benestar social i per a la cohesió del país\". Segons Pujol, Laporte va saber preveure els factors clau de futur, i va saber generalitzar conceptes com el de l'equilibri territorial al món universitari amb l'impuls de nous centres a Girona i Lleida. Discurs d'investidura Monogràfic Galeria d'imatges El gran nombre d'assistents, més de 200 persones, va obligar a habilitar el vestíbul de la UOC amb una gran pantalla des d'on es podia seguir l'acte per cirtuit tancat de televisió. La consellera de Benestar i Família, Irene Rigau, i la consellera d'Educació, Carme Laura Gil eren algunes de les autoritats presents a la sala d'actes. El rector de la UOC, Gabriel Ferraté, en el moment en que atorga el títol al Dr. Josep Laporte. El president de la Generalitat, Jordi Pujol, va lliurar al Dr. Laporte la medalla de la UOC. El conseller d'Universitats, Recerca i Societat de la Informació, Andreu Mas-Colell, va regalar una escultura commemorativa de l'acte al primer doctor honoris causa de la UOC. La presentadora de l'acte, Rosa Maria Cornet va presentar “OneZero Community v.UOC” una creació de net.art que simbolitza l'èxit del projecte UOC. El president de la Generalitat, Jordi Pujol, va destacar la contribució de Laporte en la construcció del país."
}