{
  "url": "https://uoc.edu/ca/estudis/masters/masters-de-formaciopermanentgestioisoluciodeconflictes-new.html",
  "content": "Màsters Online Propera inscripció: abril i maig 2025 Per als programes que inicien docència al setembre i a l'octubre. 30 anys transformant l'aprenentatge en línia Tria entre dos tipus de màster Tria entre dos tipus de màster de la UOC: màster universitari o màster de formació permanent. Què són els màsters online? Un màster online o a distància t'ofereix l'oportunitat d'augmentar els coneixements i les habilitats en un context universitari. Pots triar entre un màster universitari, que és un màster oficial , o un màster de formació permanent, amb el qual obtens una titulació pròpia. Modalitat online Titulació oficial o pròpia De 60 a 90 crèdits ECTS Estudia un màster a distància a la UOC Amb un màster online de la UOC aprendràs i et formaràs mitjançant els diferents recursos acadèmics i eines disponibles del Campus Virtual. Mentre estudies el màster online, tindràs en tot moment l'acompanyament de l'equip docent per desenvolupar les diferents activitats d'aprenentatge i podràs compartir els teus punts de vista amb companys i companyes d'estudi. Informa't del màster a distància de la UOC que s'adapti millor a les teves necessitats. Màsters online per àrees de coneixement Arts i Humanitats; Ciències de la Salut; Comunicació i Informació; Dret i Ciències Polítiques; Disseny, Creació i Multimèdia; Economia i Empresa; Informàtica, Multimèdia i Telecomunicació; Psicologia i Ciències de l'Educació, i Turisme. Entre quins tipus de màsters puc escollir? Tria entre dos tipus de màster a distància de la UOC: màster online universitari o màster de formació permanent. Aprèn al teu ritme, amb la metodologia que et permet compaginar la formació amb la resta de facetes de la teva vida. Màsters universitaris Formació reconeguda per les agències de qualitat i adaptada a l'espai europeu d'educació superior (EEES). Els màsters universitaris oficials representen el complement als estudis de grau i tenen una doble orientació: l'especialització professional i la recerca. Màsters de formació permanent Formació superior amb caràcter profesionalizador que reforça les habilitats que busca el mercat laboral. Els màsters propis de formació permanent online de la UOC et permeten formar-te al teu propi ritme, compaginant vida professional i personal. 30 anys de la UOC El 1994 vam ser la primera universitat online del món. Avui, som referents mundials en e-learning. Per què escollir la UOC? Avalada pels nostres graduats i graduades Un 79 % tornaria a triar la UOC. Un 81 % està satisfet/a amb la titulació. 90.400 Estudiants 89 % Estudia i treballa. Reconeguda per les empreses. Model educatiu La UOC es caracteritza per un model educatiu propi, basat en una metodologia online de qualitat, que situa l'activitat de l'estudiant al centre. Amb nosaltres, l'estudiant aprèn de manera activa. Premis internacionals Avalen la nostra metodologia online la implicació en projectes de recerca, el compromís social i una trajectòria vinculada a l'e-learning de qualitat. 122.750 Graduats i graduades"
}