{
  "url": "https://uoc.edu/ca/estudis/tramits/practiques-graus-masters",
  "content": "Pràctiques curriculars de les titulacions oficials de la UOC Les pràctiques curriculars donen a l'estudiant l'oportunitat de fer una immersió en el món professional, i d'aplicar de manera integrada i consolidar el conjunt de competències i aprenentatges que ha treballat al llarg de l'itinerari formatiu en una titulació específica. Durant la realització de les pràctiques, l'estudiant disposa d'un seguiment docent personalitzat mitjançant un professional que actua com a tutor de centre de pràctiques i un professor que actua com a tutor acadèmic, que asseguren que les pràctiques es duen a terme seguint el projecte formatiu acordat. Les pràctiques a la UOC tenen les característiques següents: Segons el programa, l'assignatura de pràctiques pot ser obligatòria o optativa, dins del pla d'estudis. La durada de les practiques curriculars és determinada pels crèdits de l'assignatura. D'una manera aproximada, la dedicació total d'hores a l'assignatura es pot calcular sabent que a un crèdit ECTS li corresponen 25h. Aquestes hores es poden distribuir de formes diferents, en funció de la titulació, entre temps de treball amb el centre i temps de treball acadèmic Consulteu-ne la informació detalla a la fitxa de cada programa. Hi ha la possibilitat d'ampliar les hores estipulades a l'assignatura mitjançant un segon conveni de pràctiques no curriculars. A la UOC, depenent de cada programa, existeixen diferents modalitats de pràctiques. Les pràctiques professionals externes són les pràctiques vinculades a un centre de pràctiques extern. Aquestes pràctiques poden ser \"presencials\", és a dir, implicar la presencia física en el centre durant tota la durada de les pràctiques, \"virtuals\", realitzant-se a distància en format de teletreball o bé semipresencials, una combinació de les anteriors opcions. Les pràctiques professionals on és la UOC qui actua com a centre de pràctiques, poden ser presencials si es realitzen dins un departament de la Universitat o bé dur-se a terme en en un entorn virtual d'aprenentatge proporcionat per la UOC. En qualsevol d'aquestes modalitats, l'estudiant es situa en un context d'aprenentatge «autèntic», que el confronta amb la realitat del seu camp professional. La modalitat específica de les pràctiques en cada programa s'explica al pla docent de cada assignatura. L'estudiant ha de complir els requisits que s'estableixen en el pla d'estudis corresponent per poder matricular-se de l'assignatura de pràctiques. A més a més, ha de tenir, si cal, el conveni de cooperació educativa signat en el moment d'inici de les pràctiques. Els procediments específics per a cada programa i les dates de sol·licitud es descriuen a l'espai del Campus Virtual Tràmits / Pràctiques curriculars. En termes generals, l'estudiant ha de tramitar la sol·licitud de pràctiques el semestre anterior a la realització de les pràctiques. Els passos que ha de seguir són els següents: Omplir un formulari d'intencions (potser opcional o prescriptiu, en funció del programa d'estudis). Inscriure's en la convocatòria corresponent dins l'eina de gestió de pràctiques. Sol·licitar una o més ofertes de pràctiques (en cas que hi hagi una oferta de la UOC) o aportar un centre de pràctiques perquè la Universitat el valori i el validi, si escau. Formalitzar la matrícula, un cop la universitat li hagi assignat una pràctica concreta, i sempre que el període de matriculació estigui obert. Signar el conveni de cooperació educativa amb les parts implicades, seguint les instruccions que rebrà (en alguns casos, es pot formalitzar abans del període de matriculació). És indispensable seguir el procediment establert dins dels terminis indicats per poder gestionar la sol·licitud de pràctiques. Dins l'espai del Campus Virtual Tràmits / Sol·licitud de pràctiques curriculars hi ha el calendari i el procediment específic de cada programa. Si sou una institució, una empresa, etc., i voleu oferir places de pràctiques als estudiants de la UOC, heu de seguir aquests passos: Registrar-vos com a «centre de pràctiques» en l'eina de gestió www.uoc.edu/experience ). Crear l'oferta de pràctiques dins l'eina. Seleccionar el menú Convocatòries, buscar la convocatòria de pràctiques curriculars on es vol participar (*) i crear l'oferta. Omplir les dades que es demanen. En cas de tenir un candidat concret, a la tercera pestanya (Candidat) es pot seleccionar Mode directe i introduir el nom de l'estudiant. (*) En cas de no conèixer d'entrada a quina convocatòria curricular aplicar, es pot fer dins la de Pràctiques no curriculars\". L'equip de gestió de pràctiques es posarà en contacte en cas de veure oportunitat d'aplicar a alguna concreta de les curriculars, en cas d'estar els períodes oberts. Els tutors de pràctiques es poden beneficiar de descomptes per a formar-se professionalment a la UOC: 7% de descompte en màsters propis, postgraus i cursos d'especialització, ampliable fins a un 27% en matrícula avançada. 7% de descompte en cursos d'idiomes, ampliable fins a un 27% en matrícula avançada. Altres serveis inclosos: Factura a nom de l'empresa Matrícula grupal Per a gaudir d'aquests avantatges, s'ha de fer la matrícula des del web de la UOC i utilitzar el codi promocional que es farà arribar en el moment que rebeu els certificats de tutorització. També et pot interessar... Com matricular-te a la UOC Preus, descomptes i facilitats de pagament Beques i ajuts Convalidacions i reconeixement de crèdits"
}