{
  "url": "https://uoc.edu/ca/estudis/info/tfg-tfm",
  "content": "Treballs finals de grau i màster universitari Els estudis de final de Màster o de Grau conclouen amb l'elaboració d'un treball final (TF) amb una càrrega docent d'entre 6 i 30 crèdits ECTS. La dedicació de l'estudiant està determinada pels crèdits assignats en cada grau o màster a aquesta assignatura i per l'equivalència de 25 hores de dedicació de l'estudiant per cada crèdit. Els TF comporten la realització, per part de l'estudiant, d'un projecte, que condueixi a l'elaboració d'una memòria, un article de recerca o qualsevol altre producte cientifico-acadèmic en què s'apliquin, s'integrin i es desenvolupin els coneixements, les competències i les habilitats apreses en l'ensenyament corresponent. L'estudiant que hagi superat el treball final haurà adquirit el nivell òptim de competències útils per implementar-les a la seva ocupació laboral (Treball Final de Grau) i/o professional (Treball Final de Màster). Els TF estan orientats a l'avaluació de competències associades al títol i conclou amb la defensa i avaluació i qualificació del treball. Per a cada programa es fixaran les competències específiques i transversals que seran objecte d'avaluació d'acord amb la memòria d'implantació de l'estudi. Per matricular el TF cal fer una sol·licitud prèvia segons els criteris i requisits que marqui cada programa. Cal tenir un mínim de creditatge superat per realitzar el treball final de Grau o Màster, donat que es considera aquesta assignatura com l'últim pas previ a l'obtenció del títol. L'estudiant expressa la voluntat de realitzar el seu treball final dins dels àmbits de treball que s'hagin marcat en cada programa si fos el cas. Per tal que l'estudiant pugui elaborar el seu treball final la UOC assigna un docent que guiarà i donarà les pautes necessàries pel bon desenvolupament del treball. El tutor del treball final és l'encarregat d'orientar a l'estudiant, fa el seguiment del projecte i l'assessora en cadascun dels aspectes de TF: conceptualització, fonamentació, metodologia, redacció dels resultats i defensa. Aquest docent en fa el seguiment, n'avalua la seva elaboració i participa de l'avaluació final del Treball final. Per tant el docent vetllarà pel progrés i la qualitat del treball final. A la UOC la defensa dels TF es realitza majoritàriament a través de mecanismes virtuals. La diversitat geogràfica dels estudiants fa que sigui molt difícil coincidir en l'espai i en el temps. La modalitat estàndard per a la defensa del TF a la UOC és la defensa virtual i asíncrona. Algunes titulacions poden tenir altres modalitats de defensa que es troben explicades a la fitxa de cada programa de l'espai d'oferta formativa del portal de la UOC o al pla docent de l'assignatura de treball final. L'avaluació de la defensa i de l'assignatura correspon al tribunal d'avaluació que valorarà el treball final segons els criteris d'avaluació explicitats en el pla docent. La qualificació del treball final consta de tres parts: El seguiment i elaboració del treball La memòria, projecte, producte i/o estudi final realitzat La defensa del treball. Algunes titulacions poden demanar memòria i producte com a resultat de l'elaboració del Treball Final. Els treballs que obtinguin una qualificació mínima, establerta per cada programa, es posaran a disposició pública a través del repositori obert de la Biblioteca de la UOC . Al final de l'any acadèmic els estudis de la UOC organitzen una jornada per premiar els millors treballs finals de l'any acadèmic finalitzat. L'assignatura de TF no podrà ser objecte de reconeixement ni de compensació. Per obtenir més informació cal que accedeixis a la informació de lassignatura de Treball Final de cada programa i a la informació del pla docent de l'assignatura que trobaràs a l'espai d'oferta formativa del portal de la UOC o a la Secretaria del campus de la UOC. També et pot interessar... Com matricular-te a la UOC Preus, descomptes i facilitats de pagament Beques i ajuts Convalidacions i reconeixement de crèdits"
}