{
  "url": "https://uoc.edu/portal/ca/estudis_arees/dret_ciencia_politica/recerca_innovacio/GRIAPdescripcio.html",
  "content": "Grups de recerca Menú Escoltar Equip de Recerca sobre les Relacions Europa-Àsia Pacífic (ERAP) La regió d'Àsia-Pacífic és una de les zones més dinàmiques i emergents del planeta, amb una economia en constant creixement i un paper cada vegada més important en la política mundial. La comprensió d'aquesta realitat és clau per als estudis de Dret i Ciència Política, i és per això que l'Equip de Recerca sobre Àsia Pacífic (ERAP) de la UOC és una iniciativa crucial per a la investigació en aquest camp. L'ERAP té com a objectiu principal situar els Estudis de Dret i Ciència Política en el centre de l'anàlisi de l'Àsia-Pacífic, amb una visió europea però no eurocèntrica. Això significa que el grup vol aportar una perspectiva diferent sobre la realitat d'aquesta regió, analitzant no només la seva pròpia dinàmica interna, sinó també les relacions interregionals amb la Unió Europea i altres actors globals. Quins són els objectius de l'Equip de Recerca Els objectius de l'Equip de Recerca sobre Àsia Pacífic (ERAP) de la UOC són diversos i ambiciosos. En primer lloc, el grup pretén situar els Estudis de Dret i Ciència Política en el centre de l'anàlisi de l'Àsia-Pacífic, posant èmfasi en la seva dimensió europea i en la importància de comprendre les relacions interregionals amb la UE i altres actors globals. Així mateix, el ERAP vol ser un espai de trobada per a experts de les Relacions Internacionals i la Ciència Política de l'Àsia Pacífic, fomentant el diàleg i el debat entre els diferents membres. El grup vol ser un lloc on es puguin analitzar les principals dades polítiques, econòmiques i socials de la realitat de l’Àsia Pacífic, amb l'objectiu de fomentar la investigació en aquest àmbit. Una altra de les finalitats del ERAP és la difusió de la recerca que es produeixi a través de diferents entrades al blog, articles d'opinió i reports que es visibilitzaran per les diferents plataformes UOC, com el blog, Twitter o articles als diaris. Aquesta difusió permetrà que el coneixement generat per la recerca esdevingui accessible a una àmplia audiència. El ERAP també vol ser un espai per impulsar projectes de recerca (I+D) amb altres universitats o centres de recerca, fomentant la cooperació i el treball en equip. Així mateix, el grup és interdisciplinari, amb membres procedents de diferents àmbits de la recerca, el que permetrà una anàlisi més completa i complexa de la realitat de l’Àsia Pacífic. El ERAP vol ser una plataforma amb la qual organitzar (web)seminaris per aprofundir en temes específics relacionats amb l'Àsia Pacífic, i també un espai per treballar conjuntament en articles entre els diferents membres, compartint coneixements i experiències. Finalment, el ERAP té la voluntat d’esdevenir un Grup de Recerca SGR a mig termini, una acreditació que reconeix l'excel·lència i la qualitat de la recerca en l'àmbit universitari. Aquesta aspiració reflecteix la vocació del grup per créixer i consolidar-se com a referent en l'estudi de l'Àsia Pacífic en el context europeu. Qui som? ● Dr. Lluc Vidal López (UOC/UAB): IP Relacions Internacionals, Ciència Política, Anàlisi de les Polítiques Exteriors ● Dr. Guillem Farrés Fernández (UOC-UAB) Relacions Internacionals i Cooperació ● Dr. Ivan González Pujol (Universitat de Senshu-UOC) Relacions Internacionals, Anàlisi de les Polítiques Exteriors, Economia, i Dret ● Dra. Olivia Glombitza (UAB-UOC) Relacions Internacionals, Anàlisi de la Política Exterior ● Dr. Ferran Pérez (Sussex University-UOC) Relacions Internacionals ● Claudia Rives (UAB-UOC) Relacions Internacionals ● Enrique Mora Roás (Estudiant de doctorat UOC) Ciència Política, Estudis de gènere/masculinitats ● Inés Arco Escriche (CIDOB-UOC) Relacions Internacionals, Estudis de gènere ● Damián Tuset (UOC) Intel.ligència Artificial, Metavers i diplomàcia"
}