{
  "url": "https://uoc.edu/portal/ca/arxiu/coneix/fons-documental/index.html",
  "content": "Coneix l'arxiu Fons documental L'Arxiu de la UOC i els següents fons documentals: El fons documental de la Universitat Oberta de Catalunya El fons de la Universitat i de la seva Fundació es compon de tots els documents produïts o generats per la Universitat o per qualsevol persona que hi estigui adscrita en l'exercici de les seves funcions i que en finalitzar la tramitació administrativa passen a formar part de l'Arxiu de la Universitat per a conservar-los, o bé per a avaluar-los i aplicar-hi polítiques finals de conservació permanent o d'eliminació un cop transcorregut un període concret de temps determinat per norma. Quins són els principals documents que han de ser objecte d'un control per part d'un sistema d'arxiu? documents dels òrgans de la Universitat expedients acadèmics dels estudiants expedients dels treballadors documents de la programació acadèmica memòries i publicacions institucionals documents de gestió de la recerca documents que evidencien l'ajust a la normativa i la legislació de la UOC L'Arxiu de la UOC disposa d'una Guia d'Arxiu normalitzada del seu fons i la descripció del seu context, contingut, estructura i les seves condicions d'accés i ús per als usuaris tant de la comunitat universitària que integren la UOC com de la ciutadania en general. El fons personal Gabriel Ferraté i Pascual El gener 2023 el rector fundador de la UOC, Gabriel Ferraté i Pascual va donar el seu fons personal a la Universitat. Fes clic aquí per llegir la notícia. El fons es composa de: Documentació generada en el desenvolupament dels diferents càrrecs institucionals dels què va ser responsable: rector de la Universitat Politècnica de Catalunya rector de la UOC director de l'Escola d'Enginyer president de Caixa Tarragona director de l'Institut Cerdà director general d'Universitats ...i molts d'altres. El recull de documentació va des de memoràndums, resums de reunions, publicitat, correspondència, discursos o retalls de premsa.. Documentació generada en el desenvolupament de la seva activitat professional i de recerca. Aquí s'inclou: vincle amb el negoci familiar empreses creades o participades per en Gabriel Ferraté recerca i docència gabinet professional El recull de documentació va des de correspondència, fulletons i intervencions de congressos, conferències o jornades, actes de reunions fetes com a responsable acadèmic o de recerca, carpetes de caràcter professional (maquetes, pressupostos, correspondència, premsa...) i es completa amb un conjunt petit però rellevant de documentació de caire personal i familiar. Seccions d'arxiu consolidades Actualment estan identificades i descrites les següents seccions a l'arxiu de la UOC: Secció acadèmica: sobre la base del sistema no presencial i descentralitzat dels assumptes acadèmics, la UOC té un únic dipòsit d'arxiu dels expedients acadèmics dels estudiants. Secció institucional: és on es conserven els documents essencials de la Universitat, de la Fundació per a la Universitat Oberta de Catalunya i dels consells d'administració de les empreses associades a la UOC. Secció històrica: és on es conserven de manera permanent els documents que no tenen cap vigència administrativa i reflecteixen la memòria de la Universitat mitjançant el seu valor històric o cultural. Secció administrativa: és on es conserven els documents que hi són transferits des de les diferents àrees o oficines de la UOC un cop finalitzat el tràmit i quan es consulten de manera esporàdica, fins que s'eliminen o es conserven de forma permanent a l'Arxiu Històric."
}