{
  "url": "https://uoc.edu/ca/estudis/beques-ajudes/beques-convenis",
  "content": "Beques, convenis i borsa de treball a la UOC Beques del Ministeri d'Educació El Ministeri d'Educació convoca, anualment, beques de caràcter general perquè qualsevol persona pugui accedir a estudis universitaris. En el cas dels estudiants de la UOC, independentment d'on sigui el domicili familiar, la beca la gestionarà i resoldrà la AGAUR. Els tipus d'ajudes són els següents: Beca de matrícula: inclou l'import dels crèdits dels quals l'alumne es matricula per primera vegada. L'import és el preu públic oficial d'acord amb el que estableix la convocatòria de beques. Quantia variable: l'import resulta de la ponderació de la nota mitjana de l'expedient de l'estudiant i de la renda familiar, i es determina mitjançant l'aplicació d'una fórmula de repartiment. Qui es pot beneficiar de les beques? L'estudiant universitari que cursa o cursarà estudis universitaris de qualsevol titulació homologada i que no té cap títol de grau, de màster oficial, de llicenciatura, d'enginyeria o d'arquitectura amb validesa a tot el territori espanyol. També poden sol·licitar aquestes beques per a cursar estudis de màster oficial o de segon cicle els estudiants que han superat o en tenen un títol els estudis previs que permeten l'accés al màster o a l'esmentat segon cicle i els estudiants que fan un curs de preparació per a l'accés de més grans de 25 anys a una universitat pública. Per a poder presentar la sol·licitud de beca, s'han de complir els requisits següents: Tenir la nacionalitat espanyola. Haver treballat a Espanya, el sol·licitant o algun dels seus sustentadors principals, al llarg de l'últim any, en el cas dels estrangers comunitaris. Aquest requisit no és exigible per a l'obtenció de la beca de matrícula. A més, els estrangers no comunitaris han de tenir el permís de residència permanent. També hi ha les Beques per exempció de pagament per condició de becari i les Beques d'equitat. Per a més informació fes clic aquí . La UOC ofereix una sèrie de descomptes: Descompte Tipologia 7% (comunitat UOC) Aplicable a la comunitat UOC 7% (carnet jove) Aplicable a titulars del carnet jove de Catalunya 10% (titulats UOC) Aplicable a titulats de la UOC Segons conveni (consultar) Aplicable a treballadors d'empreses amb conveni amb la UOC La UOC participa al programa Becas SANTANDER CRUE CEPYME Prácticas en Empresa per als estudiants matriculats d'algun ensenyament oficial o propi de la UOC. La Universitat disposa de vint-i-set beques per a realitzar pràctiques professionals en una petita o mitjana empresa durant tres mesos , ampliables a sis. En el marc del programa es pretén complementar la formació universitària dels estudiants i apropar-los a la realitat de l'àmbit professional on desenvoluparan la seva activitat una vegada s'hagin graduat, establint contractes i facilitant la seva posterior inserció laboral. Pots consultar les bases a la Secretaria del Campus Virtual > Secretaria de Postgrau i Pogrames oberts > Matrícula i/o a Becas Santander , on també podràs realitzar la sol·licitud. Aquests estudiants es matricularan amb la condició de becari/becària condicional. Àmbit: pot demanar l'acreditació qualsevol estudiant que es matriculi en un ensenyament conduent a un títol oficial de grau, primer o segon cicle i màsters. No serà necessari sol·licitar l'acreditació per a aquells estudiants que tinguin una credencial de becari del Ministeri d'Educació, Cultura i Esport del curs anterior de la convocatòria general i de mobilitat, tant si cursaven estudis universitaris com si cursaven altres estudis postobligatoris i superiors no universitaris (batxillerat, cicles formatius, etc.). No es pot sol·licitar si es cursa un títol o estudi propi encara que sigui en una universitat pública. Els estudiants de graus i màsters propis i universitaris de la UOC també podeu demanar beques Erasmus per a fer una estada a l'estranger. El programa Erasmus+ de mobilitat per a l'aprenentatge preveu dos tipus de mobilitat per als estudiants: Programa Erasmus de pràctiques : permet fer pràctiques laborals en altres països europeus amb una durada mínima de dos mesos. Aquest programa és obert a tots els estudiants matriculats en uns estudis de 60 crèdits com a mínim. Programa Erasmus de formació : permet continuar els estudis en altres universitats europees durant un termini mínim de tres mesos. A més de la subvenció europea i la subvenció del Ministeri d'Educació, els estudiants de la UOC que obtenen aquestes beques gaudeixen d'una ajuda complementària a càrrec de la Universitat. Aquesta ajuda, en tot cas, depèn de la limitació pressupostària anual. Tota la informació sobre les beques Erasmus, els terminis i les condicions per a demanar-ne és al Campus Virtual, a l'apartat Serveis. A més, cada vegada que s'obre un termini us n'informem per mitjà de les notícies del Campus. Si voleu rebre un avís en la bústia us podeu subscriure a l'RSS de Beques, premis i ajudes. La borsa de treball és un espai on podràs trobar oportunitats de feina i pràctiques. Els serveis que ofereix són: Cerca d'oportunitats laborals i pràctiques: podràs generar alertes personalitzades segons els interessos professionals que tinguis i rebràs a la bústia les ofertes que t'interessen per sector, àrea, situació geogràfica. Agenda professional: et gestiona la cerca defeina o de pràctiques i sap l'estat de les teves candidatures. Convocatòria pública: accedeixes a convocatòries de feina, pràctiques, beques, concursos i premis. Tota la informació la pots consultar aquí . També et pot interessar... Com matricular-te a la UOC Requisits acadèmics d'accés Preus, descomptes i facilitats de pagament Convalidacions i reconeixement de crèdits Oferta formativa Graus Màsters universitaris Formació de postgrau Doctorat i transferència Accés a la universitat Cursos d'idiomes Seminaris i cursos Assignatures per cursar lliurement Programes de desenvolupament professional"
}