{
  "url": "https://uoc.edu/portal/ca/arxiu/serveis/index.html",
  "content": "Serveis Consulta i préstec El Servei d'Arxiu, Gestió Documental i Registre gestiona les peticions de consulta i de préstec dels documents preservats als fons de l'Arxiu Central i l'Arxiu Històric procedents dels diferents arxius d'oficines. La consulta i el préstec estan sotmesos a diferents normatives de protecció de dades, propietat intel·lectual i qualsevol altra de les limitacions legals establertes per la FUOC i els seus reglaments o normatives. Per a dur a terme aquest servei, cal seguir un procediment de sol·licitud i de condicions d'ús que en garanteix l'ús correcte i les condicions de seguretat, segons el que s'estableix al Reglament d'arxiu. Introduir una sol·licitud de consulta i préstec Transferències d'arxiu La transferència a l'arxiu és el procediment que consisteix a sol·licitar al Servei d'Arxiu, Gestió Documental i Registre el traspàs dels documents que cal conservar per llei i que ja han finalitzat la seva vida activa als diferents arxius d'oficina. El termini en què cal fer les transferències el determina el calendari de conservació definit pel Servei d'Arxiu, Gestió Documental i Registre. El seu objectiu és alliberar espai a les oficines i garantir la preservació correcta dels documents en espai i temps de manera controlada. La gestió la realitza el Servei d'Arxiu, Gestió Documental i Registre i cal seguir un procediment de sol·licitud que garantirà el traspàs correcte de la documentació als dipòsits centrals d'arxiu. Introduir una sol·licitud de transferència d'arxiu Formació i assessorament El Servei d'Arxiu, Gestió Documental i Registre pot donar suport a qualsevol de les àrees o persones que formen part de la UOC quan necessitin formació o assessorament relacionats amb la gestió dels documents i dels arxius d'oficina. Per a qualsevol sol·licitud o informació us podeu posar en contacte amb el Servei. Introduir una sol·licitud de formació i assessorament Manuals d'usuari La relació dels manuals següents facilita als diferents usuaris de la UOC, d'una manera didàctica i entenedora, les diverses normes i procediments que afecten la gestió de documents i arxius d'oficina i la seva relació amb el Servei d'Arxiu, Gestió Docmental i Registre. Manual de procediment de classificació de documents Manual de procediment d'arxivament de documents Manual de procediment de disposició de documents Manual de procediment de transferència de documents"
}