{
  "url": "https://uoc.edu/ca/alumni/coneix/entrevistes/2023/anna-morros-boronat",
  "content": "23/6/23 · Entrevista «M'agrada pensar que ajudo a fer que les persones se sentin millor, més segures i amb més confiança a la feina perquè aconsegueixin ser qui volen ser i complir els seus objectius.» Anna Morros Boronat, Formadora/mentora en Soft Skills - Analista CNV - Consultora RH 3 min. Anna Morros Boronat , alumni del Màster Universitari d'Educació i TIC (E-learning) Ponent del webinar: Com ho dius? La importància de la comunicació no verbal Anna, ens agradaria conèixer-te una mica més. Com et presentaries? Em considero una persona optimista, amb ganes i energia per fer coses (i si són noves, millor), passió per aprendre contínuament i transmetre aquest aprenentatge per ajudar els altres de manera positiva i propera. Soc formadora i consultora en habilitats personals i socials, i m'agrada pensar que ajudo a fer que les persones se sentin millor, més segures i amb més confiança a la feina perquè aconsegueixin ser qui volen ser i complir els seus objectius. Quan vas estudiar Psicologia, com vas descobrir el teu interès per la comunicació, el lideratge i el que s'anomenen habilitats toves o soft skills? Ja tenia interès en la comunicació abans de començar a estudiar Psicologia: em cridava l'atenció com es poden explicar les coses i transmetre les emocions. Després, amb el pas del temps, aquest interès va derivar en com pot la comunicació influir de manera positiva en un mateix (què comunico i com ho faig) i en els altres. L'interès i l'aprofundiment en les soft skills va ser posterior. Quan vaig estudiar psicologia de les organitzacions i del treball i vaig aplicar els coneixements a la realitat del món laboral va ser quan vaig confirmar la gran importància que tenen el lideratge personal i d'equips i les soft skills en l'èxit de la vida professional (i també personal) de les persones. Perquè vegis la importància de les soft skills, una dada: respecte de la intel·ligència emocional, les investigacions suggereixen que determina com a mínim el 80 % de l'èxit de la nostra vida. Interessant, oi? Ens pots dir cinc punts clau o reptes que expliques al teu seminari web? En destacaria els següents: . La comunicació va des de dins cap a fora. Comunicar no només és enllaçar paraules, sinó que realment transmets com penses i com et sents. Cuida-ho! . Fes un bon autoconeixement i sigues conscient del que transmets. . Per tal que la comunicació sigui efectiva, la part verbal i la no verbal han de ser coherents. . Adapta la comunicació no verbal al canal comunicatiu. . Llegeix la comunicació no verbal del teu interlocutor per adaptar el teu missatge. Segons el teu punt de vista, en el cas dels directius i caps que tenen presents aquestes habilitats en el seu dia a dia, en què els beneficia posar en pràctica aquestes tècniques a l'entorn laboral? Està demostrat que, a les persones líders que són conscients de la seva comunicació no verbal, que la cuiden i que llegeixen la dels altres, això els reporta una sèrie de beneficis. Per exemple: . Comuniquen amb més seguretat i confiança. . Transmeten la informació de manera més clara i efectiva. . En adaptar la seva comunicació al que comuniquen els altres, milloren el lideratge de l'equip. . Milloren la transmissió d'empatia vers els altres i això té uns beneficis molt importants en qualsevol context comunicatiu. . Negocien amb més efectivitat. I en l'àmbit personal, quins beneficis té controlar i conèixer les principals claus de la comunicació no verbal? Les persones som éssers socials i necessitem comunicar-nos, i també som éssers emocionals. És aquí on rau la importància de la comunicació no verbal, tant en la lectura dels altres com en la transmissió de les emocions pròpies. Ens comuniquem contínuament amb les persones que ens envolten: família, amics, veïns, coneguts, professionals, companys d'oci, etc. Per tant, és una habilitat fonamental per viure en societat. El fet de ser conscient i practicar unes pautes en la comunicació no verbal fa que la comunicació sigui més emocional, més efectiva, i això té com a resultat principal una millora de les relacions interpersonals i, alhora, una reducció dels conflictes, tant pel que fa a la quantitat com a la qualitat. Què recomanaries a algú que vulgui seguir els teus passos professionals? Quin tipus d'especialització i què és el que t'ha servit a tu? Per conèixer-me una mica més, poden visitar el meu lloc web o seguir-me a les xarxes socials LinkedIn, Instagram i Facebook. Per a mi, aprendre és una necessitat, no tant per la feina, sinó perquè forma part de mi i em diverteix. Aprenentatge en qualsevol canal: lectura, vídeos, formacions i més. M'he especialitzat en la gestió de persones a l'empresa, formació en línia i habilitats personals, entre d'altres. Pel que fa a la comunicació no verbal, em vaig animar a cursar el màster de Comunicació No Verbal i Habilitats Directives de la Universitat Europea Miguel de Cervantes (UEMC) sobretot per adquirir un coneixement científic en la matèria, ja que hi ha molta informació, principalment a les xarxes, que no es basa en cap estudi científic. A partir d'aquí, és important continuar assistint a diversos cursos, llegir de manera específica els estudiosos dels diferents canals no verbals i, evidentment, ser curiós, observar, analitzar, practicar, etc. Comunicació Alumni UOC - Màster Universitari d'Educació i TIC (E-learning) person.professional-web"
}