{
  "url": "https://uoc.edu/ca/alumni/coneix/entrevistes/2023/elena-trilla-argiles",
  "content": "19/4/23 · Entrevista «Tot l'esforç que suposa començar un nou negoci com a emprenedora ha valgut la pena.» Elena Trilla Argilés, Coach Executiu 3 min. Elena Trilla Argilés , alumni del Executive MBA Elena Trilla és Executive Coach, Consultora i Formadora en Lideratge i Habilitats Directives. Professora de la Universitat Oberta de Catalunya, de lideratge, gestió del canvi i habilitats directives als programes MBA's i Executive Education i en programes de la UOC Corporate. Membre del Consell UOC Alumni, i Grup Impulsor de Dones d´Empresa de la Federació Empresarial del Garraf Penedès. Ponent del Webinar: Cicle Skills: “La gestió emocional a la feina s'entrena” Elena, ens agradaria conèixer-te una mica més. Com et presentaries? Com una persona curiosa, propera, pràctica i entusiasta. M'apassiona la meva feina —acompanyar altres persones, equips i organitzacions— i aprendre amb cada projecte i repte em fa ser millor persona i professional. Expliques que, quan vas cursar el màster universitari de Direcció Executiva d'Empreses (MBA) (UOC: centre adscrit EADA) a la UOC, vas fer un clic i vas decidir especialitzar-te com a assessora executiva per proporcionar eines a totes les persones que volen millorar les seves habilitats personals i professionals. Com va ser aquest canvi i per quin camí t'ha portat? Quan em van oferir el repte de dirigir una empresa de serveis d'una entitat financera, vaig tenir clar que havia d'estudiar un MBA i que ho havia de fer a la UOC per la seva flexibilitat horària i metodologia. A la Business Week d'aquest MBA vaig descobrir que el que realment m'apassionava de la meva feina no era dirigir una empresa, sinó dedicar la meva energia i el meu esforç a les persones amb què treballava. Va ser aleshores quan vaig fer un clic i vaig saber que, aprofitant tota la meva experiència laboral, volia fer un canvi professional i acompanyar altres professionals en la millora de les seves habilitats directives i de lideratge. Quan miro enrere, m'adono que aquest clic ha donat sentit a la meva vida i que tot l'esforç que suposa començar un nou negoci com a emprenedora ha valgut la pena, perquè la meva feina és una font d'aprenentatge constant i una confirmació que les persones tenim els recursos per poder evolucionar i créixer personalment i professionalment. Com és el teu dia a dia a la feina? El meu dia a dia és molt variat, ja que, d'una banda, tinc la faceta de formadora, en la qual faig sessions grupals per treballar necessitats formatives de les empreses, sobretot en temes de lideratge i comunicació; i de l'altra, tinc la faceta d'assessora executiva, en la qual treballo de forma individual amb professionals que volen millorar les seves habilitats i aconseguir els seus objectius professionals. La meva feina implica preparar les propostes i executar-les, a més de dur a terme tota la part de gestió administrativa i comercial que requereix el meu negoci. Ens pots dir cinc dels punts clau o reptes que expliques en el seminari web \"La gestió emocional a la feina s'entrena\"? En el seminari web descobrirem, sobretot, la importància d'entendre que no podem controlar les emocions —que ens donen informació de com percebem i vivim el nostre dia a dia laboral— i que podem adquirir eines que ens ajudin a desenvolupar i entrenar la nostra gestió emocional per estar millor personalment i professionalment. Segons el teu punt de vista, les organitzacions o empreses estan orientades a desenvolupar una millor gestió emocional a l'entorn laboral? La intel·ligència emocional és una tendència que ha vingut per quedar-se. Les empreses s'han adonat de l'enorme poder que té en l'increment dels resultats i en la millora del clima laboral. Tot i que encara hi ha molt de camí per fer, penso que cada vegada més les empreses estan dissenyant programes formatius, d'orientació i de mentoria destinats a proporcionar eines a tota l'estructura organitzativa per millorar les seves habilitats de gestió emocional. L'objectiu és que puguin respondre a les necessitats del canvi constant en què estem immersos i construir relacions fortes per fer front a totes les dificultats que van sorgint. En l'àmbit personal, quines claus donaries per desenvolupar aquesta gestió emocional? El primer pas és aturar-se, desconnectar el pilot automàtic amb què vivim i prendre consciència de què és el que sentim, quines emocions estan més presents en el nostre dia a dia laboral i, a partir d'aquí, entrenar l'adquisició d'eines i estratègies per respondre i per no reaccionar de manera impulsiva o automàtica. Què recomanaries a algú que vulgui seguir els teus passos en l'àmbit professional? Quin tipus d'especialització aconselles i què és el que t'ha servit a tu? A mi, personalment, haver estudiat un MBA em va ajudar molt a l'hora d'elaborar el meu pla d'empresa per poder emprendre. És important definir què volem aconseguir, quin és el nostre propòsit, que ha d'estar connectat amb els nostres valors, i analitzar bé els recursos que necessitarem per recórrer el camí que ens hem marcat. També em va ajudar l'acompanyament d'un mentor i envoltar-me sempre de persones referents que m'inspiren a ser cada dia millor. Per acabar, una pregunta sobre la relació que tens amb la UOC com a graduada. Formes part del Consell Alumni des de fa X anys. Pots explicar què és el Consell i quina és la teva tasca? Des que em vaig graduar en l'MBA l'any 2011, estic molt vinculada a la UOC, soc tutora dels MBA i professora de lideratge i habilitats directives en l'Àrea d'Economia i Finances. I des del juny de 2019 soc membre del Consell Alumni, que és l'òrgan de govern i direcció de UOC Alumni, que té com a objectiu regir, administrar i representar el col·lectiu d'alumnis, així com vetllar pels seus drets i interessos. Economia Alumni UOC - Executive MBA"
}