{
  "url": "https://uoc.edu/ca/alumni/coneix/entrevistes/2023/paloma-lavandeira",
  "content": "1/4/23 · Entrevista «Aspirar a tenir un nivell de problemes i conflictivitat zero és una expectativa irreal tant dintre de l'àmbit personal com professional.» Paloma Lavandeira, Advocada i Mediadora 6 min. Paloma Lavandeira , alumni del Grau de Dret Paloma Lavandeira , advocada per la UOC, mediadora per CICAC i directora del Servei de Dinamització i Mediació del Barri Vell de Girona, premi ADR Justícia 2021. Ponent del Webinar: Cicle Skills: Resolució de problemes Paloma, ens agradaria conèixer-te una mica més. Com et presentaries? Em considero una persona positiva, resilient i dinàmica; molt autònoma, però també molt sociable; amb una curiositat innata que m'ha ajudat a preservar les ganes de viure d'una manera conscient i constructiva, gaudint del camí, tot i les dificultats, que certament no han estat poques, però que amb la perspectiva del temps també he après a acceptar i implementar d'una manera més saludable, com unes grans mestres de cara al creixement personal i professional. Soc apassionada i intensa, infinitament afortunada de sentir-me molt ben estimada i acompanyada. I estic ocupada i preocupada per saber estimar bé i poder acompanyar les persones que estimo i m'importen. I en l'àmbit professional? Crec que he sabut traslladar aquesta passió i implicació a la meva dedicació professional, perseguint des de l'inici l'objectiu de tenir un impacte positiu en el meu entorn laboral, que ha sigut molt divers i variable al llarg de més de trenta anys. De fet, ara fa uns dies un company mediador a qui admiro molt em va dir que era una professional amb una visió \"sistèmica\", i crec que tenia raó. El cert és que amb esforç i constància he recorregut un camí llarg, a vegades feixuc, que m'ha fet donar moltes voltes, però que, finalment, amb l'orientació i l'acompanyament de referents m'ha portat a tenir l'oportunitat de dedicar-me al que veritablement m'emociona i m'interessa: les relacions humanes. Com vas arribar a estudiar Dret a la UOC i dedicar-te posteriorment a la mediació? Escollir Dret en el meu cas va ser quelcom absolutament vocacional; des de ben petita havia tingut clar el que volia estudiar. Recordo l'acte de graduació de la UOC com un dels moments més emocionants de la meva vida, acompanyada pels meus fills, la meva mare i el meu germà, dedicant tot l'esforç i el sacrifici fet al meu pare, que malauradament ens havia deixat feia temps i massa aviat. Pel que fa a la mediació, va aparèixer a la meva vida l'any 2012, només quatre anys després d'haver-me graduat en Dret per la UOC, en un moment en què havia decidit millorar la meva capacitació per tal d'ampliar la meva projecció professional, que fins llavors s'havia focalitzat en el dret administratiu i d'estrangeria. El cert és que quan em vaig inscriure al curs de Mediació del CICAC coneixia molt poc què era la mediació, de quina manera funcionava i quines eren les diferències entre el rol de l'advocat i el rol del mediador a l'hora de treballar amb conflictes. Tanmateix, tenia la intuïció que la cultura de la mediació encaixaria molt bé amb el meu enfocament i capacitats naturals, a banda de complementar i reforçar la meva formació. La veritat és que va ser així, de manera que des d'un principi em vaig sentir molt còmoda incorporant a les meves habilitats aquest nou enfocament, a més de la seva metodologia. “«Veient els resultats puc afirmar que habilitar-me com a mediadora realment va suposar un punt d'inflexió en la meva dedicació i trajectòria.»” Treballes i col·labores en diferents organitzacions com el Servei de Dinamització i Mediació del Barri Vell de Girona; ets tècnica del programa \"Joves sense referents\" de la Creu Roja i membre de la Comissió de Mediació del Consell de l'Advocacia Catalana. Com és el teu dia a dia a la feina? Un cop que ja vaig ser advocada i mediadora, vaig continuar mantenint un ritme alt per tal d'avançar i intentar consolidar la meva trajectòria professional, simultaniejant la dedicació al meu despatx particular, com a advocada de família principalment, amb l'assessorament jurídic al programa de la Creu Roja i la meva activitat com a mediadora adscrita al Centre de Mediació de Catalunya. D'altra banda, conscient que el desconeixement sobre la mediació al meu entorn era generalitzat, vaig voler aprofitar l'oportunitat que em va sorgir d'entrar a formar part de la Comissió de Mediació del CICAC l'any 2013, amb la idea de contribuir, juntament amb els meus companys i companyes, a la necessària tasca de difondre els beneficis de la mediació com un recurs d'utilitat per prevenir, gestionar i resoldre problemes i conflictes, més enllà de la judicialització. Veient els resultats puc afirmar que habilitar-me com a mediadora realment va suposar un punt d'inflexió en la meva dedicació i trajectòria. Pel que fa al volum de treball, reconec que el moment de màxima intensitat que he viscut mai ha estat haver de compaginar totes aquestes activitats amb l'oportunitat de crear i dirigir el Servei de Dinamització i Mediació del Barri Vell de Girona, al costat del Dr. Raúl Calvo com a coordinador del projecte, acompanyada d'un gran equip de tècnics, col·laboradors, companys mediadors i estudiants en pràctiques. Ens pots donar cinc punts clau o reptes que expliques en el seminari web Resolució de problemes? Tal com vaig explicar el dia del seminari web, la meva intenció era compartir dues propostes i tres consells partint d'una reflexió inicial. Tenint en compte la manera com s'articulen les relacions humanes i el funcionament de la dinàmica del clima organitzacional laboral, per la meva experiència com a advocada i mediadora considero que aspirar a tenir un nivell de problemes i conflictivitat zero és una expectativa irreal tant dintre de l'àmbit personal com professional. Per tant, al seminari web Resolució de problemes vaig compartir les propostes i els consells següents: . Proposo assumir la conflictivitat, però no l'obligació d'adaptació al conflicte, posant el focus davant els moments de dificultat en la capacitat constructiva dels subjectes implicats per decidir quin i com serà el conflicte de futur (gestió quan encara no és possible trobar una solució) o quina i com serà la seva resolució (finalització). . Proposo que l'objectiu sigui mantenir el nostre entorn laboral i personal \"saludable\", amb una baixa conflictivitat, però també esdevenir figures clau per convertir els moments de crisi en moments d'avenç i oportunitat. . Per això aconsello treballar en la millora del nostre perfil, adquirint actituds i habilitats que afavoreixin la convivència i la comunicació en el nostre entorn professional i personal (soft skills o habilitats toves i mitjans adequats de solució de controvèrsies (MASC)). . Amb independència del rol que ens toqui exercir davant un problema o conflicte, aconsello incloure la tècnica del mapatge quan s'hagi de fer una intervenció, és a dir, que, en primer lloc, es faci una exploració àmplia i imparcial del conflicte per conèixer-lo millor i d'aquesta manera poder dibuixar un mapa sobre el qual es pugui començar a dissenyar el nostre pla d'acció. . Davant d'una realitat que ja ens mostra els importants efectes de l'impacte de la intel·ligència artificial (IA) en el nostre entorn, amb la substitució de llocs de treball, la creació d'altres de nous, com ara la programació per comunicació de l'enginyer amb la IA, i amb capacitat per simular emocions artificials via algoritme, penso que ens hem de començar a preparar per assumir de manera immediata nous reptes per a les nostres skills (habilitats), ja que potser en un futur la dicotomia entre hard (dur) i soft (tou) serà superada per la separació entre hard skills i human skills. Segons el teu punt de vista, les organitzacions o empreses estan orientades a aquesta dinàmica de resoldre problemes? O estan lluny d'assolir aquests reptes? Malauradament, crec que encara estem lluny d'assolir el repte de tenir organitzacions i empreses amb capacitat per prevenir, gestionar i resoldre els seus conflictes de manera autocompositiva. Tanmateix, si retrocedeixo al moment en què em vaig habilitar i faig una comparativa, realment considero que s'ha avançat força en la introducció de la mediació i altres MASC en àmbits com l'intrajudicial, el comunitari o l'educatiu. Fins i tot em sembla molt rellevant l'avenç en la inclusió de la justícia i les pràctiques restauratives per aconseguir que es produeixi un veritable canvi de paradigma en la nostra societat. D'altra banda, en l'àmbit organitzacional també trobem iniciatives d'èxit que s'han consolidat, que gaudeixen d'un gran reconeixement i que serveixen d'exemple. Estic pensant en la Societat Catalana de Mediació en Salut, experiència pionera dintre del camp de la salut. En definitiva, crec que estem en el bon camí i que, especialment en els darrers anys en els àmbits social i institucional, s'ha incrementat l'interès pels MASC i s'ha accelerat molt el ritme per assolir el repte d'implementar-los com a recurs de ciutadania. Personalment, quines claus donaries per poder, des de l'individu, aprendre a resoldre problemes? Doncs considero que és clau ocupar-se de desenvolupar la nostra capacitat d'exploració i entrenar les soft skills, que segurament ja es tenen de manera natural, però que sovint es fan servir espontàniament, sense tecnificació ni metodologia. Què recomanaries a algú que vulgui seguir els teus passos professionalment? Quin tipus d'especialització aconselles? Què és el que t'ha servit a tu? Recomanaria ampliar la projecció i la capacitació professionals de base amb l'habilitació per poder ser mediador per mitjà d'algun dels cursos, màsters o postgraus que s'ofereixen actualment. També aconsellaria habilitar-se per poder ser considerat expert en justícia i pràctiques restauratives, a més de fer alguna formació orientada a adquirir nocions en programació neurolingüística (PNL). Dret Alumni UOC - Grau de Dret"
}