{
  "url": "https://uoc.edu/portal/ca/coronavirus/docencia-emergencia/lista-webinars.html",
  "content": "Docència no presencial d'emergència Menú Escoltar Per on començo? Com dissenyo les meves classes? Com interacciono i motivo l'estudiantat? Com avaluo l'estudiantat? Com ensenyo en línia segons quins àmbits curriculars? Benestar i atencions en temps d'emergència Sobre la docència no presencial d'emergència Consulta els webinars ja celebrats Títol Docent/s Estudis Enseñar y aprender online : superando la distancia social Albert Sangrà Estudis de Psicologia i Ciències de l'Educació Diseño de cursos online Lourdes Guàrdia Estudis de Psicologia i Ciències de l'Educació Claves para una evaluación online sencilla y efectiva Nati Cabrera i Maite Fernández Estudis de Psicologia i Ciències de l'Educació E-actividades para un aprendizaje activo Marcelo Maina Estudis de Psicologia i Ciències de l'Educació Herramientas y recursos imprescindibles para la docencia no presencial Marc Romero Estudis de Psicologia i Ciències de l'Educació Cinco estrategias clave en la docencia no presencial Teresa Romeu Estudis de Psicologia i Ciències de l'Educació La mediación educativa y tecnológica en el desarrollo de competencias básicas Toni Badia Estudis de Psicologia i Ciències de l'Educació Sácale el máximo provecho al feedback Teresa Guasch i Anna Espasa Estudis de Psicologia i Ciències de l'Educació Cómo generar actitudes digitales críticas entre nuestros estudiantes Juliana E. Raffaghelli Estudis de Psicologia i Ciències de l'Educació La colaboración en red para docentes y para estudiantes Montse Guitert Estudis de Psicologia i Ciències de l'Educació Cuidando al formador online en tiempos de crisis Antoni Baena Estudis de Ciències de la Salut Estrategia para realizar una evaluación online de calidad Ana Elena Guerrero i Josep Prieto Estudis d'Informàtica, Multimèdia i Telecomunicació Matemáticas online : actividad planificada y feedback inmediato Teresa Sancho Estudis d'Informàtica, Multimèdia i Telecomunicació Estrategias de diseño de prácticas a distancia en titulaciones tecnológicas Germán Cobo i Josep Jorba Estudis d'Informàtica, Multimèdia i Telecomunicació Los social media como fuente de recursos para la docencia Silvia Martínez Estudis de Ciències de la Informació i de la Comunicació RStudio Cloud en la docencia online en asignaturas de metodología y estadística Jordi Mas Estudis de Dret i Ciència Política Diferentes modalidades de feedback escrito: orientación y presencia social Pedro Fernández-Michels Estudis d'Arts i Humanitats Free online tools for language teachers (en anglès) Joseph Hopkins i Jackie Robbins Estudis d'Arts i Humanitats Cómo presentar una actividad, escrita o audiovisual, en línea Candela Ollé Estudis de Ciències de la Informació i de la Comunicació No hay nada más inútil que una pregunta mal planteada: ¿Cómo plantear buenas preguntas? Mònica Vilasau Estudis de Dret i Ciència Política La implementación de la defensa online de las tesis de derecho Vanessa Jiménez Estudis de Dret i Ciència Política Propuestas creativas para inspirar nuevas dinámicas en las aulas virtuales Sílvia Sivera Estudis de Ciències de la Informació i de la Comunicació Enseñar contabilidad online : El reto de acercarnos a la realidad Dolors Plana i M. Jesús Martínez-Argüelles Estudis d'Economia i Empresa Transferencia de conocimiento en turismo en entornos no presenciales Joan Miquel Gomis i Sònia Figueras Estudis d'Economia i Empresa"
}