{
  "url": "https://uoc.edu/portal/ca/coronavirus/docencia-emergencia/ensenanza-remota/index.html",
  "content": "Docència no presencial d'emergència Sobre la docència no presencial d'emergència En situacions excepcionals que impedeixen el normal funcionament de les institucions i centres educatius presencials, aquests poden veure's obligats a haver d'adaptar ràpidament l'activitat pedagògica a un entorn virtual. És el que es coneix com a docència no presencial d'emergència ( Emergency Remote Teaching en anglès). Amb una resposta àgil i basada en estratègies flexibles , es facilita l'activitat docent de forma remota gràcies a l'ús de la tecnologia. L'objectiu és garantir, en la mesura possible, l'aprenentatge de l'estudiantat en situacions imprevistes de caràcter temporal. Aquest tipus de mesures d'emergència són diferents de l' e-learning o educació en línia, com el de la UOC, que és fruit d'anys d'experiència, recerca i innovació constant del nostre model pedagògic, ideat i dissenyat des d'un entorn virtual. L' e-learning és una modalitat d'ensenyament que aprofita al màxim l'entorn virtual i les noves tecnologies en el procés d'aprenentatge. Conscients de la urgència de la situació, des de la UOC hem impulsat durant els mesos d'abril, maig i juny de 2020 aquesta iniciativa per compartir amb el professorat d'educació secundària, professional i superior que ho necessiti una interacció i una formació pràctiques i fonamentades que permetin una resposta a aquesta situació d'emergència aplicant estratègies de docència en remot, a distància i virtual. Aquesta formació ha estat dissenyada pel nostre professorat dels Estudis de Psicologia i Ciències de l'Educació en col·laboració amb la resta d'Estudis de la UOC. Hem estat ben conscients que l'objectiu no era virtualitzar totes les assignatures de manera permanent sinó oferir solucions per a aquells moments complexos. La proposta que hem compartit ofereix una formació curta que permet una resposta més immediata, però també una formació de més llarga durada amb la qual podràs aprofundir en l'ensenyament en línia."
}