{
  "url": "https://uoc.edu/portal/ca/coneixement-obert/oberta-societat/treballs-finals-participatius/index.html",
  "content": "Oberta a la societat Treballs finals participatius Els treballs finals participatius són una alternativa als treballs finals de grau o de màster en els quals l'estudiant col·labora amb entitats sense ànim de lucre per trobar solucions a problemes reals mitjançant la seva recerca . D'aquesta manera, l'estudiant contribueix al desenvolupament de les activitats de transformació social impulsades per aquestes entitats. Els treballs finals participatius, que formen part del pla d'estudis d'alguns programes de la UOC, contribueixen a la formació d'una ciutadania global mitjançant la incorporació de processos de cocreació amb la societat. Projecció internacional dels treballs finals participatius A banda de pertànyer a la Living Knowledge Network i la Xarxa Ibèrica de Science Shops, la UOC participa en fòrums i congressos internacionals per presentar el model en línia de treballs finals participatius: ICDE - Lifelong Learning Summit Los Desafíos y Oportunidades de la Ciencia Abierta - SciShops - UC3M International Conference of Education, Research and Innovation Aquest projecte és objecte d'estudi de cas en el projecte europeu SciShops, i universitats d'arreu del món visiten la UOC per a conèixer els principals resultats d'aquesta iniciativa. Els treballs finals participatius de la UOC formen part del projecte Erasmus+ CIRCLET, en què la UOC participa juntament amb algunes de les universitats amb més experiència en science shops a Europa. Formes part d'una entitat social que té un repte per resoldre? Escriu-nos a socialglobal@uoc.edu i uneix-te a la UOC per a desenvolupar treballs finals participatius: altres entitats ja ho han fet. Treballs finals participatius: connectem estudis i societat «És una gran satisfacció veure que el teu treball final participatiu pot tenir un resultat tangible en la societat» Entrevista doble a les estudiants Marina Berasategui i Catalina Julve amb treballs finals participatius"
}