{
  "url": "https://uoc.edu/ca/estudis/info/fira-virtual-ocupacio",
  "content": "Fira Virtual d’Ocupació de la UOC La #FiraOcupacióUOC és un espai virtual de trobada i intercanvi d'experiències i coneixement entre estudiants i alumnis de la UOC, professionals, empreses i institucions. 2 i 3 d'abril de 2025. Registra't Coneix la Fira Virtual d'Ocupació de la UOC Connecta amb empreses, estudiants i alumnis durant la Fira Virtual d'Ocupació de la UOC. Accedeix en exclusiva a ofertes laborals i de pràctiques tant nacionals com internacionals . Visita els estands de les empreses participants i xateja amb elles en directe. Participa en seminaris web sobre tendències del mercat laboral enfocades al col·lectiu de la UOC. 2 i 3 d'abril Assisteix a dues jornades 100% online de la UOC Online i en directe La UOC arriba a més de 141 països diferents. Estands virtuals Sense moure't de casa i des de qualsevol dispositiu. Programa de ponències Durant les dues jornades en què tindrà lloc la #FiraOcupacioUOC, s'organitzaran xerrades sobre ocupabilitat i tendències del mercat de treball. 18,30h Prepara't per a la 5a Fira Virtual d'Ocupació de la UOC. Idioma: Castellà 19/03/2025 Inscriure'm 18,30h Prepara't per a la Fira: Determina el teu propòsit professional i aprèn a comunicar-ho en un entorn virtual Idioma: Català 27/03/2025 Inscriure'm 18,30h Prepara't per a a la Fira: Què volen les empreses? La UOC les ha escoltat i t'expliquem què demanen Idioma: Català 20/03/2025 Inscriure'm 18,30h Preparat per a la Fira: Aprèn a preparar el teu CV i Carta de presentació per a la Fira Virtual d'Ocupació Idioma: Català 25/03/2025 Acceder 11,00h Hubbik, la plataforma de la UOC per impulsar l’emprenedoria. Una visió amb perspectiva de gènere Idioma: Castellà 02/04/2025 Inscriure'm 17,00h OpenEU: Connectant Talent UOC amb oportunitats europees Idioma: Castellà 02/04/2025 Acceder 12,00h Impulsa el teu futur: descobreix les oportunitats del CPNL Idioma: Català 02/04/2025 Inscriure'm 18,00h Per què les softskills em convertiran en un/a professional més valorat/ada? Idioma: Castellà 02/04/2025 Acceder 13,00h Combatent les fake news: nous perfils professionals contra la desinformació Idioma: Català 02/04/2025 Inscriure'm 19,00h Cooperativisme: una via cap a l'emprenedoria i el treball a les àrees rurals Idioma: Català 02/04/2025 Inscriure'm 12,00h El paper del logopeda en l'entorn clínic i educatiu Idioma: Castellà 03/04/2025 Inscriure'm 18,00h Troba la teva oportunitat: jornada per a futurs professionals de la criminologia i la ciberdelinqüència Idioma: Castellà 03/04/2025 Inscriure'm 15,00h Mercat de treball amb igualtat d'oportunitats. Coneix les polítiques d'igualtat, diversitat i inclusió laborals Idioma: Català 03/04/2025 Inscriure'm 19,00h Software lliure, Videojocs, Emprenedoria: tria la teva aventura Idioma: Castellà 03/04/2025 Inscriure'm 17,00h Jornada Camins i Perspectives professionals de l'Educació social Idioma: Català 03/04/2025 Inscriure'm Com pots participar-hi Assistència gratuïta per a l'estudiantat, els alumnis i les empreses participants. Soc estudiant o alumni Podràs registrar-te, crear el teu perfil i contactar amb empreses del teu interès. Vull participar Soc una empresa o institució El termini per participar en aquesta edició està tancat. Escriu-nos a fira_ocupacio@uoc.edu i t'informarem d'altres vies de col·laboració. Empreses participants Consulta totes les empreses participants en aquest enllaç . Aquestes són algunes de les empreses destacades de les més de 160 empreses que ja han confirmat la seva participació: Preguntes freqüents per estudiants i alumni És un espai virtual de trobada i intercanvi d'experiències i coneixement entre estudiants i alumnis de la UOC, professionals, empreses i institucions. L'accés com a participant en la Fira Virtual d'Ocupació de la UOC és exclusiu i gratuït per a membres de la comunitat UOC: estudiantat, alumnis, professorat, tutoria i personal propi de la Universitat. Ja pots registrar-te en aquest enllaç . Com a participant, podràs: Enviar la teva candidatura a ofertes laborals i de pràctiques. Fer entrevistes de selecció amb importants empreses de diferents sectors. Assistir a ponències i xerrades virtuals sobre ocupació. Fer contactes (networking). Vols preparar la teva estratègia per treure el màxim profit de la Fira? Visita els recursos següents del Career Center de la UOC: Article: Eines de recerca de feina: carta de presentació, Currículum Vitae i perfil de LinkedIn Article: Proves de selecció: l'entrevista de feina Article: Marca personal: identitat digital i xarxes socials Preguntes freqüents per entitats participants La participació amb un estand virtual d'empresa en la Fira Virtual d'Ocupació de la UOC és gratuïta i requereix validació prèvia per part de l'equip organitzador. El termini per participar en aquesta edició està tancat. Escriu-nos a fira_ocupacio@uoc.edu i t'informarem d'altres vies de col·laboració. Com a empresa, podràs: Disposar d'un estand virtual propi on es poden incloure logos/pòsters i presentacions corporatives, i des d'on us podreu connectar diverses persones de l'empresa a la vegada. Consultar els currículums dels perfils que us interessin d'estudiants i alumnis de tot el món. Fer entrevistes ràpides (speed networking). Xatejar en directe amb candidats i candidates. Programar noves entrevistes amb les candidatures que us hagin interessat més. Contacta amb el nostre equip mitjançant fira_ocupacio@uoc.edu . Les 3 'o' de l'ocupabilitat La cinquena edició de la Fira Virtual d'Ocupació fa valer els 30 anys de la UOC com a referent en educació i ocupabilitat. Sota el lema de \"Les 3 'o' de l'ocupabilitat: orientació, oportunitats i observatori\", es presenta com un espai innovador i dinàmic per connectar les persones participants amb empreses líders, potenciar la seva ocupabilitat i reflexionar sobre les tendències del mercat laboral actual. Com va ser la darrera edició de la Fira Virtual d'Ocupació de la UOC? 4.000 inscripcions 175 empreses participants 900 ofertes (laborals i de pràctiques)"
}