{
  "url": "https://uoc.edu/portal/ca/universitat/actes-institucionals/honoris-causa/tony-bates/index.html",
  "content": "Honoris causa Tony Bates Menú Escoltar El Consell de Govern de la Universitat Oberta de Catalunya va prendre l'acord, el dia 16 de març de 2005, de nomenar doctor honoris causa el Dr. Tony Bates, pel seu lideratge en l'aplicació sistemàtica de les TIC en l'educació superior en l'àmbit mundial, lideratge que ha contribuït a fer canviar el model d'aprenentatge dels estudiants i també el model organitzatiu de les institucions. Ha creat perspectiva i visió pròpia en aquest camp, reconeguda a tot el món. Tony Bates ha projectat i lidera l'aposta que té la UOC per ser un centre d'excel·lència en recerca i innovació en aprenentatge virtual ( e-learning ) d'àmbit mundial. Crònica Monogràfic Discursos Acte d'investidura de doctor honoris causa Tony Bates 16/06/2005 Trajectòria Tony Bates, doctor en Administració de l'Educació de la Universitat de Londres, va ser professor de Recerca en Mitjans Educatius a la Universitat Oberta Britànica, on va treballar durant vint anys com un dels membres fundadors del personal. Del 1990 al 1995 va ser director executiu de Recerca, Planificació Estratègica i Tecnologia de la Informació a l'Open Learning Agency of British Columbia. Més endavant, del 1995 al 2003, va ser director de la unitat Distance Education and Technology in the Continuing Studies de la Universitat de la Colúmbia Britànica, a Vancouver, Canadà, i també cap de l'equip de recerca de MAPLE (Centre for Research into Managing and Planning Learning Environments in Education), de la Universitat de la Colúmbia Britànica. És autor de vuit llibres, entre els quals hi ha Managing Technological Change: Strategies for College and Universities Leaders, i Effective Teaching with Technology in Higher Education , aquest darrer juntament amb Gary Poole, publicats tots dos per Jossey-Bass. Els seus grups de recerca a la UKOU, OLA i UBC han publicat més de 350 documents en el camp de l'educació a distància i de l'ús de la tecnologia en l'ensenyament. És membre dels consells editorials de sis diaris especialitzats en l'educació a distància i la tecnologia de l'educació. Actualment Tony Bates és president i director general de Tony Bates Associates Ltd, empresa privada especialitzada en el camp de la consultoria i de la formació per a planificar i gestionar l'aprenentatge virtual i l'educació a distància. A més, treballa a temps parcial a la Universitat Oberta de Catalunya, on és el responsable de crear un programa de recerca sobre l'aprenentatge virtual. També és membre de la Junta Consultiva Acadèmica de la Volkswagen Auto Uni, amb seu a Alemanya. Ha treballat de consultor a més de trenta països, amb institucions com el Banc Mundial, l'OCDE, la Unesco, els ministeris d'educació de diversos països i les comissions d'educació superior d'uns quants estats dels Estats Units d'Amèrica. El 1995 va rebre el títol de doctor honoris causa de la Universitat Oberta de Portugal; el 2001, el de doctor en Lletres i honoris causa de la Universitat Laurentiana del Canadà i, el juny del 2004, el de doctor honoris causa de la Universitat d'Athabasca. Les seves aficions són el golf, l'esquí i pilotar avionetes. És casat i té dos fills i tres néts."
}