{
  "url": "https://uoc.edu/ca/estudis/info/fira-virtual-ocupacio",
  "content": "Fira Virtual d’Ocupació de la UOC La #FiraOcupacióUOC és un espai virtual de trobada i intercanvi d'experiències i coneixement entre estudiants i alumnis de la UOC, professionals, empreses i institucions. 2 i 3 d'abril de 2025. Coneix la Fira Virtual d'Ocupació de la UOC Connecta amb empreses, estudiants i alumnis durant la Fira Virtual d'Ocupació de la UOC. Accedeix en exclusiva a ofertes laborals i de pràctiques tant nacionals com internacionals . Visita els estands de les empreses participants i xateja amb elles en directe. Participa en seminaris web sobre tendències del mercat laboral enfocades al col·lectiu de la UOC. 2 i 3 d'abril Assisteix a dues jornades 100% online de la UOC Online i en directe La UOC arriba a més de 141 països diferents. Estands virtuals Sense moure't de casa i des de qualsevol dispositiu. Com pots participar-hi Assistència gratuïta per a l'estudiantat, els alumnis i les empreses participants. Soc estudiant o alumni Podràs registrar-te, crear el teu perfil i contactar amb empreses del teu interès. Inscripcions obertes a partir del dia 5 de març. Soc una empresa o institució Per iniciar la sol·licitud de participació, cal respondre el següent formulari. Per a l’assignació d’estands, tindrem en compte que els perfils presentats estiguin alineats amb els nostres estudis . Vull participar Empreses participants Properament comunicarem les empreses participants de l'edició d'enguany. Consulta totes les empreses participants de l'edició anterior en aquest enllaç . Programa de ponències Durant les dues jornades en què tindrà lloc la #FiraOcupacioUOC, s'organitzaran xerrades sobre ocupabilitat i tendències del mercat de treball. Pròximament compartirem el detall de les activitats. Preguntes freqüents per estudiants i alumni És un espai virtual de trobada i intercanvi d'experiències i coneixement entre estudiants i alumnis de la UOC, professionals, empreses i institucions. L'accés com a participant en la Fira Virtual d'Ocupació de la UOC és exclusiu i gratuït per a membres de la comunitat UOC: estudiantat, alumnis, professorat, tutoria i personal propi de la Universitat. Properament podreu registrar-vos a la plataforma amb les vostres dades UOC. Com a participant, podràs: Enviar la teva candidatura a ofertes laborals i de pràctiques. Fer entrevistes de selecció amb importants empreses de diferents sectors. Assistir a ponències i xerrades virtuals sobre ocupació. Fer contactes (networking). Vols preparar la teva estratègia per treure el màxim profit de la Fira? Visita els recursos següents del Career Center de la UOC: Article: Eines de recerca de feina: carta de presentació, Currículum Vitae i perfil de LinkedIn Article: Proves de selecció: l'entrevista de feina Article: Marca personal: identitat digital i xarxes socials Preguntes freqüents per entitats participants La participació amb un estand virtual d'empresa en la Fira Virtual d'Ocupació de la UOC és gratuïta i requereix validació prèvia per part de l'equip organitzador. Per iniciar la sol·licitud de participació, cal respondre el següent formulari: Formulari d’accés Per a l’assignació d’estands, tindrem en compte que els perfils presentats estiguin alineats amb els nostres estudis . Com a empresa, podràs: Disposar d'un estand virtual propi on es poden incloure logos/pòsters i presentacions corporatives, i des d'on us podreu connectar diverses persones de l'empresa a la vegada. Consultar els currículums dels perfils que us interessin d'estudiants i alumnis de tot el món. Fer entrevistes ràpides (speed networking). Xatejar en directe amb candidats i candidates. Programar noves entrevistes amb les candidatures que us hagin interessat més. Contacta amb el nostre equip mitjançant fira_ocupacio@uoc.edu . El valor del Talent UOC Posem en valor el #TalentUOC, que es diferencia de la resta de professionals pels seus valors, habilitats digitals i competències transversals: Síntesi TIC Innovació Anàlisi Emprenedoria Organització del treball Llengües estrangeres Treball col·lectiu Com va ser la darrera edició de la Fira Virtual d'Ocupació de la UOC? 4.000 inscripcions 175 empreses participants 900 ofertes (laborals i de pràctiques)"
}