{
  "url": "https://uoc.edu/portal/ca/arxiu/coneix/fons-documental/index.html",
  "content": "Coneix l'arxiu Fons documental El fons documental de la UOC es compon de tots els documents produïts o generats per la Universitat o per qualsevol persona que hi estigui adscrita en l'exercici de les seves funcions i que en finalitzar la tramitació administrativa passen a formar part de l'Arxiu de la Universitat per a conservar-los, o bé per a avaluar-los i aplicar-hi polítiques finals de conservació permanent o d'eliminació un cop transcorregut un període concret de temps determinat per norma. Quins són els principals documents que han de ser objecte d'un control per part d'un sistema d'arxiu? documents dels òrgans de la Universitat expedients acadèmics dels estudiants expedients dels treballadors documents de la programació acadèmica memòries i publicacions institucionals documents de gestió de la recerca documents que evidencien l'ajust a la normativa i la legislació de la UOC L'Arxiu de la UOC disposa d'una Guia d'Arxiu normalitzada del seu fons i la descripció del seu context, contingut, estructura i les seves condicions d'accés i ús per als usuaris tant de la comunitat universitària que integren la UOC com de la ciutadania en general. Dipòsits d'arxiu consolidats Actualment estan identificats i descrits els següents dipòsits d'arxiu consolidats a la UOC: Arxiu Acadèmic: sobre la base del sistema no presencial i descentralitzat dels assumptes acadèmics, la UOC té un únic dipòsit d'arxiu dels expedients acadèmics dels estudiants. Arxiu Institucional: és on es conserven els documents essencials de la Universitat, de la Fundació per a la Universitat Oberta de Catalunya i dels consells d'administració de les empreses associades a la UOC. Arxiu Històric: és on es conserven de manera permanent els documents que no tenen cap vigència administrativa i reflecteixen la memòria de la Universitat mitjançant el seu valor històric o cultural. Arxiu Central: és on es conserven els documents que hi són transferits des de les diferents àrees o oficines de la UOC un cop finalitzat el tràmit i quan es consulten de manera esporàdica, fins que s'eliminen o es conserven de forma permanent a l'Arxiu Històric."
}