{
  "url": "https://uoc.edu/portal/ca/arxiu/marc-legal-normatiu/normes-tecniques-estandards/index.html",
  "content": "Marc legal i normatiu Normes tècniques i estàndards ISAD La Norma internacional general de descripció arxivística ( General International Standard Archival Description ) és una guia general per a l'elaboració de descripcions de fons d'arxiu. L'objectiu de la descripció arxivística és identificar i explicar el context i el contingut de la documentació d'arxiu per tal de facilitar-hi l'accés. Això s'aconsegueix mitjançant la creació de representacions acurades i adients i amb l'organització d'aquestes seguint models predeterminats. Els processos relatius a la descripció poden començar en el moment o abans de la producció dels documents d'arxiu i continuar al llarg del seu cicle vital. ISAD(G) (en català) ISO 15489 L'ISO 15489 és una norma de qualitat orientada a la gestió de documents, a la gestió integral de sistemes d'arxiu i als documents d'arxiu. L'objectiu d'aquesta norma és proporcionar directrius sobre les polítiques de gestió documental i sobre l'assignació de les responsabilitats envers els documents en una organització. És per això que focalitza la importància que té la supervisió, el control i l'auditoria, per tal que les organitzacions: S'ajustin a les diferents normatives i disposicions legals d'obligat acompliment. Valorin la consideració que tenen els documents com a prova i evidència de la seva actuació. Optimitzin el rendiment i l'eficiència en la gestió dels documents. Aquesta norma promou: La identificació de responsabilitats en la creació i el control dels documents. L'estandardització de mètodes i pràctiques millors en la creació i el control de documents. L'adopció de mitjans informatitzats i automatitzats en la creació i la gestió de documents. La integració de la creació i el control dels documents en els processos de negoci. La incorporació dels documents en la gestió de la informació de les organitzacions per a potenciar-ne el valor i fomentar-ne l'ús. La conservació dels documents tant de temps com sigui necessari i la destrucció adequada de conformitat amb els requisits legals i les expectatives de la societat. Moreq2 El Model de requisits per a la gestió de documents electrònics i arxiu ( Model Requeriments for the Management of Electronic Documents and Records ) és un conjunt de requisits per a l'organització d'arxius electrònics, desenvolupat en el marc de la Unió Europea. Es tracta d'un enfocament opcional de la norma de gestió de documents ISO 15489. La MoReq2 té en compte l'evolució tecnològica i el desenvolupament de les noves normes i bones pràctiques després de la publicació del model d'exigències per a l'organització d'arxius electrònics (MoReq). MoReq2 (en català)"
}