{
  "url": "https://uoc.edu/portal/ca/arxiu/coneix/faqs/index.html",
  "content": "Coneix l'arxiu Preguntes més freqüents Com m'ajuda el Servei d'Arxiu i Gestió Documental en el desenvolupament de les meves tasques diàries? Com es poden consultar documents? Com s'organitzen els documents electrònics? Què és un document d'arxiu? Què és un sistema de gestió documental? Què he de fer per a realitzar una transferència de documents? Què són els documents essencials? Qui pot accedir als dipòsits d'arxiu de la UOC? Quins documents es poden eliminar i quins es poden conservar? Com m'ajuda el Servei d'Arxiu i Gestió Documental en el desenvolupament de les meves tasques diàries? El Servei d'Arxiu i Gestió Documental és la unitat transversal responsable d'un control eficaç, eficient i sistematitzat dels documents del patrimoni documental de la Universitat Oberta de Catalunya, des de la creació dels documents, la recepció i el manteniment, fins a l'ús i la difusió. El Servei et pot ajudar a: Organitzar els documents, en suport paper o electrònic, de la teva oficina. Gestionar la documentació de les oficines segons el quadre de classificació. Eliminar o conservar la documentació de les oficines amb els criteris establerts al Reglament d'arxiu i a les diferents normatives vigents. Transferir la documentació de les oficines a l'arxiu corresponent i col·laborar a retirar la documentació més antiga de les oficines, evitant l'acumulació de documents —tant en suport paper com en suport electrònic— a les oficines. Com es poden consultar documents? Els documents que han estat transferits a l'Arxiu de la UOC estan disponibles per als membres de la comunitat universitària i per als investigadors i els estudiants perquè els puguin consultar. Aquesta consulta o accés a la documentació, però, està sotmesa a les limitacions pròpies de la seva naturalesa, establertes per la legislació vigent i la normativa interna de la Universitat. Igualment, el Servei de Gestió Documental i Arxiu garanteix en tot moment el compliment de la Llei orgànica 15/1999, de 13 de desembre, de protecció de dades de caràcter personal, i de les Normes de conservació dels documents segons les taules d'avaluació documental. Per a fer la consulta hi ha dos mecanismes: Consulta. Es fa físicament a la sala de consulta de l'Arxiu i el document no es pot retirar físicament del dipòsit on es conserva. Préstec. El document es pot retirar de l'arxiu durant un període determinat per a explotar-lo. En qualsevol cas, està expressament prohibit que la documentació de la UOC surti de les instal·lacions pròpies de la Universitat. Com s'organitzen els documents electrònics? Els documents electrònics s'han de tractar —en termes de classificació i terminis de conservació— de la mateixa manera que la documentació en suport paper. Per tant, aquesta documentació ha d'estar organitzada i tractada de manera que se'n pugui garantir la conservació i la recuperació en el gestor documental. Què és un document d'arxiu? El document d'arxiu és qualsevol expressió amb informació enregistrada, amb independència del suport o de les seves característiques físiques i intel·lectuals, produïda o rebuda i conservada per una organització o una persona en el desenvolupament de les seves activitats. Què és un sistema de gestió documental? El sistema de gestió documental és el conjunt d'operacions i de tècniques, integrades en la gestió administrativa general, basades en l'anàlisi de la producció, la tramitació i els valors dels documents, i dirigides a la planificació, el control, l'ús, la conservació i l'eliminació dels documents, o a transferir-los a un arxiu, amb l'objectiu de racionalitzar-ne i unificar-ne el tractament i aconseguir-ne una gestió eficaç i rendible. Què he de fer per a realitzar una transferència de documents? Si vols transferir els documents des de la teva oficina fins a l'Arxiu de la UOC, cal que omplis el formulari de transferència mitjançant l' eina d'entrada d'incidències . En el formulari has d'indicar les dades bàsiques de la teva unitat, el nombre d'unitats que vols transferir, el codi de classificació corresponent, la descripció general de les unitats que cal transferir i les dates extremes. Què són els documents essencials? Els documents essencials de la UOC són els que garanteixen la continuïtat, la pervivència i l'activitat després d'un desastre. Entre aquests documents hi ha els Estatuts, les actes dels òrgans de govern, les actes de notes dels estudiants o les eleccions dels òrgans de govern. Qui pot accedir als dipòsits d'arxiu de la UOC? Segons el reglament de l'Arxiu de la UOC, per qüestions de seguretat i protecció de dades personals i confidencials, només el personal propi o autoritzat del Servei d'Arxiu i Gestió Documental pot accedir als diferents dipòsits de la Universitat amb el control d'un registre d'accessos. Quins documents es poden eliminar i quins es poden conservar? El Servei d'Arxiu i Gestió Documental és l'encarregat de l'eliminació o la conservació de la documentació seguint les normes establertes per la Comissió Nacional d'Accés, Avaluació i Tria Documental del Departament de Cultura de la Generalitat de Catalunya. Amb tot, les oficines poden eliminar la documentació que no té cap més valor que l'informatiu, com ara diaris oficials, còpies de documents originals i diferents tipologies documentals de publicitat, o documentació de suport, un cop hi hagi l'informe, la memòria o l'estudi."
}