{
  "url": "https://uoc.edu/portal/ca/arxiu/glossari/index.html",
  "content": "Glossari A B C D E F G H I J K L M N O P Q R S T U V W X Y Z A Accés. Dret, manera i mitjans de localitzar, utilitzar o recuperar informació. C Cicle de vida de la documentació: · Documentació de treball o d'oficina. Documentació generada per una unitat en les seves activitats i que no és definitiva. No són documents d'arxiu; per tant, no són objectes d'estudi del Servei d'Arxiu i Gestió Documental, malgrat que sí que ho poden ser del sistema de gestió documental. · Documentació en fase activa. Documentació que una unitat tramita o utilitza habitualment en les seves activitats. Es tracta de documents que no es poden modificar i de consulta freqüent. · Documentació en fase semiactiva. Documentació que, un cop conclosa la tramitació ordinària, no és utilitzada d'una manera habitual per la unitat que l'ha produïda en les seves activitats. Es tracta de documents que no es poden modificar i de consulta poc freqüent. · Documentació en fase inactiva o històrica. Documentació que, un cop conclosa la vigència administrativa immediata, posseeix valors primordialment de caràcter cultural, informatiu, científic o tecnològic. Es tracta de documents que no es poden modificar i de consulta esporàdica. Classificació. Identificació i estructuració sistemàtica de les activitats de les organitzacions o dels documents generats per aquestes en categories, d'acord amb convencions, mètodes i normes de procediment, lògicament representats en un sistema de classificació. Conservació (preservació). Conjunt de processos i operacions duts a terme per a garantir la permanència intel·lectual i tècnica de documents autèntics al llarg del temps. Conversió. Procés de canviar documents d'un suport a un altre, o d'un format a un altre. D Descripció arxivística. Elaboració d'una representació acurada d'una unitat de descripció i, si escau, de les parts que la componen, mitjançant la recopilació, l'anàlisi, l'organització i l'enregistrament de qualsevol informació que serveixi per a identificar, gestionar, localitzar i explicar la documentació d'arxiu, a més del context i els sistemes en els quals s'ha produït. Hi ha set nivells de descripció, que són els que s'han definit abans: fons, subfons, grup de sèries, sèrie, unitat documental composta (expedient), unitat documental simple (document d'arxiu) i unitat d'instal·lació. Disposició. Procés associat amb l'aplicació de decisions de transferència, destrucció o conservació de documents, que es documenten als calendaris de conservació o cicle de vida. Document. Informació o objecte registrat que es pot tractar com una unitat. Document d'arxiu o record . Informació creada o rebuda, conservada com a informació i prova, per una organització o un individu en el curs de la seva activitat o en virtut de les seves obligacions legals, que s'ha de preservar. Un document d'arxiu no es pot modificar i ha d'incloure informació referent a: · contingut · context · estructura · presentació Document electrònic d'arxiu. Document d'arxiu en format electrònic, és a dir, creat per un programa informàtic o bé digitalitzat o escanejat a partir d'un document en paper. E Expedient o unitat documental composta. Unitat organitzada de documents d'arxiu compilats pel productor dels documents o durant el procés d'organització arxivística. Segons els documents que el componen, es diu que un expedient està en un dels suports següents: · Suport físic , si els documents que el componen són de naturalesa física. Ex.: paper, microfilm, etc. · Suport electrònic , si la documentació és electrònica. Ex.: fitxers .doc, .pdf, .tiff, etc. · Híbrid (mixt) , amb documents en suport físic i electrònic dins el mateix expedient. Ex.: fotocòpia compulsada del títol + PDF del DNI. · D'originals múltiples , si hi ha documents dins l'expedient amb multiplicitat d'originals, com ara un document en paper que s'ha digitalitzat i signat electrònicament i del qual es conserven els dos suports. Ex.: PDF del DNI + fotocòpia del DNI. F Fons. Conjunt de documents, de qualsevol tipologia o suport, produït orgànicament i/o compilat i utilitzat per una persona, una família o un organisme en l'exercici de les activitats i funcions que li són pròpies. El subfons és la part d'un fons que té una entitat diferenciada de la resta i es pot correspondre amb unitats administratives subordinades que tenen un cert grau d'autonomia o amb ens incorporats per relacions successòries. G Gestió documental. Conjunt d'activitats específiques que permet de coordinar i controlar de manera sistemàtica tots els aspectes relacionats amb la creació, la recepció, l'organització, l'emmagatzematge, la preservació, l'accés i la difusió dels documents en una organització amb l'objectiu d'incorporar i mantenir la informació i proves de les activitats i operacions d'una organització. I Indexació. Procés pel qual s'estableixen punts d'accés per a facilitar la recuperació de documents o d'informació. Instruments de descripció per nivell: · Guia. Té l'objectiu d'orientar l'usuari en el coneixement general d'un fons i subfons o col·lecció. Conté informació sobre el productor i el context de creació de la documentació. La descripció dels documents que formen part del fons és d'extensió breu. · Inventari. Instrument que descriu el conjunt de documents que formen part d'un fons documental, des del nivell de fons fins al nivell de sèrie. La descripció s'organitza a l'entorn de les sèries i ha de precisar el context jeràrquic en què s'estructura el fons. Excepcionalment, l'inventari es pot utilitzar per a descriure, també, el nivell d'unitat d'instal·lació quan es tracta d'un fragment de sèrie. En aquest cas, ha de tenir els elements necessaris per a facilitar la localització de les unitats documentals compostes o simples dins dels fons i de les sèries descrites. · Catàleg. Instrument que descriu el darrer nivell d'un fons documental, el de la unitat composta o simple, elaborat a partir de la informació dels elements de descripció obligatoris dels nivells superiors. Interoperabilitat. Condició mitjançant la qual dos o més sistemes poden intercanviar processos o dades. És la capacitat dels sistemes que es basen en les tecnologies de la informació i la comunicació (TIC) i dels processos empresarials consistents a intercanviar dades i possibilitar la posada en comú d'informació i coneixements. Fonts: · Wikipedia · Decisió 2004/387/CE del Parlament Europeu M Metadades. Dades que descriuen el context, el contingut i l'estructura dels documents i la seva gestió al llarg del temps. Usualment es classifiquen en els tipus següents: · Metadades tecnològiques. Informació sobre formats, estructures i vincles dels documents conservats; per exemple, format d'arxiu, data de l'última migració de format, etc. Són necessàries per a processar els documents i facilitar la recuperació de la informació. · Metadades descriptives. Aporten informació contextual sobre els processos de treball, les relacions entre els documents, etc. Són dades relatives a l'autor, la data de producció, el títol, les paraules clau, etc. Són necessàries per a la recuperació, per a entendre els documents en el seu context i per raons d'autenticitat. · Metadades arxivístiques. S'afegeixen per a facilitar la gestió dels documents. Són el control intel·lectual i físic dels documents després d'haver estat creats. Es refereixen a aspectes com ara l'última revisió, la data de transferència a l'Arxiu, les condicions d'accés, la valoració, etc. Són necessàries per a identificar i recuperar la informació. Migració. Acció de traslladar documents d'un sistema a un altre, mantenint-ne l'autenticitat, la integritat, la fiabilitat i la disponibilitat. Q Quadre de classificació. Sistema de classificació jeràrquic i lògic que recull les funcions i les activitats de l'organització des de l'aspecte més general fins al més concret, i serveix per a organitzar, tractar i agrupar els documents de manera que es reflecteixin aquestes funcions i activitats. Ha de permetre que s'afegeixin noves funcions sense que calgui reestructurar les classes principals. Es compon d'una estructura i d'un sistema de codificació. R Registre. Acte mitjançant el qual s'adjudica a un document un identificador únic en el moment d'entrada al sistema. S Sèrie documental. Conjunt de documents produïts per un subjecte en el desenvolupament d'una mateixa competència i regulat per la mateixa norma de procediment. S'organitzen d'acord amb un sistema de classificació i es conserven com una unitat. Això és així pel fet que és el resultat d'un mateix procés de formació o de classificació, o de la mateixa tipologia; o per qualsevol altra relació derivada de la seva producció, recepció o ús. Facilita el treball amb grans volums de documents amb el mateix cicle de vida i la mateixa disposició final. Sistema de gestió documental. Sistema d'informació que incorpora, gestiona i facilita l'accés als documents al llarg del temps. Subsèrie documental. Conjunt de documents nítidament identificats que depenen d'una sèrie. T Traçabilitat. Creació, incorporació i conservació d'informació sobre el moviment i la utilització dels documents. Transferència. Canvi de la custòdia, la propietat o la responsabilitat dels documents. Inclou el trasllat, que és el moviment de documents d'una ubicació a una altra independentment del suport. U Unitat d'instal·lació. Conjunt de documents agrupats o conservats en una mateixa unitat física (capsa, llibre, carpeta electrònica, etc.)."
}