{
  "url": "https://uoc.edu/portal/ca/matricula-corporativa/index.html",
  "content": "A la UOC t'acompanyem en el desenvolupament del talent dels professionals de la teva organització, institució o empresa amb la millor formació universitària adaptada a les competències que exigeix actualment el món laboral. Gràcies a l'acord amb Matrícula Corporativa, la teva organització i els professionals que la formen disposareu d' avantatges i descomptes importants en els més de 700 programes de formació que ofereix la UOC. El talent ja és a la teva organització; ara, junts, podem potenciar-lo amb la universitat pionera en e-learning que ofereix la màxima conciliació laboral i formativa. Posa't en contacte amb nosaltres i fes créixer la teva empresa amb la millor aliança per al desenvolupament de persones . Millora la competitivitat de la teva organització Transforma el talent intern Aconsegueix descomptes i avantatges Fomenta polítiques de responsabilitat social Troba el servei que respongui millor a les teves necessitats Vols oferir descomptes de formació als teus equips? Finances plans de formació als teus professionals? Si t'interessa la formació bonificada per FUNDAE , posa't en contacte amb nosaltres. Coneix més empreses Algunes de les empreses amb les quals col·laborem Coneix més empreses Fes créixer el talent en la teva organització + 400 Organitzacions han confiat en nosaltres + 700 Programes de formació a la teva disposició 100 % Formació flexible , sense horaris ni classes + 9.000 Professionals formats amb acords de Matrícula Corporativa Vols més informació? El nostre equip d'assessors especialitzats t'informarà personalment de les diverses maneres amb què col·laborem amb empreses i organitzacions i els avantatges que oferim per al desenvolupament del talent i dels professionals. Explica'ns les teves necessitats i ens posarem en contacte amb tu al més aviat possible. Contacta amb nosaltres Coneix amb detall tots els serveis per a empreses i organitzacions per fer créixer el talent i la competitivitat."
}