{
  "url": "https://uoc.edu/portal/ca/ri/colaboracio/index.html",
  "content": "Recerca i innovació Investiga a la UOC Informació per als investigadors i investigadores internacionals Informació COVID-19 Coneix Barcelona i Catalunya Tràmits legals Cobertura sanitària Allotjament Informació pràctica Contacte Ajuts predoctorals i postdoctorals Estratègia de Recursos Humans per a Investigadors (HRS4R) El procés a la UOC Grups de Treball HRS4R Documentació UOC i enllaços relacionats Plataforma de suport a la carrera investigadora Investigues i busques una oportunitat a la UOC? Convocatòries postdoctorals Convocatòries predoctorals «El meu desenvolupament en el camp de la recerca ha estat meteòric» Diana Roig, professora i investigadora líder del grup GlobaLS de la UOC El personal investigador de la UOC prové de tot el món i desenvolupa els projectes en un entorn internacional , divers i flexible, fomentant la interdisciplinarietat, el coneixement obert, i la seva transmissió i transferència a la societat. Estratègia de Recursos Humans per a Investigadors (HRS4R) Segell de qualitat de la Comissió Europea que reconeix la nostra excel·lència en l'estratègia de recursos humans per a la recerca . Ajuts predoctorals i postdoctorals Consulta les convocatòries i resolucions d'ajuts predoctorals i postdoctorals Informació per a investigadors i investigadores internacionals Tràmits legals Cobertura sanitària Allotjament Informació pràctica Talent investigador El personal investigador de la UOC aplica l'expertesa investigadora i els mèrits acadèmics, promovent diferents investigacions que permeten col·laborar en diferents projectes i fases, i participant-hi. Assumeix la innovació com un tret identitari i transversal present en totes les activitats, projectes i processos. Investigues i busques una oportunitat a la UOC? La UOC acull personal investigador en totes les etapes de la carrera investigadora Inscriu-te a les ofertes de personal investigador Veure totes les ofertes «Aniquilar el patrimoni cultural forma part de les estratègies bèl·liques» Glòria Munilla, catedràtica i investigadora dels Estudis d'Arts i Humanitats «Analitzar gestos facials amb intel·ligència artificial pot ajudar a diagnosticar Parkinson o demències» Àgata Lapedriza, investigadora líder del grup de recerca Scene Understanding and Artificial Intelligence Lab"
}