{
  "url": "https://uoc.edu/portal/ca/coronavirus/pindoles-formatives/index.html",
  "content": "Píndoles formatives contra la pandèmia En aquest context de crisi sanitària i d'inseguretat professional, la UOC obre el seu coneixement en forma de píndoles formatives breus a un preu econòmic. Es tracta de disset cursos en línia d'un mes de durada per dotar els professionals que s'hi hagin inscrit dels coneixements i les eines que necessiten per fer front a la pandèmia. Les píndoles formatives breus, equivalents a 1 crèdit europeu (ECTS), començaran a partir del 18 de novembre. Per àrees de coneixement, són les següents: Psicologia i Ciències de l'Educació Telepràctica en Logopèdia Inici docència: 18/11/2020 Atenció al dol Inici docència: 18/11/2020 Ciències de la Salut Els nous processos assistencials post-COVID Inici docència: 18/11/2020 Aplicacions de salut per la gestió de brots epidèmics Inici docència: 10/03/2021 Informàtica, Multimèdia i Telecomunicació Virtualització de comerços Inici docència: 18/11/2020 Seguretat en el teletreball Inici docència: 18/11/2020 Dret i Ciències Polítiques Com consolidar el teletreball al sector públic Inici docència: 18/11/2020 Com posicionar la meva activitat professional en temps de crisi Inici docència: 18/11/2020 Arts i Humanitats Introducció a la programació en Python per traductors i lingüistes Inici docència: 18/11/2020 Traducció assistida per ordinador amb OmegaT Inici docència: 18/11/2020 Comunicació i Informació Màrqueting en temps de pandèmia: redueix la distància social fent servir l'empatia Inici docència: 18/11/2020 Com organitzar esdeveniments virtuals Inici docència: 18/11/2020 Economia i Empresa Lideratge en teletreball Inici docència: 18/11/2020 Metodologies àgils de projectes en entorns d'incertesa Inici docència: 18/11/2020 Reptes de la logística davant el creixement de l' eCommerce Inici docència: 17/02/2021 Posicionament de la web (SEO) Inici docència: 18/11/2020 Gestió del canvi en organitzacions de salut Inici docència: 18/11/2020"
}