{
  "url": "https://uoc.edu/portal/ca/escola-doctorat/beques/pla-doctorats-industrials/index.html",
  "content": "Ajuts a la recerca i la mobilitat Pla de Doctorats Industrials El Pla de doctorats industrials és un programa promogut per la Generalitat de Catalunya per a fomentar el desenvolupament de projectes de recerca estratègics dins una empresa, en què el doctorand o doctoranda farà la seva formació investigadora en col·laboració amb una universitat, objecte d’una tesi doctoral. El doctorat industrial és una manera diferent de fer una tesi, atès que es duu a terme en una empresa, orientada a les seves necessitats i problemes. Les tesis doctorals es desenvolupen amb un conveni de col·laboració entre la universitat i l’empresa. L’empresa, la universitat, el doctorand o doctoranda i la Generalitat de Catalunya són els quatre agents que prenent part en aquest pla. Objectius L’objectiu dels doctorats industrials és: Contribuir a la competitivitat i internacionalització del teixit industrial català i retenir talent. Fer que les doctorandes o doctorands puguin desenvolupar projectes d’R+D+I, vinculats a qualsevol de les àrees de coneixement d’empreses o administracions públiques, mitjançant l’elaboració de la seva tesi doctoral en projectes de desenvolupament experimental o de recerca industrial. Modalitats La Generalitat de Catalunya dona suport econòmicament a aquests projectes per mitjà de dues modalitats: Projectes de doctorat industrial cofinançats per la Generalitat de Catalunya. Projectes de doctorat industrial amb ajut específic. Totes dues modalitats han de tenir en compte els requisits següents: La tesi doctoral s’ha de desenvolupar en el marc d’un conveni de col·laboració entre una universitat i una empresa. L’empresa ha de contractar el doctorand o doctoranda a temps complet. La doctoranda o doctorand ha de disposar d’una directora o director de tesi de la universitat i d’una o un responsable que l’empresa hi hagi designat. La persona candidata ha de tenir una nota mitjana mínima igual o superior a 6,50 a l’expedient acadèmic dels estudis de llicenciatura, enginyeria, arquitectura, grau o diplomatura. El director o directora de tesi ha de formar part d’un grup de recerca vigent reconegut per la Generalitat de Catalunya (SGR). La dedicació del doctorand o doctoranda al projecte de recerca s’ha de distribuir entre l’empresa i la universitat. La doctoranda o doctorand ha de participar en programes formatius en competències específiques relacionades amb la coordinació i la gestió de projectes, els plans de negocis, la propietat industrial i la propietat intel·lectual, entre altres matèries rellevants. El doctorand o doctoranda ha de disposar d’una assignació anual (ajuda de mobilitat), finançada per la Generalitat de Catalunya, que podrà acumular per un període màxim de tres anys. La finalitat és facilitar l’assistència a seminaris i congressos relacionats amb el projecte de recerca, i també estades en altres seus de l’empresa i altres universitats o centres de recerca de fora de Catalunya. L’empresa ha d’estar al corrent de les seves obligacions tributàries i relacionades amb la Seguretat Social. La durada màxima de les ajudes és de tres anys des de la data de resolució. Avantatges Per al doctorand o doctoranda: Un contracte laboral en una empresa amb una durada de tres anys i una retribució bruta mínima de 22.000 € anuals (en la modalitat de projectes de doctorat industrial cofinançats per la Generalitat de Catalunya). La matrícula de doctorat és subvencionada per la Generalitat de Catalunya. La participació en un projecte d’R+D+I que genera un alt valor afegit en l’àmbit curricular, atès que una empresa compromesa amb la innovació i la recerca contracta la persona que prepara la tesi doctoral. La tutela per part de persones de l’empresa i de la universitat, que orienten la doctoranda o doctorand i n’avaluen el progrés de manera contínua. El fet de treballar en laboratoris i instal·lacions de les universitats i empreses que hi prenen part. La possibilitat de fer una estada internacional i assistir a congressos i jornades que facilitin les relacions i els contactes necessaris per a avançar en el seu àmbit professional. Per a la universitat: La contribució al desenvolupament del país, mitjançant l’increment de la capacitat innovadora del seu teixit socioeconòmic. La facilitació de la formació al personal investigador que ha d’afrontar reptes altament complexos, sovint interdisciplinaris i amb uns requeriments de viabilitat i qualitat exigents. L’establiment i l’enfortiment de les relacions amb empreses que assumeixen com a repte la millora contínua en l’entorn del seu àmbit de coneixement. Per a l'empresa: L’establiment d’una base sòlida per a millorar-ne la competitivitat a llarg termini, amb personal altament qualificat, i la projecció i experiència internacional necessàries en un món global i interconnectat. L’accés a equipaments científics i tecnològics d’última generació. La possibilitat de col·laborar activament amb personal acadèmic d’universitats, aportant l’experiència i el coneixement en una àrea concreta. L’aplicació de deduccions fiscals en l’impost de societats i bonificacions en les cotitzacions a la Seguretat Social. La col·laboració amb científics que poden ser aliats estratègics de futur. Procés de participació: L’entitat o estudiant interessat contacta amb phd_school@uoc.edu. La comissió científica avalua la sol·licitud. Posem en contacte l’estudiant o l’entitat amb l’Oficina de Suport a la Recerca i la Transferència (OSRT), que coordina el projecte i el conveni de l’entitat i/o el doctorand/a. Es publica l’oferta conjunta de l’entitat i el doctorand/a doctoratsindustrials.gencat.cat. El candidat/a sol·licita accés al programa de doctorat del seu interès per mitjà del web de la UOC. El candidat/a accedeix al Campus Virtual de la UOC, on el tutor/a d’acollida li dona informació ampliada i lliura la documentació d’accés a Tràmits. L’Escola emet les cartes d’accés per a ser admès en un programa de doctorat. Amb la concessió del doctorat industrial, la UOC contacta amb l’estudiant per explicar-li com s’ha de matricular en el programa de doctorat escollit. El doctorand/a treballa tres anys en la tesi a l’entitat seleccionada, amb suport d’un director/a de tesi i amb un seguiment periòdic del seu avanç, per finalment presentar-la. Amb la tesi defensada i aprovada s’obté el títol de doctor/a. Casos d'èxit Des de l’any 2013, la UOC ha impulsat 19 tesis emmarcades en el Pla de doctorats industrials, i ha col·laborat amb les empreses següents: 3&Punt Solucions Informàtiques, SL Accenture, SL Carethy E-commerce, SL Euncet Formación, SL Fira de Barcelona Fundació Privada Promoció d’Escoles Fundació Privada Taleia - ViOD Games Studio Golmar Sistemas de Comunicación, SA ICA, Informática y Comunicaciones Avanzadas, SL Ideograma, SA IED, Istituto Europeo di Design, SL Iniciativa Barcelona Open Data Institut de Microcirurgia Ocular DOS, SL Institut Nou de Sant Gregori Rhenus Logistics, SAU SBS Seidor, SL Ubikwa Systems, SLU Vacants doctorats industrials A continuació, presentem els projectes de tesi a desenvolupar de forma remunerada a empreses, en el marc dels doctorats industrials, que cerquen candidat/a per dur-los a terme: Consulta projectes Más…"
}