{
  "url": "https://uoc.edu/portal/ca/coronavirus/faq/index.html",
  "content": "Preguntes i respostes per als col·lectius UOC Darrere de les pantalles sempre hi ha persones . La crisi de la COVID-19 afecta la nostra comunitat: estudiants, alumni, personal docent i investigador i personal de gestió. Treballem per donar resposta als dubtes que puguin sorgir. Per als estudiants Proves d'avaluació final del segon semestre del curs 2020-2021 Cal demanar cita prèvia d'atenció presencial a les seus territorials i oficines de Mèxic i Colòmbia? Com són les pràctiques externes del curs 2020-2021? Pots acollir-te a l'ajuda per a situacions imprevistes si t'has quedat a l'atur o t'han hospitalitzat? Et trobes en situació de violència de gènere? Seus territorials Ofereixen atenció presencial amb cita prèvia. Es continua proporcionant atenció personalitzada per telèfon (934 817 272) i per correu electrònic. UOC Respon Restem a la teva disposició a través de l'usuari de Twitter @UOCRespon. Servei d'atenció Pots contactar amb nosaltres mitjançant el formulari del Servei d'atenció. Hem creat un apartat específic per a les afectacions de la COVID-19. Totes les comunicacions per als estudiants Per a l'equip propi Necessito treballar presencialment. Com ho faig? Com ho faig per recollir equipament per treballar millor des de casa? Quines mesures higièniques cal prendre si he d'anar presencialment a Tibidabo o al 22@? En cas que sigui necessari, com és millor que em desplaci a la feina? Et trobes en situació de violència de gènere? Totes les comunicacions per a l'equip propi Per al personal investigador A més de les consideracions per a l'equip propi, per al personal investigador també hi ha aquestes informacions específiques: Defenses de tesi de l'Escola de Doctorat Com afecta el Reial decret llei 11/2020 als investigadors predoctorals i postdoctorals? Et trobes en situació de violència de gènere? Totes les comunicacions per a l'equip propi Per al personal docent col·laborador Et trobes en situació de violència de gènere? Totes les comunicacions per al personal docent col·laborador"
}