{
  "url": "https://uoc.edu/ca/estudis/acces-matricula/matricula-graus",
  "content": "Com matricular-te en graus Aquí pots consultar el procés de matriculació dels graus online de la UOC, que també pots trobar a la pàgina específica del programa que vols cursar. La matrícula pas a pas Explora el web de la UOC i escull el grau universitari que millor s'adapta a tu. Si estàs interessat en una àrea en concret, visita les àrees de coneixement de la universitat. Per a més informació, consulta la pàgina específica del màster universitari que vulguis cursar. Tens dubtes? Sol·licita informació i des de la UOC ens posarem en contacte amb tu per facilitar-te la informació que necessites sobre el màster universitari, el model pedagògic, descomptes, preus, facilitats de pagament, requisits d'accés ... o altres temes que vulguis consultar. Omple el formulari de sol·licitud d'informació Per matricular-te en un grau o màster universitari ho has de fer des del Campus Virtual. Sol·licita, gratis i sense compromís, l'accés al Campus: Tindràs l'assessorament personalitzat d'un tutor que t'orientarà en l'elecció d'assignatures. Podràs saber el preu exacte de la matrícula i consultar convalidacions. I podràs matricular-te... Et donem la benvinguda a la UOC! Prepara't per començar a estudiar: entra a les aules, coneix als companys, contacta amb els professors, consulta els materials de les assignatures i descobreix els serveis que t'ofereix la UOC. Facilitats econòmiques Descomptes per a matrícula anticipada Pagament fraccionat en quotes Beques, ajuts i descomptes Condicions especials per a empreses Suport a esportistes de competició Informa-te'n Quan et pots matricular? Matriculació a partir de l' abril per començar el curs al setembre o octubre Matriculació a partir del novembre per començar el curs al febrer o març 104.501 graduats i graduades 90% estudiants que estudien i treballen 84% tornaria a triar la UOC Tots els descomptes Per facilitar la incorporació i assessorament als nous estudiants, les matrícules efectuades durant el període corresponent tindran un descompte en concepte de matrícula anticipada del 20% sobre els preus de \"Recursos per a l'aprenentatge\" i \"Serveis de suport a l'aprenentatge\". En una primera matrícula semestral estàndard aquest descompte pot representar fins a un 8% del preu total de la matrícula. Els estudiants que hagin obtingut la convalidació, l'adaptació o el reconeixement de crèdits per raó d'estudis o activitats realitzades en qualsevol centre universitari tenen un descompte del 85% del preu de crèdit. Els estudiants beneficiaris del títol de família nombrosa que es matriculin per cursar estudis en centres docents sostinguts amb fons públics gaudeixen de les exempcions o bonificacions que preveu la normativa vigent (Decret 118/2015 de la Generalitat de Catalunya). En l'àmbit universitari són les següents: Famílies nombroses de categoria especial: si ets membre d'aquesta categoria, tens dret a l'exempció total dels preus dels serveis acadèmics de caràcter docent (crèdits de la matrícula) i administratiu. Famílies nombroses de categoria general: si ets membre d'aquesta categoria, tens dret a la bonificació del 50% dels preus públics de la matrícula. Els estudiants amb un grau de discapacitat igual o superior al 33% que es matriculen per cursar ensenyaments universitaris oficials tenen dret a un descompte igual al preu públic del crèdit fixat per a cada curs acadèmic per la Generalitat de Catalunya. Les persones que hagin estat víctimes d'actes terroristes, el seu cònjuge i els fills o filles que es matriculin per a cursar ensenyaments universitaris oficials en centres docents sostinguts amb fons públics tenen dret a l'exempció total dels preus dels serveis acadèmics de caràcter docent i administratiu. Les víctimes de violència masclista en l'àmbit de la parella i els seus fills o filles dependents que es matriculin per a cursar ensenyaments universitaris oficials en centres docents sostinguts amb fons públics tenen dret a l'exempció total dels preus dels serveis acadèmics de caràcter docent i administratiu. Els estudiants amb matrícula d'honor o premi extraordinari en el batxillerat que es matriculin per a cursar ensenyaments universitaris oficials en centres docents sostinguts amb fons públics tenen dret a l'exempció total del preu dels serveis acadèmics de caràcter docent durant el primer any acadèmic. El descompte per matrícula d'honor o premi extraordinari en el batxillerat, només es podrà demanar la primera vegada que els estudiants es matriculin en uns estudis universitaris. UOC Alumni: 10% de descompte Pots obtenir aquest descompte si has obtingut un títol oficial (de grau, llicenciatura, diplomatura, enginyeria o màster universitari) o un màster o postgrau propi a la UOC. El descompte de la comunitat Alumni només s'aplica sobre els serveis de suport a l'aprenentatge i els recursos per a l'aprenentatge. La resta de conceptes estan marcats pel Decret de Preus de la Generalitat. Si pots acollir-se a aquest descompte, caldrà que en el moment de fer la matrícula indiquis un codi a l'apartat Condicions. Els codis de descompte els trobareu al web d'Alumni. Aquest descompte sobre preus FUOC serà acumulable al descompte per matrícula anticipada. La UOC ofereix descomptes a les empreses que participen en la formació dels seus professionals i hi donen suport, previ acord amb la UOC. Els professionals vinculats a qualsevol empresa o institució que mantingui un acord de col·laboració amb la UOC es podran beneficiar d'avantatges i descomptes en el cost de les matrícules dels programes formatius del catàleg de la Universitat. Consulta les condicions dels descomptes per a empreses Els esportistes de competició federats a la UFEC o bé vinculats al CAR de Sant Cugat, podran gaudir de descomptes en les seves matrícules de la UOC. Consulta la informació del programa Sessions informatives Coneix el model pedagògic i l'oferta formativa de la UOC. Participa-hi de manera online . Informa-te'n Pagament fraccionat Pots fraccionar el pagament del teu grau, màster universitari o programa de postgrau en quotes. Informa-te'n També et pot interessar... Requisits d'accés Preus, descomptes i facilitats de pagament Sessions informatives Convalidacions i reconeixement de crèdits L'opinió dels nostres graduats Graduades i graduats de la UOC t'expliquen en primera persona com han viscut el procés d'aprenentatge amb nosaltres i com la nostra metodologia els ha permès compaginar feina, estudis i vida personal. Tenir una flexibilitat d'horaris absoluta em va permetre fer el màster Daniel Marchante Realment em trobo realitzada. Ara, quan parlo, sé del que parlo. Helena Guillén La UOC t'ofereix competències, perquè el que necessites és saber-te adaptar en cada moment Manel Vicenç Volia créixer professionalment. La UOC m'ha ofert no estancar-me Alba Camacho Des de que vaig acabar el grau, he tingut un desenvolupament a la meva empresa José Miguel González"
}