{
  "url": "https://uoc.edu/portal/ca/universitat/serveis/politica-govern/index.html",
  "content": "Política de governança del portal de la UOC Aquest espai vol explicar a què ens referim quan parlem del portal de la UOC, quins són els seus objectius estratègics i quines són les seves audiències principals. També vol fer difusió del model de governança del portal, que es fonamenta en tres pilars: els comitès de seguiment, els rols i les responsabilitats, i els circuits i els criteris per a la publicació web. El portal de la UOC 1. Principis generals: què és i per a què serveix? 2. Objectius i línies estratègiques Estructura de governança del portal 1. Comitè Estratègic de Seguiment del Portal 2. Comitè Operatiu de Seguiment del Portal 3. Squad operatiu del portal web 4. Rols Circuits, procediments i criteris 1. Àmbit de gestió del portal: run, growth i transform 2. Circuit de projectes web 3. Criteris per a la publicació d'un espai web 4. Model d'anàlisi de la situació web El portal de la UOC El portal web de la Universitat Oberta de Catalunya (UOC) és la cara pública de la Universitat, motiu pel qual és cabdal que involucri les audiències a les quals s'adreça i respongui a les seves necessitats. Aquest espai vol explicar a què ens referim quan parlem del portal de la UOC i quins són els seus objectius estratègics. També vol fer difusió del seu model de governança i dels tres pilars que la fonamenten: els comitès de seguiment, els rols i les responsabilitats, i els circuits i els criteris per a la publicació web. 1. Principis generals: què és i per a què serveix? D'acord amb la seva missió, el portal web de la UOC és la nostra principal plataforma de fidelització i de comunicació amb totes les audiències externes a escala global , així com l'eina de difusió del nostre coneixement acadèmic . Proporciona continguts rellevants i una experiència d'usuari excel·lent, tots dos representatius de la visió pionera, accessible i transformadora de la Universitat. Tots els continguts que la UOC ofereix sota el domini uoc.edu (pàgines web, subportals, blogs i revistes divulgatives) configuren el portal extern de la UOC. El portal web té un paper clau i central per explicar la UOC dins de l' ecosistema digital de canals propis . A més del gestor de continguts (AEM) o del gestor de recursos audiovisuals (DAM), hi ha moltes altres eines i plataformes que contribueixen a l'experiència digital de tots els nostres públics: eines d'analítica, gestió de la relació amb els clients (CRM), anàlisi de perfils ( profiling ) i matrícula, intranet, blogs, xarxes socials, revistes digitals i plataformes audiovisuals, entre d'altres. Dins d'aquest entorn, el portal té un paper clau i central per explicar la UOC. En aquest context és important treballar les sinergies d'aquest ecosistema des d'una mirada global que s'ajusti al relat i en què s'equilibrin diferents objectius i perspectives. Els continguts del portal han de respondre al que els nostres usuaris necessiten i s'han de presentar de manera que siguin fàcils d'entendre i els ajudin a resoldre satisfactòriament els objectius de la seva interacció amb el site . 2. Objectius i línies estratègiques El portal web de la UOC té, bàsicament, quatre objectius: Posicionar la UOC com a universitat pionera i referent de l'aprenentatge al llarg de la vida i dels àmbits clau de recerca. Assegurar la sostenibilitat econòmica a través de l'àmbit d'oferta formativa i les sinergies amb la resta del portal institucional. Difondre el nostre coneixement acadèmic : continguts rellevants i una experiència d'usuari excel·lent. Fidelitzar, comunicar i generar interès entre totes les nostres audiències externes a escala global, així com desenvolupar relacions amb l'entorn que promoguin beneficis addicionals. Aquests objectius parteixen de les línies estratègiques següents: Posicionament : el portal és la principal plataforma de presentació de la UOC i ha de garantir una experiència d'usuari excel·lent. Visibilitat, abast, difusió : les estratègies SEO i SEM associades al portal ens donen visibilitat i abast a escala global. Els blogs i les revistes digitals difonen el coneixement generat per la UOC. Conversió i generació de matrícules : l'optimització de les estratègies de màrqueting maximitza la consideració de candidats i incrementa l'eficiència del procés de conversió en matrícules. Captació de talent : els continguts i l'experiència del portal han de ser coherents amb la nostra missió, visió i manera de treballar, i contribuir a captar talent. Fidelització i servei : el portal ha de motivar visites repetides d'usuaris de públics com ara alumnis i empreses col·laboradores, entre d'altres. Compliment normatiu : indicadors de qualitat, transparència, seu electrònica, memòries institucionals, reglament general de protecció de dades (RGPD), galetes i accessibilitat, entre d'altres, han d'estar recollits i/o ser visibles al portal. Estructura de governança del portal Durant el 2024 s'ha fet una nova proposta de governança del portal web per ajustar l'estratègia de la direcció a una presa de decisions més àgil i efectiva, coordinar millor el treball entre les diferents àrees de la Universitat, mantenir la visió i garantir una execució enfocada a uns objectius comuns. La governança corporativa del portal és el conjunt de rols, protocols i polítiques existents a l'organització dissenyats per mantenir i optimitzar el portal al llarg del temps i d'acord amb els objectius estratègics. 1. Comitè Estratègic de Seguiment del Portal El Comitè Estratègic de Seguiment del Portal Web és l'òrgan en el qual el Consell de Direcció delega totes les decisions estratègiques referents al portal . Funcions: Assegurar la implantació del relat al web : la missió i els valors de la UOC. Vetllar perquè el portal cobreixi les necessitats dels públics objectius . Vetllar per l'aportació del portal a la sostenibilitat de la UOC. Transmetre els objectius i les accions estratègiques prioritàries. Prendre decisions sobre riscos (la reputació, l'ingrés i la seguretat). Establir prioritats estratègiques en cas de desalineament. Vetllar per la implementació de la governança corporativa al web. Demanar i validar l'assignació de recursos per a projectes web , així com fer-ne un seguiment. El Comitè Estratègic de Seguiment del Portal Web es reuneix tres vegades a l'any, amb sessions extraordinàries si és necessari. 2. Comitè Operatiu de Seguiment del Portal El Comitè Operatiu de Seguiment del Portal Web és l'òrgan en el qual el Comitè Estratègic de Seguiment del Portal Web delega la definició, la implementació i el seguiment del pla de continguts i les accions de millora del portal . Funcions: Coordinar la gestió del dia a dia del portal web. Aglutinar les peticions , avaluar-les i prioritzar -les seguint el pla estratègic i els objectius marcats pels comitès de govern. Decidir i prioritzar els evolutius de la plataforma ( backlog ). Participar de l'elaboració del full de ruta de millores al portal. Gestionar els proveïdors encarregats de l'evolució del portal. Donar suport a les àrees en la publicació de continguts. Coordinar els nous projectes i les campanyes dins del portal. Vetllar per la coherència en el relat i visual en tot el portal. Facilitar informes de seguiment alineats amb els objectius. El Comitè Operatiu de Seguiment del Portal Web es reuneix quinzenalment i pot comptar amb la participació d'altres membres convidats. 3. Squad operatiu del portal web L' squad operatiu o equip de treball del portal està format per un equip multidisciplinari interdepartamental que organitza i executa la feina del dia a dia del portal i els seus projectes associats. L'objectiu principal és promoure la col·laboració interdisciplinària, agilitzar la presa de decisions i optimitzar l'execució del projecte. Funcions: D'acord amb la línia editorial i els criteris establerts als comitès: Organitzar i executar la feina del dia a dia. Coordinar i/o implementar projectes o millores. L' squad operatiu de seguiment del portal està integrat per membres de les àrees de Comunicació, Màrqueting i Tecnologia , que es reuneixen de manera síncrona cada setmana i gestionen de manera asíncrona els diferents reptes que van sorgint. Aquest squad operatiu de treball, format per diferents professionals (editors web, dissenyadors, responsables gràfics, portadistes i especialistes en SEO i desenvolupament web, entre d'altres) i vinculat a projectes i a la implementació estratègica del portal, és totalment compatible amb els rols clau en la governança dels diferents espais del portal web: information owner , content owner i content editor . 4. Rols Diferenciem tres tipus de rols ( information owner , content owner i content editor ) com a part fonamental de la governança col·laborativa del portal. L'objectiu és assegurar-nos que els continguts de cada espai del portal tinguin clarament identificats els seus referents amb una atribució clara i eficient de responsabilitats, requisit imprescindible perquè els continguts publicats siguin rellevants i de qualitat i estiguin actualitzats. Information owner És l'expert responsable de proporcionar els missatges i continguts principals d'una secció específica del portal des d'una visió estratègica. És l' últim responsable de la informació i de la seva actualització. És el responsable del què , no del com . És un agent clau en la definició del brífing del projecte. Content owner S'encarrega d' actualitzar els continguts d'una secció determinada del portal i de garantir-ne la qualitat en el temps. Fa canvis puntuals al portal seguint les plantilles existents. Sovint és l' intermediari entre l' information owner i el content editor . Content editor És l'expert que trasllada el contingut de manera òptima al format web. Proporciona les plantilles per als espais del portal. Té un alt coneixement del CMS i segueix les pràctiques recomanades d'UX i SEO. Desenvolupa el seu paper amb el suport d'especialistes (SEO, UX, analítica, etc.). Es responsabilitza dels espais estratègics del portal, en consens amb el Comitè Operatiu de Seguiment del Portal Web. Circuits, procediments i criteris Segons el tipus, diferenciem dues tipologies de projectes del portal : business as usual (manteniment) i growth & transformation (quick wins i grans projectes). 1. Àmbit de gestió del portal: run, growth i transform El model de gestió del portal es fonamenta en tres àmbits: Run Manteniment, dia a dia del portal. Està vinculat a l' squad operatiu . Es dona una cobertura a les necessitats vinculades a l'actualització d'espais ja existents. Hi ha intervencions vinculades a petites millores o a la resolució d'incidències. Pot implicar la participació de l'Àrea de Tecnologia (evolutius o incidències). No hi participen altres proveïdors ni té pressupost extra assignat. Growth Quick wins , evolució del portal. Està vinculat al Comitè Operatiu i al Comitè Estratègic . Es tracta de projectes petits o mitjans de millora que requereixen un brífing web per acreditar que es tracta d'una iniciativa madura. Poden implicar la participació de l'Àrea de Tecnologia (evolutiu o projecte). Hi poden participar altres proveïdors i poden necessitar un pressupost específic. Es planifiquen i prioritzen a partir de l' aprovació del Comitè Operatiu de Seguiment del Portal Web. Transform Grans projectes. Visió, prioritzacions i full de ruta. Són projectes d'alt abast i d'impacte polític o estratègic que requereixen un brífing estratègic de l' information owner o d'algun altre sponsor . L'equip web ha de donar suport en la conceptualització i l'aterratge d'idees. Acostumen a implicar la participació de l'Àrea de Tecnologia (projecte) i d'altres proveïdors, i a necessitar grans pressupostos . S'hi fan transformacions importants . 2. Circuit de projectes web Comprèn des del moment en què sorgeix la necessitat fins a la implementació del projecte. Durant tot aquest procés és molt important l'acompanyament que l'equip web ofereix a l' information owner com a agent clau en la definició de la necessitat (brífing). Consta de quatre grans moments: Contacte amb l'equip web Classificació de la necessitat per part de l'equip web Planificació de la necessitat per part de l'equip web Desenvolupament de la millora per part dels equips implicats 3. Criteris per a la publicació d'un espai web Aquests principis responen a la pregunta \"Què ha de tenir un espai per ser publicat?\". Recullen els aspectes següents: Objectius: els espais web han de tenir una intencionalitat que els connecti amb la seva audiència. Públics: cal conèixer l'audiència i les seves necessitats per vincular-les amb la nostra proposta de valor. Context: considerar els referents web, els KPI i el comportament dels usuaris determina que una solució web sigui òptima. User-centered: tenir en compte les necessitats dels usuaris és clau per incrementar-ne la satisfacció al web. Perdurabilitat: els continguts han de ser sostenibles en el temps. L'actualitat l'aportaran les notícies, els ítems d'agenda i les xarxes socials. Accessibilitat: l'accessibilitat beneficia el mateix web i el fa més lleuger i adaptable a diferents dispositius i navegadors. SEO: per ser visibles a Google, calen enllaços entrants i considerar les consultes i la intenció de cerca dels usuaris. Mobile first: els continguts dissenyats a partir d'una visualització mòbil generen una experiència d'usuari millor. No dispersió: és millor pocs URL estratègics i molt treballats que dispersar massa els missatges. La dispersió comporta un risc elevat de canibalització al rànquing de Google. Manteniment sostenible: els espais publicats han de ser governables, mantenibles i mesurables. 4. Model d'anàlisi de la situació web Aquest model preveu l'anàlisi, tant pròpia com d'altres agents del sector , de qüestions SEO i web perquè serveixi com a punt de partida per a qualsevol iniciativa de millora del portal. Aquesta anàlisi preveu els aspectes següents: Anàlisi de la competència o d'altres referents Benchmarking Keyword research de la competència o d'altres referents Anàlisi interna Analítica web SEO Comportament de l'usuari"
}