{
  "url": "https://uoc.edu/ca/estudis/postgraus",
  "content": "Diplomes d'especialització i diplomes d'expert Online Propera matrícula: maig 2025 Per als programes que inicien docència al setembre i a l'octubre. Potencia la teva carrera professional Amb la formació permanent online de la UOC, guanya valor al mercat laboral. 30 anys transformant l'aprenentatge en línia Què són els diplomes de formació permanent online? Potencia la carrera professional i guanya valor al mercat laboral amb els diplomes d'especialització i els diplomes d'expert de la UOC. Aprendràs amb un mètode d'aprenentatge únic en què tu gestiones el teu temps i disposes d'un acompanyament continuat del professorat. Sense classes ni horaris Modalitat 100% online De 10 a 36 crèdits ECTS Formació online per àrees de coneixement Si decideixes formar-te amb els diplomes d'especialització i els diplomes d'expert online de la UOC, aprendràs per mitjà dels diferents recursos disponibles al Campus Virtual. En tot moment disposes de l'assessorament de tutoria i l'acompanyament personalitzat del professorat. A més, pots compartir els teus punts de vista i coneixements amb la resta d'estudiants. Escull entre les nostres àrees de coneixement: Arts i Humanitats; Ciències de la Salut; Comunicació i Informació; Dret i Ciència Política; Disseny, Creació i Multimèdia; Economia i Empresa; Informàtica, Multimèdia i Telecomunicació; Psicologia i Ciències de l'Educació, i Turisme. Escull els diplomes de formació permanent online de la UOC Els diplomes d'especialització i els diplomes d'expert online de la UOC són programes orientats a l'adquisició dels coneixements exigits en els perfils professionals més valorats. Han estat concebuts tenint en compte les últimes tendències de la societat. Són, per tant, una eina útil per al teu progrés en el món laboral. Diplomes d'especialització Els diplomes d'especialització t'ajuden a impulsar la carrera professional i a especialitzar-te. Diplomes d'expert Els diplomes d'expert són cursos de curta durada amb un alt nivell de professionalització. 30 anys de la UOC El 1994 vam ser la primera universitat online del món. Avui, som referents mundials en e-learning. Per què escollir la UOC? Avalada pels nostres graduats i graduades Un 79 % tornaria a triar la UOC. Un 81 % està satisfet/a amb la titulació. 90.400 Estudiants 89% Estudia i treballa. Reconeguda per les empreses. Model educatiu La UOC es caracteritza per un model educatiu propi, basat en una metodologia online de qualitat, que situa l'activitat de l'estudiant al centre. Amb nosaltres, l'estudiant aprèn de manera activa. Premis internacionals Avalen la nostra metodologia online la implicació en projectes de recerca, el compromís social i una trajectòria vinculada a l'e-learning de qualitat. 122.750 Graduats i graduades"
}