{
  "url": "https://uoc.edu/portal/ca/uneix-equip/diversitat-talent/personal-docent-investigador/index.html",
  "content": "Diversitat de talent Personal docent investigador Jordi Planella Catedràtic de Pedagogia Social de la UOC Amal Elasri Professora dels Estudis d'Economia i Empresa de la UOC El professorat de la UOC impulsa i dirigeix l'activitat docent no presencial , i gestiona els plans d'estudis, els continguts de les matèries i els materials docents, vetllant en tot moment per la coordinació del procés d'aprenentatge dels estudiants i la qualitat de la formació. Impulsa la innovació, especialment en metodologies aplicades a l'ensenyament no presencial i en la recerca en el seu àmbit de coneixement, liderant activitats que contribueixen a difondre el coneixement i transferir-lo a la societat , i participant-hi. El professorat propi de la UOC forma un equip d'alt nivell que es configura en una organització integrada i de cultura emprenedora , orientada a l'excel·lència, i que fa del treball científic, la qualitat i l'eficiència un dels objectius bàsics per a la gestió docent. La UOC té el distintiu Human Resources Excellence in Research , el segell de qualitat que reconeix la capacitat de generar un entorn de treball favorable a la recerca, fomentant l'estudi i potenciant la carrera dels investigadors en el marc europeu. Els processos de selecció de la UOC es basen en els principis OTM-R, per tal d'assegurar que se selecciona la millor persona per al lloc de treball. L'OTM-R és conegut per les seves sigles en anglès (open, transparent and merit-based recruitment) i pretén implementar pràctiques de reclutament obertes, transparents i basades en el mèrit. És un dels pilars de la Carta europea dels investigadors i, en particular, del Codi de conducta per a la contractació d'investigadors, publicat per la Comissió Europea el 2005. Inscriu-te a les ofertes de personal docent investigador Veure totes les ofertes Procés de selecció Veure més sobre les fases i el procés de selecció Talent UOC «Per afavorir un canvi de comportament necessitem aplicacions persuasives i ètiques» Manuel Armayones és director del Behavior Design Lab del grup Psicologia, Salut i Xarxa (PSINET) de l'eHealth Center de la UOC i codirector de la Càtedra UOC-COCEMFE per a l'Autonomia Personal i la Salut Digital «La filosofia és també un combat contra tot allò que no ens deixa pensar» Marina Garcés, professora del màster universitari de Filosofia per als Reptes Contemporanis (UOC) i coordinadora del nou grup de recerca MUSSOL «El 'deep learning' podria detectar si una persona està infectada de COVID-19 amb un enregistrament de la seva pròpia tos» Carles Ventura, professor i investigador del grup Artificial Intelligence for Human Well-being de la UOC Coneix la UOC Som una universitat global amb un model d'aprenentatge no presencial que permet la formació en diferents etapes de la vida. Promovem el talent, la recerca i la transmissió de coneixement per millorar la vida de les persones. Sobre la UOC"
}