{
  "url": "https://uoc.edu/portal/ca/coronavirus/ultimes-noticies.html",
  "content": "Darreres informacions El semestre que ve, les proves d'avaluació final i les defenses dels treballs finals continuaran sent virtuals Els estudiants de dinou màsters faran la defensa de treball final de manera síncrona i pública Els actes de graduació del curs 2019-2020 s'endarrereixen al novembre del 2021 Recollida i devolució del préstec bibliotecari Com s'han de recollir i retornar els llibres reservats a partir d'ara Comunicat del rector. S'amplia l'e-treball generalitzat i prioritari per a tot el curs 2020-2021 La UOC contribueix a l'adaptació de més de 9.000 professors a una docència en remot durant la pandèmia Un miler d'estudiants d'FP en línia de Jesuïtes Educació i la UOC fan 3.700 proves virtuals per primera vegada a causa de la COVID-19 17.000 estudiants de la UOC fan 30.000 proves virtuals per primera vegada a causa de la COVID-19 Reobrim amb restriccions les seus territorials La UOC se suma al dol oficial per les víctimes de la COVID-19 Renovem tots els préstecs de la Biblioteca de manera automàtica Dies per fer les proves d'avaluació final virtuals Proves d'avaluació final: revisem el model d'avaluació d'algunes assignatures Govern i universitats proposen quatre formats d'avaluació no presencial davant la situació de confinament per la pandèmia de la COVID-19 Renovem tots els préstecs de la Biblioteca de manera automàtica Comunicació de la UOC en relació amb el Reial decret llei 11/2020, de 31 de març L'agenda d'activitats fins al 31 de juliol queda ajornada Comunicat del rector sobre la COVID 19 i els 25 anys de la UOC Les proves d'avaluació final seran totes virtuals aquest semestre L'agenda d'activitats fins al 31 de maig queda ajornada Comunicat del rector a la comunitat Conectad@s: La universidad en casa La UOC participa en UNIferia, una fira virtual d'educació per a futurs universitaris Tancament de les seus de Mèxic i Colòmbia Renovació automàtica dels préstecs en curs de la Biblioteca Sobre la seguretat del personal extern Mesures de flexibilització de l'avaluació Tancament de les seus territorials i institucionals Comunicat del rector sobre la COVID-19 Sobre l'activitat de la UOC, a data 13 de març Mesures per a reduir la presencialitat a la UOC Creació d'un grup de seguiment i mesures preventives Informació d'interès sobre la COVID-19 26/04/2021 El semestre que ve, les proves d'avaluació final i les defenses dels treballs finals continuaran sent virtuals S'allarga el període d'excepcionalitat a causa de la COVID-19 i durant el curs 2021-2022 la UOC continuarà prenent les mesures necessàries per adaptar-se a les necessitats de l'estudiantat en temps de pandèmia. Més informació 09/11/2020 Els estudiants de dinou màsters faran la defensa de treball final de manera síncrona i pública El semestre passat, sis màsters universitaris van començar a fer defenses síncrones i públiques. Des d'aquest semestre, ja són dinou els programes que les duran a terme en aquest format. Progressivament i de manera esglaonada, totes les defenses dels nostres màsters universitaris es faran així. 27/10/2020 Els actes de graduació del curs 2019-2020 s'endarrereixen al novembre del 2021 Els actes de graduació del curs 2019-2020, que havien de tenir lloc durant el mes de novembe de 2020, s'hauran d'endarrerir fins al novembre del 2021 arran de la pandèmia i guiant-nos per la prudència recomanada per les autoritats sanitàries i educatives. Així, la graduació del novembre de 2021 aplegarà els graduats i les graduades de les dues darreres promocions de la UOC. 26/10/2020 Recollida i devolució del préstec bibliotecari A partir d'ara no és necessari demanar cita prèvia per la recollida i devolució del préstec bibliotecari. Més informació 22/09/2020 Com s'han de recollir i retornar els llibres reservats a partir d'ara Necessites demanar en préstec un llibre de la Biblioteca per a l’inici del curs? Tens un document en préstec des de fa temps i el vols retornar? Aquests són els passos que has de seguir per gaudir de la teva lectura. El servei de préstec està disponible dins l’Estat espanyol i Andorra. Els temps d'espera del servei de préstec (processament de retorns i disponibilitat dels llibres per la recollida) poden ser superiors als habituals pel compliment de les mesures de seguretat aplicades a causa de la COVID-19. Més informació 16/09/2020 Comunicat del rector. S'amplia l'e-treball generalitzat i prioritari per a tot el curs 2020-2021 «(...) en exercici de la nostra autonomia universitària i la nostra responsabilitat social, us vull comunicar personalment que el Consell de Direcció ha decidit prorrogar, de manera prioritària, l'e-treball generalitzat al llarg de tot el curs 2020-2021.» «(...) la qualitat i el compromís d'aquest equip humà constitueix una de les fortaleses principals de la nostra universitat. S'ha demostrat en moments conjunturals de trasbals com els actuals, s'ha acreditat al llarg d'aquests primers 25 anys de trajectòria de la UOC —pendents de celebrar-los— i, sobretot, es constata diàriament en aquesta renovada aposta de futur per la formació, la recerca i la innovació com a eines i palanques de transformació.» Més informació 16/07/2020 La UOC contribueix a l'adaptació de més de 9.000 professors a una docència en remot durant la pandèmia Al llarg de dos mesos, el professorat de la Universitat va impartir 24 seminaris web en línia per cooperar amb el col·lectiu de docents a finalitzar el curs de manera no presencial. Més informació 08/07/2020 Un miler d'estudiants d'FP en línia de Jesuïtes Educació i la UOC fan 3.700 proves virtuals per primera vegada a causa de la COVID-19 Jesuïtes Educació i UOC X mobilitzen els seus experts en un temps rècord perquè l'estudiantat pugui acabar el seu procés d'aprenentatge aquest semestre. Més informació 25/06/2020 17.000 estudiants de la UOC fan 30.000 proves virtuals per primera vegada a causa de la COVID-19 La Universitat mobilitza els seus experts en un temps rècord perquè l'estudiantat pugui acabar el seu procés d'aprenentatge aquest semestre. Les proves s'adapten a l'entorn en línia, evitant el plagi i comprovant la identitat de l'estudiant. Més informació 22/06/2020 Reobrim amb restriccions les seus territorials A partir del dimecres 1 de juliol, les seus territorials (excepte les oficines de la UOC a Bogotà i Ciutat de Mèxic) tornen a oferir atenció presencial amb cita prèvia. Serà només per gestionar els tràmits següents: - Acarament i recollida de documentació de matrícula - Lliurament de títols Es podrà fer el retorn de préstecs de la Biblioteca (sense cita prèvia), però cal tenir en compte les hores d’obertura de les seus. Més informació 27/05/2020 La UOC se suma al dol oficial per les víctimes de la COVID-19 El Govern espanyol ha decretat deu dies de dol oficial a tot l’Estat per les víctimes mortals provocades per la pandèmia de la COVID-19. Des d’aquest dimecres, 27 de maig, i fins a la mitjanit del dissabte 6 de juny, crespons i banderes a mig pal als edificis oficials reflectiran aquest dol. La UOC també s’hi ha volgut sumar amb un crespó al seu portal i guardant un minut de silenci a les 12 h del migdia d’aquest dimecres en memòria de les més de 27.000 persones difuntes per la COVID-19. La Universitat convida la seva comunitat d’estudiants, graduats, docents, personal investigador i personal de gestió a aturar la seva activitat i guardar també aquest minut de silenci sincer. Comunicat 14/05/2020 Renovem tots els préstecs de la Biblioteca de manera automàtica Per adaptar-nos a la situació d’excepcionalitat per la COVID-19, allarguem la data de venciment de tots els préstecs en curs de la Biblioteca fins al 15 de setembre . 05/05/2020 Dies per fer les proves d'avaluació final virtuals Les proves finals tindran lloc entre el 6 i el 20 de juny. Per cada assignatura es podrà triar entre 3 dies per fer la prova. Organitza't per a les proves d'avaluació final del juny 28/04/2020 Proves d'avaluació final: revisem el model d'avaluació d'algunes assignatures Atesa la situació actual d'excepcionalitat per la COVID-19, s'han revisat els models d'avaluació de totes les assignatures aplicant-hi criteris acadèmics, i en els casos en què ha estat convenient, s'han modicat. Els estudiants han rebut un missatge per a cadascuna de les assignatures que cursen amb els criteris generals de l'avaluació final. Els detalls, els dubtes i altres informacions es tractaran en el marc de l’aula amb les especificacions que rebin des dels seus estudis. Més informació 21/04/2020 Govern i universitats proposen quatre formats d'avaluació no presencial davant la situació de confinament per la pandèmia de la COVID-19 El grup de treball del Consell Interuniversitari de Catalunya, en el qual han participat els vicerectors de la UOC Carles Sigalés i Àngels Fitó , planteja solucions davant les possibles avaluacions virtuals del curs 2019-2020. Les diferents estratègies proposades tenen com a objectiu ser el màxim d'inclusives possible per atendre la diversitat d'estudiants i garantir què ningú perd aquest curs universitari. Més informació 14/04/2020 Renovem tots els préstecs de la Biblioteca de manera automàtica Per adaptar-nos a la situació d’excepcionalitat per la COVID-19, allarguem la data de venciment de tots els préstecs en curs de la Biblioteca fins al 18 de maig . Més informació 08/04/2020 Comunicació de la UOC en relació amb el Reial decret llei 11/2020, de 31 de març El Reial decret llei 11/2020, de 31 de març, dona l'opció de prorrogar els contractes de les convocatòries de recursos humans dels ens finançadors del Sistema Espanyol de Ciència, Tecnologia i Innovació per un període equivalent a la durada de l'estat d'alarma. Els contractes afectats per aquest reial decret llei són els que s'acaben des del 2 d'abril de 2020 a l'1 d'abril de 2021. Posteriorment, la Generalitat de Catalunya ha emès un comunicat en referència a la pròrroga dels contractes FI i Beatriu de Pinós en el qual estableix que aplicarà les mateixes condicions previstes en la disposició addicional tretzena del Reial decret llei 11/2020. El Consell de Direcció de la UOC ha aprovat concedir també aquesta pròrroga als contractes de les convocatòries internes de recursos humans de la Universitat pel període que duri l'estat d'alarma i que s'acabin en les mateixes dates establertes en el Reial decret llei 11/2020. 08/04/2020 L'agenda d'activitats fins al 31 de juliol queda ajornada Totes les activitats presencials que organitza la UOC -o en què participa- i que haurien de tenir lloc entre avui i el 31 de juliol han quedat posposades fins a nova data d'acord amb les mesures de contenció de la COVID-19. 06/04/2020 Comunicat del rector sobre la COVID 19 i els 25 anys de la UOC «(...) No és moment per a celebracions, però la duresa dels moments actuals tampoc ens ha d’impedir mirar més enllà. El 6 d’abril de 1995, el Parlament de Catalunya aprovava, amb la unanimitat de tots els grups polítics, la creació de la UOC. I, des del primer moment, la nostra universitat ha exercit un paper protagonista en els canvis profunds que han modificat l’educació i la formació, el treball i la recerca, el coneixement i la vida. Ser fidels a l’esperit fundacional i a la voluntat de servei públic i d’impacte social originals ens exigeix seguir sent referents en l’impuls de la transformació digital de la nostra societat, en l’evolució del nostre model d’aprenentatge, en el cultiu de nou talent i de nous talents i, sobretot, en l’enfortiment de l’esperit d’una ciutadania crítica i responsable. A Catalunya, a Espanya i al món. (...)» Llegeix-lo tot 02/04/2020 Les proves d'avaluació final seran totes virtuals aquest semestre Davant la impossibilitat de dur a terme activitats presencials a causa de la situació d'excepcionalitat derivada de la COVID-19, modifiquem temporalment la normativa acadèmica per a garantir l'avaluació final de tots els estudiants. Aquestes són les mesures aprovades: Les proves d'avaluació finals seran virtuals per a graus i màsters universitaris, Centre d'Idiomes Moderns i assignatures lliures aquest semestre. Properament informarem de tot el que necessites per fer-les. La defensa dels treballs finals també serà virtual en tots els casos i per a tots els programes de graus, màsters universitaris i estudis propis de postgrau. Les pràctiques presencials seran virtuals o mitjançant sistemes de teletreball o activitats alternatives quan no sigui possible. Si és el teu cas, contactarem amb tu per donar-te una solució concreta. 24/03/2020 L'agenda d'activitats fins al 31 de maig queda ajornada Totes les activitats presencials que organitza la UOC -o en què participa- i que haurien de tenir lloc entre avui i el 31 de maig han quedat posposades fins a nova data d'acord amb les mesures de contenció de la COVID-19. Treballem amb els promotors de les activitats per a ajornar-les preferentment fins l'any que ve, o, si no és possible, fins a la tardor d'enguany. 20/03/2020 Comunicat del rector a la comunitat «(...) La gravetat del moment ens ha fet prendre mesures extraordinàries per poder garantir el funcionament i alhora preservar la nostra principal vocació de servei públic: hem tancat temporalment les nostres seus, hem adoptat mesures de flexibilització en l’avaluació de l’estudiantat, hem reforçat els canals d’atenció en línia i la resposta del campus (més concorregut que mai), hem desenvolupat un web per mantenir informada la nostra comunitat, hem obert nous continguts i activitats per al col·lectiu Alumni, estem focalitzant esforços en els projectes de recerca relacionats amb la pandèmia i hem col·laborat a posar a disposició de les universitats que ho necessitin recursos en obert sobre formació en línia. (...)» Llegeix-lo tot 19/03/2020 Conectad@s: La universidad en casa El Ministeri d'Universitats i la CRUE llancen una plataforma per donar suport a la transició dels ensenyaments presencials als ensenyaments online a les universitats de l'Estat espanyol. Conectad@s: La universidad en casa neix amb l'objectiu de servir de suport a docents, estudiantat i la societat en general en matèries d'educació online. Es tracta d'una iniciativa orientada a assessorar i posar a disposició recursos per al conjunt d'universitats de l'Estat per a afrontar de la manera més efectiva l'actual tancament de l'espai educatiu presencial pel coronavirus. Més informació 19/03/2020 La UOC participa en UNIferia, una fira virtual d'educació per a futurs universitaris Les dotze universitats catalanes han decidit impulsar la plataforma virtual UNIferia arran de l’ajornament per motius de seguretat sanitària del Saló de l’Ensenyament. D’aquesta manera, els estudiants de secundària del país podran trobar en un sol lloc informació sobre el ventall de graus i centres als quals poden optar per accedir als estudis universitaris. Més informació 18/03/2020 Tancament de les seus de Mèxic i Colòmbia Les seus de Mèxic i Colòmbia també estan tancades des del dimecres 18 de març . Tal com s'ha procedit en els tancaments de les seus nacionals de la UOC, se segueix proporcionant atenció personalitzada per via telefònica i en línia . 18/03/2020 Renovació automàtica dels préstecs en curs de la Biblioteca Per evitar afectacions en el retorn de llibres a causa del tancament del conjunt de seus territorials i punts UOC, la Biblioteca ha renovat de manera automàtica tots els préstecs en curs fins al 14 d’abril . Durant els pròxims dies, podràs continuar utilitzant el servei , tot i que les sol·licituds se serviran amb retard fins que la situació torni a la normalitat. Això comprèn el préstec de llibres de la UOC i també, els del préstec consorciat (PUC) i el préstec interbibliotecari (PI). Les peticions del servei d'obtenció de documents electrònics també poden presentar endarreriments a causa del tancament d’altres biblioteques i institucions. 17/03/2020 Sobre la seguretat del personal extern La UOC és responsable també de la seguretat dels treballadors externs que es desplacin a treballar a les instal·lacions de la UOC, complint així el RD 171/2004 que regula les obligacions relatives a la coordinació d’activitats empresarials de les empreses concurrents al centre de treball, per garantir la seguretat i la salut dels treballadors i de les treballadores. En conseqüència, s’estableixen els mateixos criteris que per al personal propi de la Universitat i es demana evitar la presència de personal extern als diferents edificis de la UOC. En cas que el personal extern pugui realitzar les tasques des del domicili o remotament, hauran de realitzar e-treball i mantenir-se en constant contacte amb els seus supervisors. Els serveis presencials que siguin prescindibles s’hauran de ajornar o minimitzar en funció de la situació. Un cop establerts quins serveis són indispensables, en aquests casos excepcionals que requereixin presencialitat de serveis mínims serà necessari que les persones que tinguin factors de risc i que puguin veure agreujada la seva salut no es desplacin als centres de treball de la UOC. El personal propi de la UOC que sigui responsable de serveis de empreses externes haurà de informar els seus proveïdors de les mesures establertes i comunicar al Servei de Prevenció i Salut Integral quin personal extern habitual continuarà accedint a les instal·lacions de la Universitat. 15/03/2020 Mesures de flexibilització de l'avaluació D’acord amb l’evolució de l’actual situació d’epidèmia de la COVID-19, la UOC ha decidit adoptar mesures per adaptar-se tant com sigui possible, i amb la màxima celeritat, a aquests moments d’excepcionalitat. Per un costat, es treballa per garantir la dinàmica ordinària del semestre, en atenció als estudiants i les estudiants que pugueu seguir el ritme d'estudi. A la vegada, i en paral·lel, adoptarà de manera imminent mesures de flexibilització dels programes per a tothom que tingui problemes per a seguir amb normalitat les activitats d'avaluació. Les explicarem tan aviat com sigui possible per a cada programa o assignatura. Més informació 13/03/2020 Tancament de les seus territorials i institucionals Seus territorials El conjunt de seus territorials de la UOC es tancaran al públic a partir de dilluns, 16 de març, i s'afegeixen al tancament de les de Madrid i Terrassa. Es continuarà proporcionant atenció personalitzada per via telefònica i en línia. Seus institucionals També a partir del proper dilluns, 16 de març, els edificis de Tibi3, del 22@, de Castelldefels i de Tuset romandran tancats. En cas que algú necessiti accedir a algun edifici caldrà que s’identifiqui davant del portal, i el servei de vigilància li donarà accés remotament des de l’edifici de Tibidabo. A l’edifici de Tibidabo es mantindrà la mínima activitat imprescindible. És per tot això que es recomana a tot l’equip propi fer e-treball de manera indefinida, i fins a nou avís. Consells de prevenció En aquesta línia, és important no viatjar per motius laborals ni extralaborals, i reduir al mínim els desplaçaments, en la mesura que sigui possible. També és important que tots i totes seguim les recomanacions generals que difonen els organismes oficials, com ara: Ser molt curosos amb la higiene de les mans. Fer servir mocadors d’un sol ús. Tapar-vos la boca i el nas amb l’avantbraç quan tossiu o esternudeu. Evitar tocar-vos els ulls, el nas i la boca. 13/03/2020 Comunicat del rector sobre la COVID-19 «(...) Com vosaltres, soc conscient que els dies que vindran no estaran exempts de dificultats. Totes les mesures que hem pres a la UOC, entre les quals hi ha la generalització de l’e-treball, van encaminades a preservar la salut dels nostres treballadors i treballadores, i també a fer el possible per garantir l’activitat docent i de recerca, i el funcionament de la resta de serveis. Seguirem prenent les mesures més adequades en cada moment. (...)» Llegeix-lo tot 13/03/2020 Sobre l'activitat de la UOC, a data 13 de març Seu de Madrid, seu de Terrassa i resta de seus A partir d’avui, 13 de març, l’atenció personalitzada que es presta des de la seu de Madrid serà no presencial, per via telefònica i en línia, d’acord amb la situació especial d’aquesta comunitat. La seu de Terrassa, ubicada dins l’edifici El Vapor Universitari, que ha hagut de tancar, tampoc no prestarà atenció presencial. L’atenció personalitzada se seguirà donant per via telefònica i en línia. La resta de seus de la UOC seguiran obertes com fins ara. Col·lectius amb factor de major risc Els col·lectius amb major risc (persones amb malalties cròniques, com ara les cardiovasculars, diabetis, cardíaques o pulmonars, o persones amb problemes d'immunitat), així com embarassades, haurien de fer e-treball i evitar la presencialitat a la feina. En cas que la seva activitat no permeti l’e-treball, hauran de comunicar aquesta situació al Servei de Prevenció i Salut Integral. Persones que fan pràctiques a la UOC En relació amb les persones que estan fent pràctiques a la UOC, se seguiran els mateixos criteris que per a les persones de l’equip propi: faran e-treball sempre que sigui possible, segons les instruccions rebudes des de la direcció d’estudis, centres de recerca i àrees. Persones que fan pràctiques en centres educatius, o estan a punt de començar-les Pel que fa als estudiants que fan pràctiques en centres educatius, o que estan a punt de començar-les, les pràctiques se suspenen temporalment sempre que la comunitat autònoma on les estiguin fent, o on les anessin a fer, hagi ordenat el tancament dels centres. Persones que fan pràctiques en centres sanitaris o altres institucions, o estan a punt de començar-les Pel que fa als estudiants que fan pràctiques en centres sanitaris o altres institucions, o estan a punt de començar-les, les pràctiques seguiran el seu curs, tret que el centre sanitari decideixi tancar o que segueixi funcionant però decideixi que els estudiants en pràctiques no hi han de ser. En aquests darrers casos, es facilitarà als estudiants un canal perquè es posin en contacte amb la UOC, i es farà el possible per trobar una solució alternativa. Si l’alternativa no és possible, caldrà ajornar les pràctiques. En relació amb els estudiants del màster universitari de Formació de Professorat que coordina la Universitat Pompeu Fabra, se seguiran les directrius acordades per aquesta universitat. Defenses de tesi de l’Escola de Doctorat Excepcionalment, de manera temporal la defensa de tesis doctorals es podrà fer per via telemàtica. Sincronia general de les persones que treballem a la UOC L’horari de sincronia comú per a totes les persones que treballem a la UOC en territori europeu (és a dir, la franja horària que és important que tothom comparteixi independentment de si és presencial o no presencial) ha de ser de 10 h a 16 h. Cada estudi, centre o àrea farà a més els ajustaments que consideri oportuns perquè continuïn donant-se les sincronies que en aquests àmbits siguin necessàries. 12/03/2020 Mesures per a reduir la presencialitat a la UOC De forma excepcional, i mentre duri l'actual període de contenció, s'insta les direccions d'estudis, de centres de recerca i d'àrees de gestió, a fer que es puguin determinar períodes més amplis d'e-treball dels autoritzats normalment, intentant reduir la coincidència presencial de totes les persones d'un mateix equip . En aquest sentit, s'estableix com a límit garantir que aquesta mesura no afecti el desenvolupament normal de l'activitat i garantir els processos de seguiment i control de les tasques encomanades. 11/03/2020 Creació d'un grup de seguiment i mesures preventives D'ençà que l'Organització Mundial de la Salut va declarar la situació d'epidèmia pel coronavirus SARS-CoV-2, a la UOC s'han pres mesures preventives i s'ha creat un grup de seguiment i un comitè de crisi encarregats de valorar i avaluar la situació de manera contínua i, si cal, decidir quines mesures es prenen a la Universitat els pròxims dies. 11/03/2020 Informació d'interès sobre la COVID-19 More…"
}