{
  "url": "https://uoc.edu/portal/ca/agenda/2018/agenda_151.html",
  "content": "Agenda Kick-off meeting del Projecte European Short Learning Programmes a Bèlgica Escoltar Aportar innovació a les polítiques públiques d’educació continua i d’aprenentatge al llarg de la vida i tenir una eina flexible i escalable per respondre a les necessitats de competències canviants en l’àmbit laboral i com a societat. Aquest és l’objectiu del projecte European Short Learning Programmes (ESLP), que celebrarà la seva reunió de posada en marxa els pròxims 8 i 9 de març a Lovaina, Bèlgica. La UOC participa com a membre del projecte en les jornades, impulsat per la xarxa d’universitats europees EADTU . Els cursos curts de formació són una de les apostes de les universitats membres de la xarxa EADTU per garantir una formació a mida, flexible i orientada al desenvolupament professional: cursos d’entre 5 i 30 crèdits que, un cop superats, ofereixen un certificat i que habitualment estan reconeguts dins d’altres estudis de més llarga durada, com seria el cas dels màsters. UOCX, l’Àrea de Globalització i Cooperació i els Estudis de Psicologia i Ciències de l’Educació participaran en aquesta reunió de treball en representació de la universitat. Serà l’inici oficial del projecte, que s’ha de desenvolupar en els pròxims dos anys, que compta amb el finançament del programa ERASMUS+ i en el que treballaran diferents àrees de la UOC de forma transversal. L’ESLP s’estructura al voltant de dotze activitats principals que treballaran, entre d’altres, en com incidir en polítiques públiques, el disseny dels cursos o l’apoderament de les universitats en relació amb la implementació dels SLP. La UOC liderarà l’activitat al voltant del currículum i el disseny dels cursos . Concretament, la universitat elaborarà un informe de bones pràctiques de cursos curts flexibles i escalables així com una guia pràctica de com dissenyar SLPs. També participarà en un el disseny de SLPs pilots col·laboratius amb diferents universitats europees. La participació en aquest projecte respon a l’objectiu de posicionar el model UOC internacionalment. Lloc Leuven Belgica Quan 08/03/2018 - 09/03/2018 Organitza EADTU + − Leaflet"
}