{
  "url": "https://uoc.edu/portal/ca/coronavirus/mesures-autoproteccio/index.html",
  "content": "Mesures de benestar Cuidem la salut d'ara i la del futur en aquest món canviant. En el marc de la pandèmia, des de la UOC no només compartim coneixement, sinó que apostem per fomentar una ciutadania responsable en la salut i el benestar, en el sentit més ampli. Recull d’articles d'experts i expertes de la UOC sobre benestar - Salut planetària - Nutrició i salut al segle XXI - Avenços en salut digital - Guia d'experts i expertes UOC per a una societat del segle XXI Recull de consells per afavorir els hàbits saludables Consulta tots els consells que comparteix el centre de recerca en salut digital de la UOC, l' eHealth Center sota l'etiqueta #eHCOVID19UOC per enfortir hàbits de protecció contra la COVID-19. Mesures COVID-19 de salut i teletreball Prevenció i salut • Renta't les mans sovint. • Mantingues una distància mínima de seguretat de dos metres amb altres persones. • Tapa't la boca i el nas quan tussis o esternudis. • Evita compartir menjar i estris. • Evita tocar-te la boca, els ulls i el nas sense haver-te rentat les mans abans. • En cas de confinament, exposa't una estona a la llum natural, fes exercici a la mateixa hora i ves a dormir a la mateixa hora. • Fes servir correctament la mascareta. Aprèn-ne amb la infografia de la Infermera virtual . • Consulta la informació de l'Organització Mundial de la Salut sobre els efectes de la COVID-19 en l'embaràs, el part i la lactància materna. Teletreball i salut física • L'ergonomia és un aspecte clau de la nostra salut. Consulta algunes pautes d'exercici per fer mentre treballis i criteris ergonòmics per treballar amb ordinador portàtil o altres dispositius. Tingues en compte algunes recomanacions per organitzar el temps durant el teletreball. • Algunes guies útils: consells per a l'autoenregistrament i les videoconferències i consells per fer un seminari web o una presentació telemàtica . • El col·lectiu de treballadors i treballadores de la UOC disposeu d'un servei de fisioteràpia en línia i del servei mèdic telefònic . Teletreball i conciliació responsable • Consulta la guia de bones pràctiques Teletrabajo y conciliación corresponsable en tiempo de COVID-19 , publicada per la Xarxa d'Unitats d'Igualtat de Gènere per a l'Excel·lència Universitària (RUIGEU), de la qual forma part la Unitat d'Igualtat de la UOC. La publicació està adreçada a les universitats i ofereix recomanacions i mesures per prevenir desigualtats i asimetries de gènere vinculades al teletreball, que l'actual pandèmia està agreujant. • Més informació sobre la guia de teletreball i conciliació corresponsable. Benestar emocional • Planta cara a l'estrès emocional amb el recurs FACE COVID . • Consulta els consells per a adults , famílies amb infants , famílies amb adolescents i persones grans que el Canal Salut de la Generalitat de Catalunya posa a disposició de la ciutadania. • L’aplicació GestioEmocional.cat creada per la Generalitat de Catalunya permet avaluar la pròpia salut mental, disposar d'eines per gestionar els símptomes de malestar, accedir a recursos professionals de salut mental i rebre indicacions i consells sobre què cal fer davant de l’estrès emocional. • Consulta consells psicològics en aquesta infografia . • Recorda que l'equip propi de la Universitat podeu fer ús del Servei d'Atenció Psicològica (SAP), 100 % en línia i 100 % confidencial. Més informació . Desinformació, notícies falses i sobreinformació Contribueix a combatre l'epidèmia de la desinformació amb les teves accions. Com? • Informa't a través de fonts oficials. • Instal·la't un detector de notícies falses . • Evita compartir informació no verificada. • Limita el temps de consulta d'informació sobre la pandèmia. • Deixa el telèfon en una altra habitació durant les estones de lleure. • Desactiva les notificacions de notícies sobre COVID-19. • En cas de confinament, consulta aquí com pots seguir la dieta digital . Canals oficials d'informació Canal Salut Generalitat de Catalunya Ministeri de Sanitat Govern d'Espanya Organització Mundial de la Salut"
}