{
  "url": "https://uoc.edu/portal/ca/estudis_arees/dret_ciencia_politica/docencia/protecciodades.html",
  "content": "Oferta formativa Graus Màsters Diplomes d'especialització i d'expert Formació contínua Qualitat de les titulacions Postgrau protecció de dades Postgrau de protecció de dades (Aquest programa no s'ofereix. La informació que es mostra és a efectes de la seva acreditació i per als estudiants que l'han cursat) Les dades de caràcter personal constitueixen la matèria primera de la societat de la informació i el coneixement, a la vegada que són un dels actius principals d'empreses i Administració pública. Les normes que regulen aquest àmbit formen un entramat cada vegada més complex. El postgrau de Protecció de Dades té com a objectiu que els estudiants coneguin i aprofundeixin en aquest marc normatiu, especialment el Reglament 2016/679, de 27 d'abril de 2016, conegut com el Reglament general de protecció de dades (RGPD) i la Llei orgànica 3/2018, de 5 de desembre, de protecció de dades personals i garantia dels drets digitals (LOPDGDD). El postgrau en protecció de dades està integrat per dos cursos d'especialització i un treball final de postgrau, la primera especialització dedicada a la protecció de dades i el comerç electrònic i la segona especialització, a la protecció de dades en els nous contextos de tractament de la informació. Crèdits: 36 ECTS Inici: 20 octubre 2021 Títol: Protecció de Dades Idioma: Castellà El curs Protecció de Dades i Comerç Electrònic té diferents objectius. En primer lloc, que l'estudiant conegui el conjunt de normes que regulen el tractament de la informació personal i les sàpiga aplicar als supòsits concrets. A continuació, el curs se centra a analitzar quins són els subjectes principals que participen en el tractament de la informació personal: responsable del tractament, encarregat de tractament, delegat de protecció de dades i els subjectes afectats o interessats. També s'examinen els supòsits en què el tractament té lloc mitjançant diverses modalitats, especialment quan la informació es troba en el núvol. Seguidament, cal conèixer i examinar quines són les obligacions i els drets d'aquests subjectes i els procediments per a fer-los efectius, així com les possibles responsabilitats i sancions. A partir d'aquí, l'objectiu és analitzar el tractament de dades en el context del comerç electrònic, tot veient la interacció entre la LSSI, el RGPD, la LOPDGDD i la regulació de les comunicacions electròniques. També s'examinen els serveis d'informació creditícia i la protecció de dades en el sector bancari. La segona part del Postgrau la constitueix l'especialització Protecció de Dades en els Nous Contextos de Tractament de la Informació i se centra, en primer lloc, a analitzar els aspectes relatius a la gestió del risc en el tractament de les dades personals i, especialment, la confidencialitat i la seguretat del tractament. Aquest aspecte s'aborda tant des d'una perspectiva jurídica com tecnològica, examinant amb detall els deures de seguretat i d'auditoria de la informació, tot plegat en base al Principi de responsabilitat proactiva introduït pel RGPD. S'analitza específicament la comunicació de dades i la transferència internacional de dades. Així mateix, s'aprofundeix en el tractament de dades per part de l'Administració pública i s'estudia la protecció de la informació personal en sectors específics: tractament amb finalitat policial i judicial (Directiva 2016/680); la Directiva 2016/681; ( PNR); dades de salut, àmbit laboral i privacitat, i comunicacions electròniques. Finalment, s'analitza i es reflexiona sobre els reptes principals que plantegen els nous contextos i les tecnologies de tractament de la informació per a la protecció de dades: dades massives, internet de les coses, xarxes socials, aplicacions mòbils, publicitat comportamental, perfilatge, intel·ligència artificial, algoritmes i robòtica. L'objectiu és que qui hagi seguit el curs adequadament sàpiga aplicar la normativa de protecció de dades, especialment el Reglament 2016/679 (RGPD) la Llei orgànica 3/2018 (LOPDGDD), en la seva activitat professional com a delegat de protecció de dades, auditor de protecció de dades, advocat o consultor. S'ofereix una formació tant teòrica com pràctica específica en un àmbit que exigeix una actualització i una formació contínues. Aquest Postgrau ha sigut reconegut de forma definitiva per la Asociación para el Fomento de la Seguridad de la Información, ISMS Forum Spain, com a programa formatiu que compleix els requisits establerts a l'Esquema de Certificació de l'AEPD. En compliment dels requisits de certificació, fem constar la següent informació: Entitat de Formació: Universitat Oberta de Catalunya Nom de l'Entitat Certificadora que ha reconegut el programa: Associació per al Foment de la Seguretat de la Informació, ISMS FÒRUM Nom del programa reconegut: Diploma de Postgrau de Protecció de Dades Data de reconeixement del Programa: 25 de juliol de 2019 Durada del programa: 2 semestres, total de 900 hores (36 Crèdits ECTS) Criteris de superació del programa Realització de proves d'avaluació continuada, test, casos pràctics, redacció de documents varis i clàusules de diferents tipus, exercicis d'anàlisis, comentaris de jurisprudència i de documents de diferents Autoritats, cerca de normativa i resolucions dels tribunals, intervencions en el fòrum, participació en debats i realització d'un treball final de postgrau. Matèria impartida i distribució d'hores per cadascun dels tres dominis del temari Disseny i arquitectura de sistemes d'informació (4 crèdits ECTS) Introducció al marc legal de la protecció de dades (4 crèdits ECTS) Requisits legals en el procés de tractament de les dades personals (I) (4 crèdits ECTS) Protecció de dades i comerç electrònic (4 crèdits ECTS) Seguretat i auditoria de la informació (4 crèdits ECTS) Requisits legals en el procés de tractament de les dades personals (2) (4 crèdits ECTS) Protecció de dades en l'Administració pública i en sectors particulars (4 crèdits ECTS) Entorns digitals i nous reptes per a la protecció de dades (4 crèdits ECTS) Treball final de postgrau en Protecció de dades (4 crèdits ECTS) Distribució d'hores per cadascun dels tres dominis del temari Domini 1 NORMATIVA GENERAL DE PROTECCIÓ DE DADES (Mín. exigible segons l’Esquema: 90 hores) Domini 2 RESPONSABILITAT ACTIVA (Mín. exigible segons l’Esquema: 54 hores) Domini 1 TÈCNIQUES PER GARANTIR EL COMPLIMENT DE LA NORMATIVA DE PROTECCIÓ DE DADES I ALTRES CONEIXEMENTS (Mín. exigible segons l’Esquema: 36 hores) Formació Postgrau UOC: 409 hores Formació Postgrau UOC: 145 hores Formació Postgrau UOC: 246 hores Total d'hores impartides corresponents a tots els dominis: 800 hores (32 crèdits ECTS). A aquestes 800 hores han de sumar-se 100 hores (4 crèdits ECTS) relatives al Treball de final de Postgrau Càrrega total del Postgrau: 900 hores (36 crèdits ECTS). FORMAT DEL PROGRAMA: El model del Programa és 100% virtual Relació de professors i epígrafs por domini Relación del Programa y docentes que lo imparten PROFESORS Domini 1 Domini 2 Domini 3 Pelayo Benito García X Sergio Carrasco Mayans X Miquel Colobran Huguet X X Lucía Nicole Cristea Uivaru X Joana Marí Cardona X María Dolores Mas Badia X Ramón Martín Miralles López X X Margarita Orozco Gonzalez X Alfonso Ortega Gimenez X Antonia Paniza Fullana X M. Montserrat Ponce León X X Helena Rifà Pous X X Robert Rubió Ochoa X Carles San Jose i Amat X Montse Serra Vizern X X Mònica Vilasau Solana X X A continuació es detalla el curriculum del Professorat propi de la UOC: Helena Rifà Pous Doctora en Enginyeria de Telecomunicacions per la UPC. La seva activitat docent se centra a les xarxes de seguretat informàtica i telecomunicacions. El seu camp de recerca gira al voltant del camp de la seguretat i la privadesa de les xarxes. Compta amb 19 anys d'experiència a l'àmbit docent i més de 7 anys d'experiència en altres àmbits professionals. Per a més informació, consulta el seu currículum aquí . Montse Serra Vizern Doctora en Enginyeria informàtica per la UAB. La seva activitat docent se centra en temes tècnics en el camp de sistemes operatius, ordinadors i estructura d'arquitectures. També subjectes al camp de l'ètica professional i la responsabilitat social. El seu àmbit de recerca inclou problemes ètics denginyeria, metodologies daprenentatge i eines per a laprenentatge en línia. Compta amb 27 anys d'experiència a l'àmbit docent i més de 2 anys d'experiència en altres àmbits professionals. Per a més informació, consulta el seu currículum aquí . Mònica Vilasau Solana Doctora en Dret per la Universitat de Barcelona. Professora de Dret Civil i Directora del Postgrau de Protecció de Dades de la UOC. Les seves principals línies de recerca són la protecció de dades, el dret a la intimitat i la defensa de consumidors i usuaris. Compta amb més de 25 anys d'experiència professional a l'àmbit docent. Per a més informació, consulta el seu currículum aquí . Enllaços als documents signats Codi ètic signat Declaració responsable del seu compliment"
}