{
  "url": "https://uoc.edu/ca/estudis/acces-matricula/matricula-masters-postgraus-especialitzacions",
  "content": "Com matricular-te en màsters, postgraus i especialitzacions Si la teva opció és estudiar un dels programes de formació de postgrau de la UOC , aquí pots consultar quin és el procés de matriculació. La matrícula pas a pas Explora el web de la UOC i descobreix l'oferta formativa que millor s'adapta a tu. · Troba els tus estudis per titulació . Podràs titular-te en graus, màsters universitaris, formació de postgrau, doctoratss, cursos d'idiomes, seminaris i assignatures lliures. · Si estàs interessat en una àrea en concret, visita les àrees de coneixement de la universitat. Per a més informació, consulta la pàgina específica dels estudis que vulguis cursar. Tens dubtes? Sol·licita informació i des de la UOC ens posarem en contacte amb tu per facilitar-te la informació que necessites sobre el programa, el model pedagògic, descomptes, preus, facilitats de pagament, requisits d'accés ... o altres temes que vulguis consultar. Omple el formulari de sol·licitud d'informació Per a màsters, postgraus, cursos i especialitzacions, pots formalitzar la matrícula directament des de la pàgina dels estudis que hagis triat. Prepara't per començar a estudiar: entra a les aules, coneix als companys, contacta amb els professors, consulta els materials de les assignatures i descobreix els serveis que t'ofereix la UOC. Quan et pots matricular? Matriculació a partir de l' abril per començar el curs al setembre o octubre Matriculació a partir del novembre per començar el curs al febrer o març Facilitats econòmiques Descomptes per a matrícula anticipada Pagament fraccionat en quotes Beques, ajuts i descomptes Condicions especials per a empreses Suport a esportistes de competició Informa-te'n 104.501 graduats i graduades 90% estudiants que estudien i treballen 84% tornaria a triar la UOC Tots els descomptes Pots obtenir aquest descompte si has fet a la UOC estudis d'ateneu, del Centre d'Idiomes Moderns, Seminaris de Tardor, d'hivern o d'estiu, cursos de formació a mida (UOC Corporate), o una especialització. Si esteu estudiant un grau o màster universitari però encara no us heu titulat també se us aplicarà el descompte de comunitat. Pots obtenir aquest descompte si has obtingut un títol oficial (de grau, llicenciatura, diplomatura, enginyeria o màster universitari) o un màster o postgrau propi a la UOC. Pots obtenir aquest descompte si tens algun vincle amb una empresa associada a la UOC. La UOC ofereix descomptes a les empreses que participen en la formació dels seus professionals i hi donen suport , previ acord amb la UOC. Els professionals vinculats a qualsevol empresa o institució que mantingui un acord de col·laboració amb la UOC es podran beneficiar d'avantatges i descomptes en el cost de les matrícules dels programes formatius del catàleg de la Universitat. + Consulta les condicions dels descomptes per a empreses Sessions informatives Coneix el model pedagògic i l'oferta formativa de la UOC. Participa-hi de manera online . Informa-te'n Pagament fraccionat Pots fraccionar el pagament del teu grau, màster universitari o programa de postgrau en quotes. Informa-te'n També et pot interessar... Requisits d'accés Preus, descomptes i facilitats de pagament Sessions informatives Convalidacions i reconeixement de crèdits L'opinió dels nostres graduats Graduades i graduats de la UOC t'expliquen en primera persona com han viscut el procés d'aprenentatge amb nosaltres i com la nostra metodologia els ha permès compaginar feina, estudis i vida personal. Tenir una flexibilitat d'horaris absoluta em va permetre fer el màster Daniel Marchante Realment em trobo realitzada. Ara, quan parlo, sé del que parlo. Helena Guillén La UOC t'ofereix competències, perquè el que necessites és saber-te adaptar en cada moment Manel Vicenç Volia créixer professionalment. La UOC m'ha ofert no estancar-me Alba Camacho Des de que vaig acabar el grau, he tingut un desenvolupament a la meva empresa José Miguel González"
}