{
  "url": "https://uoc.edu/ca/estudis/tramits/convalidacions-cfgs",
  "content": "Convalidacions CFGS La UOC ofereix la possibilitat de convalidar crèdits a aquells estudiants que tenen un cicle formatiu de grau superior (CFGS). Consulteu si el cicle formatiu que heu estudiat consta entre els que permeten aquesta convalidació i quines són les assignatures que podeu convalidar en cursar el vostre grau. Grau d'Arts Grau de Ciències Socials Grau d'Humanitats Grau de Traducció, Interpretació i Llengües Aplicades Grau de Logopèdia Grau de Comunicació Grau de Disseny i Creació Digitals Grau de Dret Grau de Ciència de Dades Aplicada (Applied Data Science) Doble titulació d'Enginyeria Informàtica i d'Administració i Direcció d'Empreses Grau d'Enginyeria Informàtica Grau de Multimèdia Grau de Tecnologies de la Telecomunicació Grau d'Arts Grau de Multimèdia Grau de Disseny i Creació Digitals Grau d'Administració i Direcció d'Empreses Doble Titulació d'ADE i Turisme Grau d'Economia Grau de Màrqueting i Investigació de Mercats Grau de Relaciones Laborals i Ocupació Grau d'Educació Social Grau de Psicologia Grau de Turisme Com convalidar els teus estudis Reconeixement experiència professional També et pot interessar... Com matricular-te a la UOC Requisits acadèmics d'accés Preus, descomptes i facilitats de pagament Convalidacions i reconeixement de crèdits Oferta formativa Graus Màsters universitaris Formació de postgrau Doctorat i transferència Accés a la universitat Cursos d'idiomes Seminaris i cursos Assignatures per cursar lliurement Programes de desenvolupament professional L'opinió dels nostres graduats Graduades i graduats de la UOC t'expliquen en primera persona com han viscut el procés d'aprenentatge amb nosaltres i com la nostra metodologia els ha permès compaginar feina, estudis i vida personal. Tenir una flexibilitat d'horaris absoluta em va permetre fer el màster Daniel Marchante Realment em trobo realitzada. Ara, quan parlo, sé del que parlo. Helena Guillén La UOC t'ofereix competències, perquè el que necessites és saber-te adaptar en cada moment Manel Vicenç Volia créixer professionalment. La UOC m'ha ofert no estancar-me Alba Camacho Des de que vaig acabar el grau, he tingut un desenvolupament a la meva empresa José Miguel González"
}