{
  "url": "https://uoc.edu/portal/ca/uneix-equip/diversitat-talent/personal-investigador/index.html",
  "content": "Diversitat de talent Personal investigador Diana Roig Professora i investigadora líder del grup GlobaLS de la UOC Xavier Vilajosana Professor i investigador líder del grup WiNe de la UOC Els investigadors de la UOC provenen de tot el món i desenvolupen els projectes en un entorn internacional , divers i flexible, fomentant la interdisciplinarietat, el coneixement obert, i la seva transmissió i transferència a la societat. Apliquen l'expertesa investigadora i els mèrits acadèmics, promovent diferents investigacions que els permeten col·laborar en diferents projectes i fases, i participant-hi. Assumeixen la innovació com un tret identitari i transversal present en totes les activitats, projectes i processos. La UOC té el distintiu Human Resources Excellence in Research , el segell de qualitat que reconeix la capacitat de generar un entorn de treball favorable a la recerca, fomentant l'estudi i potenciant la carrera dels investigadors en el marc europeu. Els processos de selecció de la UOC es basen en els principis OTM-R, per tal d'assegurar que se selecciona la millor persona per al lloc de treball. L'OTM-R és conegut per les seves sigles en anglès (open, transparent and merit-based recruitment) i pretén implementar pràctiques de reclutament obertes, transparents i basades en el mèrit. És un dels pilars de la Carta europea dels investigadors i, en particular, del Codi de conducta per a la contractació d'investigadors, publicat per la Comissió Europea el 2005. Inscriu-te a les ofertes de personal investigador Veure totes les ofertes Procés de selecció Veure més sobre les fases i el procés de selecció Talent UOC «Aniquilar el patrimoni cultural forma part de les estratègies bèl·liques» Glòria Munilla, catedràtica i investigadora dels Estudis d'Arts i Humanitats «Tenim el repte que els cotxes autònoms puguin circular de manera massiva i segura per les ciutats intel·ligents» Javier Panadero, investigador del grup Internet Computing & Systems Optimization (ICSO) de l'Internet Interdisciplinary Institute (IN3) de la UOC «Analitzar gestos facials amb intel·ligència artificial pot ajudar a diagnosticar Parkinson o demències» Àgata Lapedriza, investigadora líder del grup de recerca Scene Understanding and Artificial Intelligence Lab Coneix la UOC Som una universitat global amb un model d'aprenentatge no presencial que permet la formació en diferents etapes de la vida. Promovem el talent, la recerca i la transmissió de coneixement per millorar la vida de les persones. Sobre la UOC"
}