{
  "url": "https://uoc.edu/ca/estudis/masters/master-universitari-psicopedagogia",
  "content": "Presentació Pla d'estudis Reconeixement de crèdits Professorat Sortides professionals Requisits d'accés Matrícula i preu Online i sense horari Propera inscripció: 24/04 Màster universitari Online de Psicopedagogia Presentació El màster universitari online de Psicopedagogia de la UOC et forma com a especialista en orientació, assessorament i intervenció psicopedagògica, en un entorn d'educació formal (centres educatius) i/o no formal (sociocomunitari o laboral). Titulacions oficials UOC Estudis que et preparen per als teus reptes professionals. Facilitats de pagament Fracciona en quotes el teu màster. Per què estudiar el màster universitari de Psicopedagogia de la UOC? Aquest màster t'ofereix una formació psicopedagògica eminentment pràctica , basada en el desenvolupament de competències professionalitzadores que acosten la realitat psicoeducativa a la universitat. El pla d'estudis es caracteritza per desenvolupar: Una metodologia d'ensenyament i aprenentatge basada en projectes , que permet connectar els continguts teòrics amb la pràctica professional. Un enfocament basat en el paper de la recerca com a eina per a la pràctica professional psicopedagògica. Una vinculació directa entre els continguts del màster i les tendències educatives actuals. Les soft skills com a elements clau per a la pràctica professional psicopedagògica El màster universitari de Psicopedagogia de la UOC situa les competències transversals o soft skills com a elements clau per a la pràctica professional. Aquestes habilitats són necessàries perquè puguis adaptar-te i respondre als reptes i situacions que se't plantegin en el dia a dia. Per què estudiar el màster universitari de Psicopedagogia de la UOC? Aquest màster t'ofereix una formació psicopedagògica eminentment pràctica , basada en el desenvolupament de competències professionalitzadores que acosten la realitat psicoeducativa a la universitat. El pla d'estudis es caracteritza per desenvolupar: Una metodologia d'ensenyament i aprenentatge basada en projectes , que permet connectar els continguts teòrics amb la pràctica professional. Un enfocament basat en el paper de la recerca com a eina per a la pràctica professional psicopedagògica. Una vinculació directa entre els continguts del màster i les tendències educatives actuals. Les soft skills com a elements clau per a la pràctica professional psicopedagògica El màster universitari de Psicopedagogia de la UOC situa les competències transversals o soft skills com a elements clau per a la pràctica professional. Aquestes habilitats són necessàries perquè puguis adaptar-te i respondre als reptes i situacions que se't plantegin en el dia a dia. Amb aquesta formació seràs capaç de donar resposta a la necessitat d' intervenir com a professional de la psicopedagogia per transformar i millorar la societat. En aquest màster se't plantejaran problemes, situacions i reptes reals als quals hauràs de donar resposta o proposar una solució. Només d'aplicació a Catalunya : L'obtenció del títol de màster de Psicopedagogia és equivalent al del màster de Formació de professorat de secundària, especialitat Orientació Educativa, i, per tant, habilita per a exercir com a professional d'aquesta especialitat en secundària sempre que es disposi d'una titulació que doni accés a l'especialitat d'Orientació Educativa . Pel cas específic dels diplomats o graduats en Educació Social, tot i poder cursar el Màster de Psicopedagogia, donat que no tenen accés a la branca orientadora del Màster de Formació del Professorat de Secundària, no podran obtenir l'equivalència ni l'habilitació. Per a informació sobre l'accés a altres especialitats del Màster de Professorat, cal consultar el portal del Departament d'Educació. Es pot consultar la normativa en aquests enllaços (segons normativa vigent en data 1 de maig de 2019): RESOLUCIÓ EDU/720/2019 Consulteu els ensenyaments que podeu impartir en funció de la vostra titulació fent clic en aquest enllaç . Informació important si vols accedir a la Borsa de treball de personal docent a Catalunya Descarrega el programa (PDF) Titulació oficial El màster universitari de Psicopedagogia és una titulació que ha estat verificada pel Consell d'Universitats, i la seva implementació autoritzada per la Generalitat de Catalunya, segons el que marca la legislació vigent. Els títols universitaris oficials de la UOC tenen validesa en tot el territori espanyol, tenen efectes acadèmics plens i habiliten, si escau, per a la realització d'activitats professionals regulades, d'acord amb la normativa que en cada cas resulti aplicable. Aquests títols s'expedeixen juntament amb el suplement europeu al títol (SET), que facilita informació sobre els estudis cursats per l'estudiant, els resultats obtinguts, les capacitats professionals assolides i el nivell de la titulació en el sistema espanyol d'educació superior, amb la finalitat de facilitar-ne el reconeixement i promoure la mobilitat d'estudiants i titulats dins de l'espai europeu d'educació superior (EEES). La validesa en altres països dels títols universitaris oficials expedits per la UOC vindrà determinada en cada cas per les lleis d'educació de cada país. Titulació oficial El màster universitari de Psicopedagogia és una titulació que ha estat verificada pel Consell d'Universitats, i la seva implementació autoritzada per la Generalitat de Catalunya, segons el que marca la legislació vigent. Els títols universitaris oficials de la UOC tenen validesa en tot el territori espanyol, tenen efectes acadèmics plens i habiliten, si escau, per a la realització d'activitats professionals regulades, d'acord amb la normativa que en cada cas resulti aplicable. Aquests títols s'expedeixen juntament amb el suplement europeu al títol (SET), que facilita informació sobre els estudis cursats per l'estudiant, els resultats obtinguts, les capacitats professionals assolides i el nivell de la titulació en el sistema espanyol d'educació superior, amb la finalitat de facilitar-ne el reconeixement i promoure la mobilitat d'estudiants i titulats dins de l'espai europeu d'educació superior (EEES). La validesa en altres països dels títols universitaris oficials expedits per la UOC vindrà determinada en cada cas per les lleis d'educació de cada país. Consulta més detalls sobre: + Homologació + Legalització Inici 15 d’oct. 2025 100% Online 60 Crèdits ECTS Idiomes: Català, Castellà Titulació oficial Metodologia 100% online 1a. universitat online del món Acompanyament personalitzat Entre les millors universitats La UOC se situa entre el 7 % de les millors universitats del món segons el World University Rankings 2024. Qualitat de la titulació La qualitat d'aquest programa està avalada per l' AQU (Agència per a la Qualitat del Sistema Universitari de Catalunya), la qual assegura el rigor i l'acompliment dels estàndards exigits a l' EEES . + Qualitat de la titulació Acreditació de qualitat AQU Agència per a la Qualitat del Sistema Universitari de Catalunya. Coneix el Màster de Psicopedagogia L'aula virtual: accedeix-hi des de qualsevol lloc, sense barreres físiques Màster universitari de Psicopedagogia Pla d'estudis 60 ECTS 10 ECTS Optativa 35 ECTS Obligatòria 6 ECTS Treball final 9 ECTS Pràctiques Assignatures Càrrega lectiva Pràctiques Treball final Recursos per a l’aprenentatge Complements de formació Assignatures del programa Consulta els detalls de les assignatures que t'interessi cursar per adaptar els estudis al teu ritme, segons la disponibilitat i els requisits de matrícula de cada assignatura i el temps de dedicació pel qual hagis optat. Càrrega lectiva Per a l'obtenció del títol, es necessiten 60 crèdits ECTS, que s'organitzen en diferents blocs: 35 crèdits ECTS d'assignatures obligatòries 10 crèdits ECTS d'assignatures optatives 9 crèdits ECTS de pràctiques externes 6 crèdits ECTS corresponents al treball final de màster Pràctiques Tipologia de l'assignatura Obligatòria Durada 9 crèdits ECTS, que equivalen a 225 hores (mínim de 50 hores presencials + 175 hores a l'aula virtual). Són pràctiques acadèmiques currículars Modalitat/s Presencial Requisits Haver superat 20 crèdits de la titulació, 15 dels quals han de ser d'assignatures obligatòries Acompanyament Durant la realització de les pràctiques, l'estudiant disposa d'un seguiment docent personalitzat, amb un professional que actua com a tutor de centre de pràctiques i un professor que actua com a tutor acadèmic, els quals asseguren que les pràctiques es duen a terme seguint el projecte formatiu. Empreses col¿laboradores NOTA: La disponibilitat concreta de l'oferta de pràctiques en aquests centres la podeu trobar dins l'eina de gestió de pràctiques. Pràctiques Tipologia de l'assignatura Obligatòria Durada 9 crèdits ECTS, que equivalen a 225 hores (mínim de 50 hores presencials + 175 hores a l'aula virtual). Són pràctiques acadèmiques currículars Modalitat/s Presencial Requisits Haver superat 20 crèdits de la titulació, 15 dels quals han de ser d'assignatures obligatòries Acompanyament Durant la realització de les pràctiques, l'estudiant disposa d'un seguiment docent personalitzat, amb un professional que actua com a tutor de centre de pràctiques i un professor que actua com a tutor acadèmic, els quals asseguren que les pràctiques es duen a terme seguint el projecte formatiu. Empreses col¿laboradores NOTA: La disponibilitat concreta de l'oferta de pràctiques en aquests centres la podeu trobar dins l'eina de gestió de pràctiques. La llista d'empreses amb convenis de pràctiques pot variar des del moment que us hi apunteu fins que es comencen les pràctiques. Podeu trobar més informació sobre el funcionament de les pràctiques en el pla docent de l'assignatura. Aquesta informació s'actualitza cada semestre i, per tant, l'explicació concreta de l'assignatura de pràctiques sempre fa referència al semestre actual. El procediment i les dates de sol·licitud de les pràctiques s'exposen a l'espai del Campus Virtual Tràmits / Pràctiques curriculars. + Consulta més detalls de les pràctiques Pràctiques Amb la UOC, tot són avantatges a l’hora de fer les pràctiques. Disposes de més de 10.000 empreses col·laboradores en les quals dur a terme pràctiques. Les pràctiques curriculars i no curriculars representen una oportunitat única per trobar treball o millorar la teva situació actual. Més informació Treball Final de Màster Els estudis de Psicopedagogia conclouen amb l'elaboració d'un treball final. En el màster universitari de Psicopedagogia el treball final té 6 crèdits ECTS. El treball final de màster consisteix en la realització d'un projecte de recerca individual de síntesi dels coneixements adquirits en altres assignatures del màster universitari de Psicopedagogia. És una assignatura que l'estudiant ha de cursar per a finalitzar el programa i està orientada a l'avaluació de les competències associades al títol. És per això que per a matricular-se d'aquesta assignatura cal haver superat un nombre determinat de crèdits del programa. En el màster universitari de Psicopedagogia s'ofereix la possibilitat de dur a terme un treball final en algun dels tres àmbits establerts: àmbit de millora de la pràctica educativa, àmbit sociocomunitari i àmbit laboral. L'estudiant haurà de triar l'àmbit de coneixement en el qual vol fer el seu treball de final de màster. Treball Final de Màster Els estudis de Psicopedagogia conclouen amb l'elaboració d'un treball final. En el màster universitari de Psicopedagogia el treball final té 6 crèdits ECTS. El treball final de màster consisteix en la realització d'un projecte de recerca individual de síntesi dels coneixements adquirits en altres assignatures del màster universitari de Psicopedagogia. És una assignatura que l'estudiant ha de cursar per a finalitzar el programa i està orientada a l'avaluació de les competències associades al títol. És per això que per a matricular-se d'aquesta assignatura cal haver superat un nombre determinat de crèdits del programa. En el màster universitari de Psicopedagogia s'ofereix la possibilitat de dur a terme un treball final en algun dels tres àmbits establerts: àmbit de millora de la pràctica educativa, àmbit sociocomunitari i àmbit laboral. L'estudiant haurà de triar l'àmbit de coneixement en el qual vol fer el seu treball de final de màster. Per a matricular-se del treball final, prèviament cal haver fet una sol·licitud, que ha de ser acceptada per l'equip docent del programa. El tutor acadèmic de la UOC té un paper clau en l'orientació, la informació i la gestió del procés de selecció dels treballs finals. El treball final és un treball individual que es fa amb la tutorització i el guiatge del tutor del treball final, que fa l'acompanyament necessari per tal que l'estudiant el pugui portar a terme amb èxit. El tutor del treball final és l'encarregat d'orientar l'estudiant i fa el seguiment del projecte i l'assessora en cadascun dels aspectes: conceptualització, fonamentació, metodologia, redacció dels resultats i defensa. El treball final conclou amb una defensa, en la qual l'estudiant ha de presentar i defensar la versió final del TFM davant una comissió d'avaluació formada per dos professors del màster universitari de Psicopedagogia, que l'avaluen; un d'ells serà el tutor. Cada professor avaluarà de manera individual el treball i posteriorment hi haurà una posada en comú i es redactarà l'acta d'avaluació amb la nota definitiva. A més, prèviament, el Tribunal d'Avaluació rep un informe valoratiu fet per un company, és a dir, per un altre estudiant de l'assignatura de TFM del màster del mateix semestre. La qualificació del treball final consta de dos parts: (1) el lliurament d'activitats del procés d'elaboració del TFM (10% de la nota final), i (2) el lliurament i la defensa del TFM definitiu (90% de la nota final). La defensa s'ha de fer mitjançant l'enviament d'una presentació de màxim cinc diapositives que sintetitzin l'essència del treball i d'un vídeo - de com a màxim cinc minuts - on es presenti aquest treball final. Per a més informació sobre la docència i el procés de sol·licitud, cal consultar el pla docent, a la Secretaria del Campus un cop s'ha demanat l'accés al programa. Recursos per a l'aprenentatge El màster universitari de Psicopedagogia disposa d'uns recursos d'aprenentatge de diferent tipologia (en format paper, audiovisual, etc.) que, d'acord amb el model educatiu totalment virtual de la Universitat, permeten als estudiants de treballar i assumir els continguts del màster. Complements de formació Amb l'objectiu d'anivellar el bagatge formatiu, han de cursar fins a un màxim de 16 crèdits ECTS de complements formatius els estudiants sense perfil d'ingrés recomanat . Les assignatures previstes a aquests efectes són les següents: Psicologia del desenvolupament (6 crèdits ECTS) Societat, família i educació (5 crèdits ECTS) Processos i contextos educatius (5 crèdits ECTS) La realització d'aquests complements formatius no és obligatòria per a accedir al màster universitari, però sí per a obtenir el títol. Màster universitari de Psicopedagogia Reconeixement de crèdits Reconeixement de crèdits Avaluació d'estudis previs Reconeixement d'experiència professional Reconeixement de crèdits La UOC permet convalidar o adaptar els estudis que s'han cursat anteriorment i reconèixer assignatures o pràctiques d'acord amb l'experiència professional. El reconeixement de crèdits permet reduir el temps d'estudi. Per a qualsevol dubte, ompliu el formulari de sol·licitud d'informació i contactarem amb vosaltres. Avantatges de sol·licitar un reconeixement de crèdits Les assignatures reconegudes per mitjà de l'avaluació d'estudis previs (AEP) o del reconeixement acadèmic de l'experiència professional (RAEP), no les heu de cursar en el vostre programa d'estudis. Els crèdits reconeguts, un cop s'han incorporat a la matrícula, es descompten del total de crèdits que cal cursar per a obtenir el títol. En el cas dels graus, la UOC reconeix crèdits de formació bàsica de la mateixa branca de coneixement, mentre els estudis aprovats siguin d'ensenyaments universitaris oficials (excepte en el cas del màster universitari) i pertanyin a la mateixa branca de coneixement que el grau de destinació. Reconeixement de crèdits La UOC permet convalidar o adaptar els estudis que s'han cursat anteriorment i reconèixer assignatures o pràctiques d'acord amb l'experiència professional. El reconeixement de crèdits permet reduir el temps d'estudi. Per a qualsevol dubte, ompliu el formulari de sol·licitud d'informació i contactarem amb vosaltres. Avantatges de sol·licitar un reconeixement de crèdits Les assignatures reconegudes per mitjà de l'avaluació d'estudis previs (AEP) o del reconeixement acadèmic de l'experiència professional (RAEP), no les heu de cursar en el vostre programa d'estudis. Els crèdits reconeguts, un cop s'han incorporat a la matrícula, es descompten del total de crèdits que cal cursar per a obtenir el títol. En el cas dels graus, la UOC reconeix crèdits de formació bàsica de la mateixa branca de coneixement, mentre els estudis aprovats siguin d'ensenyaments universitaris oficials (excepte en el cas del màster universitari) i pertanyin a la mateixa branca de coneixement que el grau de destinació. Com es pot sol·licitar el reconeixement de crèdits El tràmit es pot fer cada semestre i el resultat es comunica abans que comenci la docència. La tramitació de la sol·licitud s'ha de fer des del Campus Virtual. L'estudiantat de nova incorporació han d'haver demanat prèviament la sol·licitud d'accés. Una vegada teniu accés al Campus Virtual, podeu consultar les taules d'equivalències amb moltes titulacions d'altres universitats, que mostren una simulació dels crèdits que podeu convalidar. Si no hi trobeu la taula d'equivalències pròpia dels vostres estudis realitzats, una comissió analitzarà la vostra sol·licitud de manera personalitzada. L'avaluació d'estudis previs i el reconeixement de l'experiència professional es poden demanar durant tota la vida acadèmica a la UOC, i sempre els podeu actualitzar si aporteu més estudis o una experiència professional nova. El resultat del reconeixement de crèdits el rebreu a la bústia personal i, en cas que no hi estigueu d'acord, disposareu d'un període de temps per a fer-hi al·legacions. Avaluació d'estudis previs L'avaluació d'estudis previs (AEP) és el tràmit que han de sol·licitar l'estudiantat que vulgui convalidar els estudis que han cursat en aquesta universitat o en qualsevol altra. L'AEP no és un tràmit obligatori. Per a la sol·licitud de l'AEP només es considera vàlid l'últim expedient adaptat. El resultat de l'avaluació d'estudis previs té validesa sempre que tingueu expedient obert a la UOC. Si sou estudiants de nova incorporació, tindrà validesa si us matriculeu el semestre immediatament posterior a la demanda del tràmit. En cas contrari, la vostra AEP caducarà i haureu de fer el tràmit de nou. L'avaluació d'estudis previs, la fa una comissió presidida pel vicerector de Professorat i Ordenació Acadèmica i integrada pels directors dels programes de la UOC. Hi actua de secretari el responsable del tràmit de la Secretaria. Les funcions d'aquesta comissió són l'avaluació i la proposta de convalidacions, adaptacions i reconeixement de crèdits de lliure elecció. Reconeixement acadèmic de l'experiència professional La UOC ofereix la possibilitat de reconèixer algunes assignatures o pràctiques en funció de l'experiència professional demostrada. Per aconseguir-ho cal sol·licitar el Reconeixement acadèmic de l'experiència professional (RAEP), un tràmit en què cal acreditar documentalment aquest bagatge professional. D'aquesta manera es poden convalidar fins al 15% dels crèdits de la titulació. + Consulta les convalidacions RAEP Màster universitari de Psicopedagogia Professorat Direcció d'Estudis Direcció del programa Professorat Col·laboradors Direcció d'Estudis Jordi Planella Ribera Catedràtic de l'àrea de Teoria i Història de l'Educació. Doctor en Pedagogia (UB). Ha estat educador social en el sector de persones amb diversitat funcional, en protecció a la infància i en programes comunitaris. Investigador del LES. És professor de la UOC des de l'any 2004, on imparteix docència en el grau d'Educació Social, el Màster de Psicopedagogia i el Doctorat en Educació i TIC (e-learning). Entre d'altres és autor de: Pedagogía Social Reflexiva (Publicacions UB, 2023); Sociedades Inclusivas (Ediuoc, 2023); Pedagogías Corporales (Octaedro, 2023). Web CV Direcció del programa Rosa Maria Mayordomo Saiz Doctora en Psicologia (2004). Postgrau en Especialització Professional per l'Assessorament i l'Orientació Psicopedagògica (1988). Llicenciada en Psicologia (1987); professora de Psicologia de l'educació; Experta en processos d'ensenyament/aprenentatge, influència educativa, avaluació formativa i feedback dialògic; Membre del grup de recerca EdOline Research Group. Web CV Professorat Alejandro Paniagua Rodriguez Doctor en Antropologia Social per la UAB i mestre de primària. Té experiència professional com a mestre en les etapes obligatòries i post-obligatòries, i com a tècnic de projectes socioeducatius a diverses entitats del tercer sector. Ha fet estades de recerca al Regne Unit i als EUA i ha treballat com a consultor en diferents organismes internacionals com l'OCDE a París i The Brookings Institution a Washington. El seu treball de recerca gira al voltant de les desigualtats educatives, l'atenció a la diversitat, la innovació pedagògica i l'anàlisi de polítiques públiques. Web Ana Galvez Mozo Doctora en Psicologia. Professora agregada de Psicologia social del treball i les organitzacions a la titulació de Psicologia. 2011-2017: directora de la llicenciatura i el grau de Psicologia. Interessos de recerca: 1. Anàlisi de la relació que s'estableix entre el gènere, el treball, la conciliació de la vida laboral-familiar-personal i la sostenibilitat social; 2. Anàlisi de com els nous models laborals, caracteritzats per la precarietat i la flexibilitat laboral, afecten i configuren la vida de les persones, així com el paper del gènere en aquestes problemàtiques. Web CV Anna Espasa Roca Doctora en Societat de la Informació i el Coneixement per la Universitat Oberta de Catalunya, en l'àmbit general de l'avaluació dels aprenentatges en entorns virtuals i específicament sobre el feedback com a promotor de la regulació de l'aprenentatge en línia. Investigadora del grup de recerca EdOnline. Web CV Guillem Bautista Pérez Doctor en Pedagogia per la Universitat de Barcelona. Investigador del grup de Recerca Smart Classroom Project (www.smartclassroomproject.com). Desenvolupa les seves investigacions en relació al disseny d'espais d'aprenentatge des d'una triple dimensió: pedagògica, ambiental i digital. Ha desenvolupat diferents projectes de recerca competitius vinculats amb aquesta temàtica. Professor de diferents graus i màsters vinculats a la formació del professorat i el disseny d'espais d'aprenentatge. Web CV Jordi Planella Ribera Catedràtic de l'àrea de Teoria i Història de l'Educació. Doctor en Pedagogia (UB). Ha estat educador social en el sector de persones amb diversitat funcional, en protecció a la infància i en programes comunitaris. Investigador del LES. És professor de la UOC des de l'any 2004, on imparteix docència en el grau d'Educació Social, el Màster de Psicopedagogia i el Doctorat en Educació i TIC (e-learning). Entre d'altres és autor de: Pedagogía Social Reflexiva (Publicacions UB, 2023); Sociedades Inclusivas (Ediuoc, 2023); Pedagogías Corporales (Octaedro, 2023). Web CV Julio Meneses Catedràtic de Mètodes d'Investigació dels Estudis de Psicologia i Ciències de l'Educació de la Universitat Oberta de Catalunya (UOC), director d'Anàlisi de l'Aprenentatge i de la Docència de l'eLearning Innovation Center (eLinC) i investigador de l'Internet Interdisciplinary Institute (UOC) Web CV Lorena Becerril Balín Doctorada en Societat de la Informació i el Coneixement (UOC), llicenciada en Psicopedagogia (UOC) i mestra d'Educació Física (UB). Professora dels Estudis de Psicologia i Ciències de l'Educació. Col·labora en la formació de mestres i l'assessorament a centres educatius en el Servei d'Assessorament i Innovació Pedagògica de la Facultat de Psicologia, Ciències de l'Educació i de l'Esport Blanquerna. Investigadora del grup de recerca SINTE - Seminari Interuniversitari d'Investigació sobre Estratègies d'Ensenyament i Aprenentatge. CV Maite Fernández Ferrer Doctora en Educació i Societat per la Universitat de Barcelona i membre del grup de recerca consolidat \"Learning, Media & Social Interactions\". Des del 2010 ha format part de diferents estudis sobre competències i avaluació dels aprenentatges i de la qualitat a l'educació superior. Entre les seves estades de recerca internacionals hi ha, el 2012, la de la University of Cape Town (Sud-àfrica) durant sis mesos i, el 2015, la de la Universität zu Köln (Alemanya) durant tres mesos. El 2017, i gràcies a una beca predoctoral de la Generalitat de Catalunya, va completar el seu programa de doctorat internacional presentant la seva tesi sobre educació amb ús de les TIC, concretament sobre els nous cursos en línia massius i oberts i la seva avaluació. Actualment, treballa de professora lectora als Estudis de Psicologia i Ciències de l'Educació de la Universitat Oberta de Catalunya on imparteix docència als màsters universitaris \"Avaluació i Gestió de la Qualitat a l'Educació Superior\", \"Psicopedagogia\" i \"Educació i TIC\" CV Marta López Costa Doctora en Ciències de l'Educació per la Universitat de Barcelona. Professora dels Estudis de Psicologia i Ciències de l'Educació. Membre del grup de recerca EMA de la Universitat de Barcelona. Web CV Teresa Guasch Pascual Directora dels Estudis de Psicologia i Ciències de l'Educació de la UOC (des de gener del 2014). Directora de la llicenciatura de Psicopedagogia (2006-2011). Llicenciada en Psicopedagogia per la Universitat Ramon Llull. Web CV Col·laboradors Adelina Miro Miro Albert Bretxa Lloret Aleix Barrera Corominas Aleix Gabarro Sust Ana Ines Renta Davids Ana Maria Mora Pérez Ana Maria Morey Alzamora Ana Recio Cruz Anais Illa Rosalen Angelina Sanchez Marti Anna Diaz Anna Rigat Cererols Arantxa Ribot Horas Cynthia Verónica Sabaté Pérez Enric Bolea López Ester Miquel Bertran Esther Carcel Ferrer Eva Esteruelas Castro Ferran Gandol Casado Ferran Poca Gazquez Francisco Esteban Bara Gemma Collmalivern Piella Gemma Valles Periz Helena Palomares Larreula Inmaculada Villen Diaz Irene Puig Pi Isabel Jimenez Isabel Pellicer Cardona Josep Maria Garcia Balda Josu Mujika Lizaso Juan Diego Hernandez Albarracin Karina Rivas Laia Grecco Rubiras Lidia Fortet Rodriguez Maria Angeles Megias Buitrago Maria Antonia Vivas Alonso Maria Cristina Justo Albos Maria Eulalia Torras Virgili Maria Immaculada Balart Colom Maria Vanessa Rodriguez Pousada Maria del Mar Viura Oriol Mario Fabrega Quilez Merce Esteve Balague Miguel Angel Torrico Franco Montserrat Pujol Homs Neus Rosalia Ferre Lazaro Nuria Suñe Soler Olga Bernad Cavero Oscar Chiva Bartoll Raquel Cercos Raichs Raquel Muguerza Raquel Rico Marin Raul Castillo Trigo Raul Izquierdo Usero Ruth Llado Cabruja Salvador Viciana Caballero Sandra Gallardo Ramirez Sergi Valero Ventura Sonsoles Guerra Liaño Sue Gutierrez Berciano Teresa Garcia Xitlally Guadalupe Flecha Macias angel Domingo Villarreal Màster universitari de Psicopedagogia Sortides professionals Sortides professionals Objectius Perfils Competències Sortides Professionals Informació important si vols accedir a la Borsa de treball de personal docent a Catalunya Els principals llocs de treball que el psicopedagog o orientador podrà ocupar es detallen a continuació (adaptat de Riera, 2003). Cal tenir en compte també que aquest Màster permet cursar un Doctorat sempre que l'estudiant compleixi amb les condicions que exigeix el programa de doctorat concret en què es vulgui matricular. En l'àmbit formal: Intervenció i assessorament en alumnes amb dificultats de l'aprenentatge Gabinets psicopedagògics Departaments d'orientació Coordinador de plans d'atenció a la diversitat Disseny, desenvolupament i avaluació de plans d'orientació Facilitador dels processos de transició entre nivells educatius Orientació professional Coordinador de projectes educatius, disseny i dinamització de projectes educatius en entorns educatius diversos Equips d'assessorament psicopedagògic (només a Catalunya i només en els casos en què es compleixin els requisits que defineix l'Administració) En l'àmbit sociocomunitari (no formal): Sortides Professionals Informació important si vols accedir a la Borsa de treball de personal docent a Catalunya Els principals llocs de treball que el psicopedagog o orientador podrà ocupar es detallen a continuació (adaptat de Riera, 2003). Cal tenir en compte també que aquest Màster permet cursar un Doctorat sempre que l'estudiant compleixi amb les condicions que exigeix el programa de doctorat concret en què es vulgui matricular. En l'àmbit formal: Intervenció i assessorament en alumnes amb dificultats de l'aprenentatge Gabinets psicopedagògics Departaments d'orientació Coordinador de plans d'atenció a la diversitat Disseny, desenvolupament i avaluació de plans d'orientació Facilitador dels processos de transició entre nivells educatius Orientació professional Coordinador de projectes educatius, disseny i dinamització de projectes educatius en entorns educatius diversos Equips d'assessorament psicopedagògic (només a Catalunya i només en els casos en què es compleixin els requisits que defineix l'Administració) En l'àmbit sociocomunitari (no formal): Educació d'adults Assessorament psicopedagògic en el camp de l'esport Direcció i coordinació de programes d'educació esportiva Assessorament en programes de reinserció sociolaboral Mediació i resolució alternativa de conflictes (en l'àmbit comunitari, familiar i intercultural) Adopció (formació de famílies sol·licitants d'acolliment i adopció) Disseny, desenvolupament i avaluació de programes educatius de prevenció sanitària Atenció i prevenció de la drogoaddicció Atenció a la infància i l'adolescència Coordinació d'activitats socioestimuladores per a gent gran Editorials, creació de productes educatius multimèdia En l'àmbit laboral: Assessorament en polítiques de recursos humans Assessorament en el desenvolupament professional Coordinadoció de programes i plans de formació per a empreses Formació de formadors Polítiques d'inserció Coordinació de programes de promoció econòmica Dinamització d'espais de recursos per a la investigació Disseny, implantació i avaluació de plans d'igualtat Ocupabilitat L’ocupabilitat dels nostres estudiants és clau per a l'èxit de la UOC. Identifiquem les competències clau que el mercat laboral demana i les incloem en els plans d’estudis. També t’empoderem perquè siguis tu qui decideixi i gestioni la teva carrera professional a través de serveis d’orientació de carrera. Objectius El pla d'estudis del màster universitari de Psicopedagogia pretén formar professionals que siguin capaços d'exercir la intervenció psicopedagògica, l'orientació i l'assessorament en diferents contextos socioeducatius, utilitzant estratègies, metodologies, instruments i recursos adequats per a la millora dels individus i els grups. Perfils El psicopedagog és el professional capacitat per a l'orientació, l'assessorament i la intervenció educativa, que promou el desenvolupament integral de la persona, en els vessants individual i social, i el desenvolupament òptim dels processos d'aprenentatge individuals i grupals, en el marc de la millora de la realitat educativa. Aquest professional ha de conèixer i saber aplicar les estratègies i recursos transversals que li permetran intervenir, i assessorar persones i grups amb la finalitat de millorar el seu benestar. Porta a terme funcions de prevenció, diagnòstic, desenvolupament i avaluació; de gestió i coordinació; de suport i acompanyament; d'investigació i formació en diversos àmbits com ara, l'escolar, el sociocomunitari i el laboral (empreses i organitzacions). Aquest professional desenvoluparà, en cadascun d'aquests àmbits, competències de recerca aplicada amb la finalitat de contribuir a la millora de la societat. Competències Les competències específiques del màster són: Diagnosticar necessitats psicopedagògiques de persones, grups i organitzacions; programar accions i avaluar-les, tenint en compte diferents metodologies, instruments i tècniques, i considerant les singularitats del context on es produeix l'activitat. Gestionar i coordinar els processos d'aprenentatge i de desenvolupament humans relacionats amb la participació de les persones en les pràctiques educatives. Exercir la intervenció psicopedagògica, des d'una aproximació holística i integrada, per a afavorir millores i solucions a una situació problemàtica identificada. Assessorar i orientar en l'organització, el disseny, la implementació i l'avaluació de processos i experiències d'ensenyament-aprenentatge, facilitant l'atenció a la diversitat i afavorint la igualtat d'oportunitats. Dissenyar, implementar i avaluar programes, projectes, serveis i pràctiques educatives, per a donar resposta a les necessitats de les persones, organitzacions o col·lectius específics, i plantejar, quan sigui possible, accions de prevenció per a evitar situacions de risc. Competències Les competències específiques del màster són: Diagnosticar necessitats psicopedagògiques de persones, grups i organitzacions; programar accions i avaluar-les, tenint en compte diferents metodologies, instruments i tècniques, i considerant les singularitats del context on es produeix l'activitat. Gestionar i coordinar els processos d'aprenentatge i de desenvolupament humans relacionats amb la participació de les persones en les pràctiques educatives. Exercir la intervenció psicopedagògica, des d'una aproximació holística i integrada, per a afavorir millores i solucions a una situació problemàtica identificada. Assessorar i orientar en l'organització, el disseny, la implementació i l'avaluació de processos i experiències d'ensenyament-aprenentatge, facilitant l'atenció a la diversitat i afavorint la igualtat d'oportunitats. Dissenyar, implementar i avaluar programes, projectes, serveis i pràctiques educatives, per a donar resposta a les necessitats de les persones, organitzacions o col·lectius específics, i plantejar, quan sigui possible, accions de prevenció per a evitar situacions de risc. Dur a terme una investigació sobre la pràctica psicopedagògica amb la finalitat de poder implementar millores a partir dels resultats obtinguts. Liderar i acompanyar processos de canvi i formació en grups o institucions educatives respectant els principis d'atenció a la diversitat i implementant estratègies que permetin culminar el procés amb èxit. Més de 30 anys d'experiència d'e-learning L'any 1995, la UOC es va convertir en la primera universitat online del món . 30 anys després, continuem sent pioners en e-learning. L' eLearning Innovation Center fa evolucionar el model d'aprenentatge per garantir una formació de qualitat, única, connectada i en xarxa. Rànquing Times Higher Education Som la sisena millor universitat de l'Estat espanyol, segons el Young University Ranking del Times Higher Education. Rànquing Rànquing de Shanghai Estem entre les 150 millors universitats del món en comunicació i les 200 en educació. Rànquing U-Multirank Excel·lim en transferència del coneixement, compromís regional i docència i aprenentatge. 30 anys de la UOC 30 anys impulsant el teu futur amb formació de qualitat Màster universitari de Psicopedagogia Requisits d'accés Requisits acadèmics Criteris d'admissió Perfil d'ingrés recomanat Coneixements previs Requisits acadèmics Per a cursar el màster universitari de Psicopedagogia és recomanable haver fet algun dels estudis que es detallen a continuació: Diplomatura de Magisteri Grau d'Educació Infantil Grau d'Educació Primària Llicenciatura de Psicopedagogia Llicenciatura o grau de Psicologia Llicenciatura o grau de Pedagogia Diplomatura o grau d'Educació Social Titulacions equivalents i altres titulacions afins que la Comissió d'Admissió del Màster consideri. Els estudiants procedents de titulacions de l'àmbit educatiu (diplomatura o grau de Magisteri, llicenciatura o grau de Psicologia, llicenciatura de Psicopedagogia, llicenciatura o grau de Pedagogia, diplomatura o grau d' Educació Social o afins), no hauran de cursar cap crèdit d'assignatures anivelladores. Hauran de realitzar assignatures anivelladores aquells estudiants procedents d'alguna titulació diferent de les recomanades. Les assignatures que hauran de superar són: Requisits acadèmics Per a cursar el màster universitari de Psicopedagogia és recomanable haver fet algun dels estudis que es detallen a continuació: Diplomatura de Magisteri Grau d'Educació Infantil Grau d'Educació Primària Llicenciatura de Psicopedagogia Llicenciatura o grau de Psicologia Llicenciatura o grau de Pedagogia Diplomatura o grau d'Educació Social Titulacions equivalents i altres titulacions afins que la Comissió d'Admissió del Màster consideri. Els estudiants procedents de titulacions de l'àmbit educatiu (diplomatura o grau de Magisteri, llicenciatura o grau de Psicologia, llicenciatura de Psicopedagogia, llicenciatura o grau de Pedagogia, diplomatura o grau d' Educació Social o afins), no hauran de cursar cap crèdit d'assignatures anivelladores. Hauran de realitzar assignatures anivelladores aquells estudiants procedents d'alguna titulació diferent de les recomanades. Les assignatures que hauran de superar són: Processos i contextos educatius (5 crèdits) Societat, família i educació (5 rèdits) Psicologia del desenvolupament (6 crèdits) Per a més informació, sol·licita l'accés i contacta amb el teu tutor Criteris d'admissió No hi ha criteris específics d'admissió per als estudiants amb el perfil d'ingrés recomanat . Els estudiants que provinguin d'altres titulacions han de cursar fins a un màxim de 16 crèdits ECTS de complements de formació. Perfils d'ingrés recomanats Per a cursar el màster universitari de Psicopedagogia és recomanable haver fet algun dels estudis que es detallen a continuació: Diplomatura de Magisteri Grau d'Educació Infantil Grau d'Educació Primària Llicenciatura de Psicopedagogia Llicenciatura o grau de Psicologia Llicenciatura o grau de Pedagogia Diplomatura o grau d'Educació Social Titulacions equivalents Coneixements Previs Es recomana un nivell de competència en llengua anglesa equivalent al B1 del marc europeu comú de referència per a les llengües. Es recomana un nivell de competència d'usuari en l'ús de les tecnologies de la informació i la comunicació. Màster universitari de Psicopedagogia Matrícula i preu Preus Matrícula Descomptes Beques Increments Formes de pagament * Preus vigents en el moment de formalitzar la matrícula. Subjectes a revisió anual. 60 Crèdits Preu per crèdit 20,42 €/cr* Preu per crèdit eines i recursos per a l'aprenentatge 17,18 €/cr* Preu per crèdit d'assignatures convalidades 4,08 €/cr* El preu orientatiu indicat en la taula està calculat segons un màster universitari de 60 crèdits. El preu final de la matrícula serà el resultant de la seva formalització efectiva. Durada Preu orientatiu Pagament a terminis A temps complet (1 any) 3.800 € Fins a 9 quotes A temps parcial (2 anys) 4.370 € Fins a 17 quotes Al teu ritme. Matrícula semestral sense mínim d'assignatures Més informació: Detall de preus Beques, ajuts i descomptes Matrícula Flexible Sense un mínim d'assignatures 700 € Preu orientatiu per semestre Pagament fraccionat Sense interessos Facilitats econòmiques Descomptes per a matrícula anticipada Pagament fraccionat en quotes Beques, ajuts i descomptes Condicions especials per a empreses Suport a esportistes de competició Informa-te'n Com matricular-se Aquests són els passos que has de seguir si vols començar uns estudis oficials a la UOC. Si ja has cursat estudis amb nosaltres i els vols continuar, t'has d'adreçar a l'espai Tràmits del Campus Virtual. Sol·licitud d'accés La sol·licitud d'accés és un tràmit gratuït i sense compromís que us proporcionarà un nom d'usuari i una contrasenya que us permetran entrar al Campus Virtual de la UOC, des d'on podreu: Contactar amb tutoria, que us assessorarà i orientarà en l'elecció d'assignatures. Consultar a l'espai Tràmits del Campus Virtual la informació relativa a convalidacions, el detall dels preus de la matrícula, la sol·licitud de beques... Formalitzar una proposta de matrícula, que tutoria analitzarà perquè amb el seu suport et puguis matricular en línia. Requisits d'accés Abans de sol·licitar l'accés, comproveu que compliu els requisits necessaris per al programa al qual voleu accedir. Formulari d'accés Al formulari d'accés heu de registrar les vostres dades personals i el nivell d'estudis assolit. Documentació d'accés La documentació que necessites la trobareu detallada quan sol·liciteu l'accés i pugueu consultar a l'espai Tràmits del Campus. Haureu d'enviar aquesta documentació en el termini dels deu dies següents a la formalització de la matrícula. Campus Virtual Un cop sol·licitat l'accés, rebràs un nom d'usuari i una contrasenya que et permetran accedir al Campus Virtual, on trobaràs tota la informació i els recursos que et poden ser necessaris. Tutoria Un cop al Campus Virtual, tindreu accés al suport permanent de tutoria que us assessorarà i orientarà en l'elecció d'assignatures, d'acord amb el bagatge acadèmic previ que teniu, els vostres interessos i el temps de què disposeu. Espai de tràmits El Campus Virtual disposa d'un espai de tràmits on podreu consultar i gestionar totes les qüestions de caràcter acadèmic, com ara matricular-vos, consultar les formes de pagament i descomptes disponibles, demanar una beca o convalidar els estudis anteriors. El Campus Virtual disposa d'un espai de tràmits on podreu fer una proposta de matrícula havent triat les assignatures que voleu cursar durant el semestre. Aquesta proposta serà analitzada per tutoria perquè us pugueu acabar matriculant amb el vostre assessorament. És un pas previ abans de formalitzar la matrícula. Un cop tutoria hagi validat la teva proposta de matrícula, podràs formalitzar-la, per a això hauràs de triar la forma de pagament que prefereixis entre les disponibles. En cas que puguis gaudir d'algun dels descomptes previstos al Decret de preus, hauràs de presentar la documentació corresponent seguint les indicacions del Campus Virtual. Recordeu que, un cop us hàgiu matriculat, tindreu deu dies per enviar la documentació d'accés. A partir de la formalització de la matrícula, disposes de catorze dies per exercir el teu dret de desistiment de matrícula . Quan et pots matricular? A la UOC et pots matricular en dos moments diferents de l'any. Trieu l'opció que millor s'adapti a les vostres necessitats. Consulta el termini de matriculació i l'inici de curs a la pàgina dels estudis que t'interessin cursar. Matriculació a partir de l' abril per començar el curs al setembre o octubre Matriculació a partir del novembre per començar el curs al febrer o març 104.500 graduats i graduades 90 % d'estudiants que estudien i treballen 84 % tornaria a escollir la UOC Descomptes Per facilitar la incorporació i l'assessorament a l'estudiantat, les matrícules efectuades fins al 12 de desembre tindran un descompte en concepte de matrícula anticipada del 20 % sobre els preus de \"Recursos per a l'aprenentatge\" i \"Serveis de suport a l'aprenentatge\". En una primera matrícula semestral estàndard, aquest descompte pot representar fins a un 8 % del preu total de la matrícula. L'estudiantat beneficiari del títol de família nombrosa reconegut per l'Estat espanyol té dret als descomptes següents, en funció de la categoria: Famílies nombroses de categoria especial: exempció total dels preus dels serveis acadèmics de caràcter docent (crèdits de la matrícula) i de la gestió de l'expedient del preu fixat pel Decret de preus de la Generalitat de Catalunya. Famílies nombroses de categoria general: bonificació del 50 % dels serveis acadèmics de caràcter docent (crèdits de la matrícula) i de la gestió de l'expedient del preu fixat pel Decret de preus de la Generalitat de Catalunya. L'estudiantat beneficiari del títol de família nombrosa reconegut per la resta de països té dret als descomptes següents, en funció de la categoria: Famílies nombroses de categoria especial: descompte del 15 % sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a l'aprenentatge. Famílies nombroses de categoria general: descompte del 7,5 % sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a l'aprenentatge. L'estudiantat amb un grau de discapacitat igual o superior al 33 % reconegut per l'Estat espanyol té dret a l'exempció total dels preus dels serveis acadèmics de caràcter docent (crèdits de la matrícula) i de la gestió de l'expedient del preu fixat pel Decret de preus de la Generalitat de Catalunya. Els estudiants amb un grau de discapacitat equivalent reconegut per l'organisme competent de qualsevol altre país tenen dret a un descompte del 15 % sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a l'aprenentatge. En cas que la discapacitat sigui reconeguda retroactivament, pots presentar la documentació en el termini màxim de 15 dies naturals des del moment en què es reconegui oficialment. Igualment, segons el Decret 822/202 , de 28 de setembre, l'estudiantat que acrediti una discapacitat igual o superior al 33 % té una reserva d'un 5 % de les places de grau i màster universitari. Si és el vostre cas i us voleu matricular d'un programa amb places limitades que ja s'han esgotat i no tenen un procés d'admissió, podeu consultar la disponibilitat d'aquestes places reservades mitjançant aquest enllaç . L'estudiantat (o els seus fills, filles o cònjuges) amb reconeixement com a víctimes d'actes terroristes per l'organisme competent a l'Estat espanyol té dret a l'exempció total dels preus dels serveis acadèmics de caràcter docent (crèdits de la matrícula) i de la gestió de l'expedient del preu fixat pel Decret de preus de la Generalitat de Catalunya. L'estudiantat (o els seus fills, filles o cònjuges) amb reconeixement com a víctimes d'actes terroristes per l'organisme competent a qualsevol altre país té dret a un descompte del 15 % sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a l'aprenentatge. L'estudiantat (i els seus fills o filles dependents) amb reconeixement com a víctimes de violència masclista a l'àmbit de la parella per l'organisme competent a l'Estat espanyol té dret a l'exempció total dels preus dels serveis acadèmics de caràcter docent (crèdits de la matrícula) i de la gestió de l'expedient del preu fixat pel Decret de preus de la Generalitat de Catalunya. L'estudiantat (i els seus fills o filles dependents) amb reconeixement com a víctimes de violència masclista a l'àmbit de la parella per l'organisme competent a qualsevol altre país té dret a un descompte del 15 % sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a laprenentatge. L'estudiantat de grau, màster universitari o doctorat víctimes de violència masclista fora de l'àmbit de la parella pot gaudir d'una exempció del pagament del preu dels serveis acadèmics de caràcter docent (els crèdits de matrícula) i de la taxa de gestió de l'expedient i la matrícula durant el curs 2023-2024. Només pots optar a aquesta exempció si resideixes o treballes a Catalunya. Els estudiants beneficiaris de l'ingrés mínim vital queden exempts del pagament del preu dels serveis acadèmics de caràcter docent (crèdits de matrícula) i de la taxa de gestió de l'expedient i la matrícula. L'estudiantat que hagi obtingut la convalidació, l'adaptació o el reconeixement de crèdits per raó d'estudis o activitats dutes a terme a qualsevol centre universitari té un descompte del 80 % del preu de crèdit. L'estudiantat amb matrícula d'honor o premi extraordinari al batxillerat o Cicle Formatiu de Grau Superior que es matriculi per cursar ensenyaments universitaris oficials en centres docents sostinguts amb fons públics té dret a l'exempció total del preu dels serveis acadèmics de caràcter docent durant el primer any acadèmic. El descompte per matrícula d'honor o premi extraordinari al batxillerat només es pot demanar la primera vegada que els estudiants es matriculin d'uns estudis universitaris. Els estudiants que formen part de la comunitat Alumni tenen dret a un descompte sobre els serveis de suport a l'aprenentatge i els recursos per a l'aprenentatge. Aquest descompte no és compatible amb els destinats a empreses. Beneficia't del que et sigui més profitós. UOC Alumni: 10 % de descompte Podeu gaudir d'aquest descompte si heu obtingut un títol oficial (de grau, llicenciatura, diplomatura, enginyeria o màster universitari) o un màster o postgrau propi a la UOC. Si us podeu acollir a aquest descompte, en el moment de fer la matrícula heu d'indicar un codi a l'apartat «Condicions». Podeu trobar els codis de descompte a la web d'Alumni. Si, a més de poder optar a aquest descompte, us matriculeu durant el període de matrícula anticipada, en primer lloc, s'aplicarà el descompte de matrícula anticipada, i sobre l'import resultant, l'altre descompte. La UOC ofereix descomptes a les empreses que hi participen i donen suport a la formació dels seus professionals, previ acord amb la UOC. Professionals amb vincles a tota empresa o institució que mantingui un acord de col·laboració amb la UOC es poden beneficiar d'avantatges i descomptes en el cost de les matrícules dels programes formatius del catàleg de la UOC. Aquests descomptes no són compatibles amb els destinats a UOC Alumni. Beneficia't del que et sigui més profitós. + Consulta les condicions dels descomptes per a empreses L'estudiantat considerat esportista de competició té dret a un descompte sobre l'import de la matrícula. + Consulta la informació del programa Beques Aquestes beques estan adreçades a persones que vulguin cursar titulacions oficials. Així, es garanteix la igualtat d'oportunitats per accedir a estudis superiors. Hi ha una àmplia oferta de beques per als estudiants de la UOC. La finalitat és posar a l'abast de tothom un gran futur professional. Beques del Ministeri d'Educació de l'Estat Espanyol : per a estudiants de nacionalitat espanyola que cursin titulacions oficials. Consulta les beques disponibles Increments Els estudiants que no superin una assignatura i es matriculen per segona vegada tenen un increment en el preu del crèdit. Aquest increment és el resultat de multiplicar per 1,2 el preu del crèdit públic. En cas de matricular-se per tercera vegada en una assignatura, cal multiplicar el preu del crèdit per 2,6. A partir de la quarta matrícula el preu de crèdit es multiplica per 3,6. Aquest recàrrec no s'aplica a les matrícules del grau de Traducció, interpretació i llengües aplicades (UOC-UVic). L'estudiantat de nacionalitat de fora de la Unió Europea, països amb règim comunitari o fora d'Andorra, que no tingui concedida la residència a l'Estat espanyol tindrà un increment del 45% al preu final de la matrícula. Formes de pagament La UOC posa a la vostra disposició la possibilitat de fraccionar en quotes el pagament de la vostra matrícula. Amb aquesta opció, s'abona una quota inicial de l'import total de la matrícula mitjançant targeta en línia, i la resta es cobra per domiciliació bancària (residents a l'Estat espanyol) o domiciliació a targeta (residents fora del territori espanyol) a cinc quotes com a màxim en funció de la data de matriculació. Aquesta forma de pagament té un import per gestió de 31 euros i només és vàlida per a matrícules superiors a 350 euros . Per als nous estudiants de graus i màsters, la primera quota serà del 10 % de l'import. Dates aproximades del pagament de les quotes, en funció de la data de matrícula. Consulta la taula de fraccionaments. Primer Semestre 1r pagament 1a setmana de setembre 1a setmana d'octubre 1a setmana de novembre 1a setmana de desembre Amb targeta en el moment de fer la matrícula 2a quota 3a quota 4a quota 5a quota Les dates de pagament són aproximades. El nombre de quotes és determinat per la data de matriculació: a mesura que avança el període de matrícula, el nombre de quotes disminueix. Segon semestre 1r pagament 1a setmana de febrer 1a setmana de març 1a setmana d'abril 1a setmana de maig Amb targeta en el moment de fer la matrícula 2a quota 3a quota 4a quota 5a quota Les dates de pagament són aproximades. El nombre de quotes és determinat per la data de matriculació: a mesura que avança el període de matrícula, el nombre de quotes disminueix. Pagament amb una targeta de crèdit o de dèbit de qualsevol entitat financera mitjançant el TPVV (terminal de punt de venda virtual), al qual accedireu directament des del Campus en el moment en què us matriculeu. Els clients de Caixabank teniu la possibilitat de fraccionar en quotes el pagament de la matrícula (entre tres i set quotes segons la formalització). Durant el procés de matriculació s'enllaçarà amb el servei de Línia Oberta i es contractarà un préstec de cost zero (comissió per obertura 0 %, comissió d'estudi 0 %, comissió d'amortització 0 % i tipus d'interès 0 %). Aquesta forma de pagament només està disponible en els següents casos: Sou clients de Caixabank i teniu activat el servei de Línia Oberta. Teniu més de divuit anys, nacionalitat espanyola jo d'un altre país membre de la UE i residiu a l'Estat espanyol. L'import de cada quota supera els 30 euros. L'Agència de Gestió d'Ajuts Universitaris i de Recerca (AGAUR) ofereix un programa d'ajuts en format de crèdit per al pagament fraccionat per mensualitats de matrícula universitària. Podeu consultar les condicions i els terminis per a aquest curs al web de l'AGAUR . * Opció disponible per a segones matrícules i posteriors. La UOC posa a la vostra disposició la possibilitat de fraccionar en quotes el pagament de la vostra matrícula. Amb aquesta opció, s'abona una quota inicial de l'import total de la matrícula mitjançant targeta en línia, i la resta es cobra per domiciliació bancària (en cas de tenir compte bancari SEPA) o domiciliació a targeta (en cas de no tenir-ne compte bancari SEPA) en cinc quotes com a màxim en funció de la data de matriculació. Consulta aquí si la teva entitat bancària disposa de compte SEPA. Aquesta forma de pagament té un import per gestió de 28,20 euros i només és vàlida per a matrícules superiors a 300 euros. Per als nous estudiants de graus i màsters, la primera quota serà del 10 % de l'import. Dates aproximades del pagament de les quotes, en funció de la data de matrícula. Consulta la taula de fraccionaments. Primer Semestre 1r pagament 1a setmana de setembre 1a setmana d'octubre 1a setmana de novembre 1a setmana de desembre Amb targeta en el moment de fer la matrícula 2a quota 3a quota 4a quota 5a quota Les dates de pagament són aproximades. El nombre de quotes és determinat per la data de matriculació: a mesura que avança el període de matrícula, el nombre de quotes disminueix. Segon semestre 1r pagament 1a setmana de febrer 1a setmana de març 1a setmana d'abril 1a setmana de maig Amb targeta en el moment de fer la matrícula 2a quota 3a quota 4a quota 5a quota Les dates de pagament són aproximades. El nombre de quotes és determinat per la data de matriculació: a mesura que avança el període de matrícula, el nombre de quotes disminueix. Per als residents a Colòmbia interessats en aquesta forma de pagament i que no disposeu d'una targeta de crèdit, us informem que l'entitat Bancolòmbia ofereix la Targeta Virtual e-Prepagament . Per sol·licitar-la, cal que disposeu d'un compte d'estalvis o corrent en aquesta entitat. Pagament amb una targeta de crèdit o de dèbit de qualsevol entitat financera mitjançant el TPVV (terminal de punt de venda virtual), al qual accedireu directament des del Campus en el moment en què us matriculeu. L'estudiantat resident fora de l'Estat espanyol pot fer una transferència de l'import total de matrícula en euros. Les dades per fer efectiu el pagament de la matrícula són: Si feu la docència en català: Banc: Caixabank Adreça: Avda. Diagonal, 647 08028 Barcelona Espanya Swift: CAIX ÉS BB IBAN: ES02-2100-3648-98-2200022920 Si feu la docència en castellà: Bank: BANC SANTANDER CENTRAL HISPÀ Adress: Passeig de Gràcia, 5 08007 BARCELONA - SPAIN Swift: BSCHESMMXXX IBAN: ES98-0049-1806-9726-1188-9588 Un cop fet el pagament, caldrà enviar el comprovant. Objectius, perfils i competències Descobreix a qui va dirigit aquest programa i quines noves competències pots adquirir. Saber-ne més Preguntes freqüents Tens dubtes? Donem resposta a les teves preguntes sobre la nostra oferta formativa, el model d’aprenentatge o tràmits, entre altres temes. Consulta L'opinió dels nostres graduats Graduades i graduats de la UOC t'expliquen en primera persona com han viscut el procés d'aprenentatge amb nosaltres i com la nostra metodologia els ha permès compaginar feina, estudis i vida personal. Tenir una flexibilitat d'horaris absoluta em va permetre fer el màster Daniel Marchante Realment em trobo realitzada. Ara, quan parlo, sé del que parlo. Helena Guillén La UOC t'ofereix competències, perquè el que necessites és saber-te adaptar en cada moment Manel Vicenç Volia créixer professionalment. La UOC m'ha ofert no estancar-me Alba Camacho Des de que vaig acabar el grau, he tingut un desenvolupament a la meva empresa José Miguel González Programes relacionats Màster universitari Psicologia Infantil i Juvenil: Tècniques i Estratègies d'Intervenció Veure tota la informació Selecciona fins a 3 programes per comparar Màster universitari Neuropsicologia Veure tota la informació Selecciona fins a 3 programes per comparar Màster universitari Dificultats de l'Aprenentatge i Trastorns del Llenguatge Veure tota la informació Selecciona fins a 3 programes per comparar"
}