{
  "url": "https://uoc.edu/portal/ca/llibre-estil/guies/index.html",
  "content": "Criteris, guies i manuals Menú Escoltar Guia d'estil gràfic Guia d'estil fotogràfic Guia d'estil sonor Guies d'estil digital: escriptori, mòbil i apps Guia de xarxes socials Guies d'estil per a blogs Guia d'estil per a Google Sites Guia per a les eines multimèdia al núvol Manual de senyalització Llengua i estil de la UOC Guia actitudinal i de to de veu Totes les guies en un únic espai Les guies que trobaràs en aquest espai ens ajuden a crear una imatge unificada i coherent que transmeti els valors i la personalitat de la marca UOC en els diferents espais i suports. Et podem ajudar? Contacta amb nosaltres Per a descarregar el fitxer hauràs d'autentificar-te amb el nom d’usuari i la contrasenya de Campus. Treballs gràfics i audiovisuals Guia d'estil gràfic Coneix les normes per a una correcte aplicació de la marca. Guia d'estil fotogràfic Criteris per transmetre la personalitat de la marca mitjançant la fotografia. Recursos gràfics i fotogràfics Logotips Icones Gràfics UOC Fotografies Guia d'estil eines online Com aplicar la imatge de marca UOC a les principals eines en línia per a crear continguts visuals. Guia d'estil sonor Els elements sonors, una nova dimensió de la marca. Guia d'estil i circuits de l'audiovisual Tot el que necessites per a un projecte audiovisual (vídeo, fotografia i so) Recursos audiovisuals Vídeos de recurs Plantilles audiovisuals Manual d'ús i vídeos tutorials i d'exemple Plataformes digitals Xarxes socials Guia d'estil web Guia d'estil frontend: patrons d'HTML, CSS i JS reutilitzables. Guia d'estil per a Google sites Aplicar la marca al webs creats amb Google Sites. Guia de xarxes socials Tot el que has de saber si gestiones xarxes socials a la UOC. Recursos per a la gestió de les xarxes socials Guia d'usos i estils de les xarxes socials UOC (.pdf) Avatars i capçaleres per a xarxes socials (.zip) Plantilles per a continguts (.zip) Comunicació oral i escrita Espais físics Llengua i estil de la UOC Aquest web ofereix recursos i criteris de llengua i d'edició. Recursos de llengua i estil UOC Guia actitudinal i de to de veu Consells per fer un ús no sexista de la llengua Manual de senyalització Plantilles per actes i espais Plantilles per a espais Plantilles per a actes"
}