{
  "url": "https://uoc.edu/portal/ca/uneix-equip/diversitat-talent/personal-docent-colaborador/index.html",
  "content": "Diversitat de talent Personal docent col·laborador Ernesto Pascual Professor associat a la UAB i professor col·laborador a la UOC Núria Vallduriola Directora de l'Institut Pedralbes i professora col·laboradora de la UOC El personal docent col·laborador està format per professionals externs a la UOC experts en diferents disciplines , que combinen l'activitat professional principal amb la col·laboració a la UOC. El seu objectiu és acompanyar els estudiants en les diferents assignatures i programes. Hi ha dues figures, el tutor i el consultor (professor col·laborador). Els consultors (professors col·laboradors) s'ocupen de resoldre dubtes, dinamitzar els debats i proporcionar un retorn o feedback a l'estudiant, mentre que els tutors acullen el nou estudiant, l'orienten acadèmicament en tots els aspectes relacionats amb el programa formatiu i li donen suport en el desenvolupament d'habilitats perquè es mogui amb una eficàcia màxima pel Campus Virtual. Inscriu-te a les ofertes de personal docent col·laborador Veure totes les ofertes Condicions i honoraris Funcions Procés de selecció Talent UOC «És urgent abordar el debat sobre les formes de consum des d'una dimensió col·lectiva i heterogènia» Blanca Callén, professora col·laboradora dels Estudis d'Arts i Humanitats de la UOC «El masclisme dominant ha silenciat la participació de les dones en la guerra» Gonzalo Berger, professor col·laborador dels Estudis d'Arts i Humanitats de la UOC «A Espanya no tenim dret a tenir un menú vegà ni a les escoles ni als hospitals» Marta Martínez, professora col·laboradora del màster universitari de Nutrició i Salut de la UOC i influenciadora en l'àmbit del veganisme Coneix la UOC Som una universitat global amb un model d'aprenentatge no presencial que permet la formació en diferents etapes de la vida. Promovem el talent, la recerca i la transmissió de coneixement per millorar la vida de les persones. Sobre la UOC"
}