{
  "url": "https://uoc.edu/portal/ca/25-anys/participa/economia-empresa/index.html",
  "content": "Celebrem-ho junts! 25 anys dels Estudis d'Economia i Empresa Menú Escoltar Un projecte pioner i innovador L'any 1995 la UOC iniciava la seva activitat com a primera universitat en línia del món apostant per una xarxa d'internet que tot just començava a mostrar les seves enormes possibilitats. Un nou model d'universitat que faria servir les tecnologies de la informació i la comunicació per tirar endavant un projecte pioner i innovador a escala mundial. \"No hi havia routers , hi havia mòdems. Res de fibra òptica, res d'ADSL. No teníem Google. Algú es pot imaginar crear una universitat basada en internet sense un buscador com aquest?\" Maria dels Àngels Gil Estallo , primera directora dels Estudis. L'equip directiu va començar a planificar contingut , metodologia , suport audiovisual i proposta pedagògica amb la vocació de situar l'experiència de l'estudiantat en el centre de l'acció. La trajectòria dels Estudis d'Economia i Empresa no s'entén sense un equip entusiasta, creatiu i motivat que considerava que el projecte era viu, que evolucionava ràpidament i que calia transformar-lo en temps real perquè fos una eina útil i innovadora. Setembre de 1995 Els Estudis d'Economia i Empresa (abans, de Ciències Empresarials) comencen a caminar: Amb 100 estudiants matriculats 4 tutors 12 persones del professorat col·laborador \"En aquells moments tots els professors de la UOC cabíem en una única planta de la seu central, a l'avinguda del Tibidabo. Ens coneixíem tots, portàvem moltes assignatures i no totes eren del nostre àmbit de coneixement. Ens tocava fer gairebé de tot: una mica de recerca, una mica de docència i, especialment, molta gestió docent i acadèmica.\" Antoni Meseguer , exdirector dels Estudis. La recerca El curs 1999-2000, només cinc anys més tard, es va impulsar una de les línies estratègiques essencials de la missió de la UOC: la recerca. Amb la creació de l'Internet Interdisciplinary Institute (IN3) s'han consolidat els estudis de tercer cicle i els projectes de recerca, amb la qual cosa la UOC ha esdevingut una universitat global i de futur. La recerca ha esdevingut una punta de llança de l'activitat dels Estudis d'Economia i Empresa com a element clau per promoure talent i generar coneixement. Transformant per adaptar-se a les necessitats d'un món canviant. Una oferta formativa d'acord amb els estàndards europeus Un dels grans reptes va ser, el curs 2009-2010 , l'adaptació a l'espai europeu d'ensenyament superior (EEES), amb el qual desapareixia la formació universitària tal com es coneixia fins aleshores i es deixava pas als programes oficials de grau (en els àmbits de l'administració i direcció d'empreses, l'economia, el màrqueting i investigació de mercats, les relacions laborals i ocupació i el turisme), màster i postgrau (oficials o propis). Actualment, ofereixen una formació especialitzada en les diferents àrees de valor de les organitzacions i també del sector turístic. Amb la vocació de posar el focus en les competències , els Estudis d'Economia i Empresa es posicionen com l'espai de formació capacitadora al llarg de la vida per excel·lència a través dels seus programes Executive Education, ja que ofereixen les eines necessàries per impulsar o reorientar la carrera de professionals amb experiència en la direcció i gestió d'empreses i organitzacions. \"Una universitat oberta, lliure i inclusiva que facilita que cadascú pugui assolir els seus objectius vocacionals o professionals treballant amb un conjunt de professionals compromesos i experts.\" Enric Serradell , sotsdirector de Programes Emergents dels Estudis. Què diuen els nostres alumni ? Els estudis en xifres 12.627 estudiants 7.616 estudiants de Catalunya 4.156 estudiants de la resta de l'Estat 855 estudiants internacionals de 65 països diferents 25.973 graduats i graduades 55 professors i professores 77 titulacions oficials Actualitat Edició especial: 25 anys dels Estudis d'Economia i Empresa La revista Oikonomics publica el dossier especial \"25 anys dels Estudis d'Economia i Empresa de la UOC: reflexions en clau de futur\", coordinat per M. Jesús Martínez-Argüelles i Joan Miquel Gomis. #25anysUOC Memòria, innovació i futur: 25 anys dels Estudis d'Economia i Empresa Amb motiu del 25è. aniversari dels Estudis d'Economia i Empresa parlem amb les persones que els han dirigit i liderat en les diverses etapes de la seva història i reflexionem sobre el camí recorregut, l’aportació realitzada a la comunitat universitària i els reptes de futur que els pertoca afrontar. #25anysUOC Els Estudis d'Economia i Empresa celebren 25 anys apassionats i apassionants Per recordar aquells moments del 1995, i alguns altres dels viscuts al llarg d’aquests 25 anys de vida, hem parlat amb alguns dels professors més veterans dels nostres estudis. Nadius digitals María Jesús Martínez Argüelles: «Els Estudis d'Economia i Empresa continuem sent una palanca impulsora i facilitadora de la transformació social» Directora dels Estudis d'Economia i Empresa, que enguany fan 25 anys. Nadius digitals"
}