{
  "url": "https://uoc.edu/portal/ca/25-anys/participa/psicologia-ciencies-educacio/index.html",
  "content": "Celebrem-ho junts! 25 anys dels Estudis de Psicologia i Ciències de l'Educació Les principals fites dels Estudis D'aquests primers 25 anys destaquem: 1995 : creació dels Estudis. Grup pilot de Psicopedagogia 2000 : comença a impartir-se la llicenciatura de Psicologia 2002 : creació de la revista RUSC (ara ETHE ) 2004 : creació del màster universitari Educació i TIC, pioner en el seu àmbit 2010 : primer programa de doctorat d'Educació i TIC ( e-Learning ) 2017 : 15.000 estudiants cursen titulacions dels Estudis \"Aquell primer any va ser una experiència extraordinària, començant del no res. S’havia d’inventar tot i això feia que la feina fos molt apassionant. El projecte era molt emergent i alhora absorbent.\" Josep Maria Mominó , professor dels Estudis en el primer curs 1995-1996. Coneix-ne més detalls Coneix-nos Memòria 2020 Especial 25 anys Estudis de Psicologia i Ciències de l'Educació Per commemorar institucionalment el 25è. aniversari dels Estudis de Psicologia i Ciències de l'Educació de la UOC, la Memòria del curs 2020 - 2021 se centra en explicar les fites més rellevants assolides al llarg d'aquests anys tot donant veu i protagonisme a diverses persones relacionades amb els Estudis que ens ajuden a entendre la trajectòria i com volem projectar-nos a partir d'ara. Baixa la Memòria 2020 en PDF Els estudis en xifres 16.501 estudiants 60 professorat propi 1.123 professorat col·laborador i tutors i tutores 8 grups de recerca 2 càtedres 1 revista científica 3 graus 10 màsters universitaris 11 postgraus 20 especialitzacions 2 programes de doctorat Testimonis amb veu pròpia «Ens caracteritza el compromís amb una formació de qualitat, amb els estudiants com a transformadors de la seva realitat» Teresa Guasch, directora dels Estudis de Psicologia i Ciències de l'Educació de la UOC, que enguany celebren 25 anys. #25anysUOC Els Estudis es fan grans. 25 anys dels Estudis de Psicologia i Ciències de l'Educació Era el 1995 i s'estrenava el segon cicle de la llicenciatura en Psicopedagogia amb un grup pilot de 100 estudiants. Repàs als primers 25 anys dels Estudis. Nadius digitals Jordi Solé Blanch: «Aquí he trobat un espai en què poder exercir la llibertat de càtedra, que és una llibertat que cal anar conquerint dia a dia» Professor del grau en Educació Social des de l'any 2009. Aprenentatge en línia Jaume Carbonell: «La diferència entre la UOC i els altres entorns universitaris és la perfecta adaptació de les competències TIC a l'ensenyament virtual» Estudiant de la primera promoció de Psicopedagogia. Actualment treballa a l’àrea de capacitació digital del grau de Comunicació. Aprenentatge en línia Montse Vall-llovera: «A la UOC s'hi poden fer moltes coses perquè és una universitat oberta, jove i flexible» És una de les professores amb més anys d’experiència a la UOC. Ha estat professora, investigadora, directora del programa de Psicologia, i adjunta al Vicerectorat de Postgrau i Formació continuada. Nadius digitals Joel Feliu: «Perquè es produeixin vincles socials i hi hagi una bona educació en línia, és molt important l'avaluació contínua» Professor col·laborador de l’àmbit de Psicologia Social des del curs 1995-1996. Aprenentatge en línia Maite Durán: «L'experiència pedagògica em permet treballar amb els meus pacients i clients des d'un vessant més enriquidor» Professora col·laboradora de Psicologia del Desenvolupament de la UOC des de fa setze anys. Emprenedoria Lluïsa Costa: «A la UOC, cada semestre és diferent, cosa que ens fa estar en revisió constant» Una de les tècniques de gestió del programa d'Educació Social de la Vicegerència de Docència més veteranes. Nadius digitals Una mirada al futur Com hem canviat i com es dibuixa el futur? Transformació en educació Transformació en psicologia Transformació en educació social Cicle de col·loquis Els reptes de demà en educació Els reptes de demà en psicologia Els reptes de demà en acció social i educativa"
}