{
  "url": "https://uoc.edu/portal/ca/universitat/actes-institucionals/honoris-causa/brenda-gourley/curriculum/index.html",
  "content": "Honoris causa Brenda M. Gourley Menú Escoltar Currículum vitae Trajectòria La professora Brenda Gourley ha estat rectora i directora executiva de l'Open University del Regne Unit de 2002 a 2009. Anteriorment havia ocupat el mateix càrrec en una de les principals universitats de Sud-àfrica, la Universitat de Natal (ara anomenada Kwazulu-Natal), on també va ser vicerectora i degana de la Facultat d'Econòmiques i Empresarials, i on va combinar la seva carrera professional amb la gestió acadèmica al llarg de més de trenta anys de canvis transcendentals al seu país i en l'ensenyament superior. Entre els seus interessos es destaquen les tendències i estratègies de l'ensenyament superior, especialment l'impacte de la tecnologia, l'àmbit de l'ensenyament obert i a distància, el lideratge, l'ètica i el paper de les universitats en la comunitat (incloent-hi la importància del voluntariat per als estudiants universitaris). És membre fundadora de la xarxa Talloires, en la qual s'integren universitats i institucions compromeses a reforçar les responsabilitats cíviques, i forma part del seu comitè de direcció. Impulsora del moviment de recursos educatius oberts (és membre del Comitè Assessor Internacional de la Fundació Open Education), va contribuir al fet que l'Open University fos la primera universitat britànica a facilitar l'accés gratuït a la xarxa a una gran selecció dels seus recursos educatius, fet que continua essent exemplar. També és una gran defensora del paper de l'ensenyament superior a l'hora de promoure la justícia social i trobar una solució sostenible per sortir de la pobresa. Ocupa i ha ocupat en el passat diversos càrrecs en consells i fundacions. Durant dos mandats ha estat presidenta de l'Associació de les Universitats de la Commonwealth i membre del Consell de Direcció de l'Associació Internacional d'Universitats, a més d'ocupar altres càrrecs en diferents institucions d'arreu del món, tant en el sector públic com en el privat. Ha publicat nombrosos llibres i articles en revistes i diaris i sol participar com a ponent en congressos i trobades d'arreu del món. Reconeixement de la seva obra En reconeixement a la seva tasca en el camp de l'educació superior, ha rebut diversos títols honorífics de la Universitat de Nottingham, Regne Unit (1997), la Universitat Americana Internacional de Londres (Richmond), Regne Unit (2004), la Universitat d'Abertay, Regne Unit (2004), la Universitat del Quebec (2007), la Universitat de Pretòria (2008) i la Universitat Oberta dels Països Baixos (2009). A més, ha rebut les distincions següents. Doctora honoris causa per la Universitat Oberta Allama Iqbal, Pakistan (2007) en reconeixement al seu prestigi en el camp de l'ensenyament a distància i els serveis a la humanitat; i professora honorària de la Universitat Oberta d'Israel (2008) en reconeixement al seu compromís a ampliar l'accés a l'educació superior. Membre honorària de la Commonwealth of Learning (2008). Medalla Symon de l'Associació d'Universitats de la Commonwealth per la seva contribució a l'ensenyament superior de la Commonwealth (2008). Membre honorària del City and Guilds Institute de Londres pels serveis prestats en el camp de l'ensenyament superior (2009). Premi a l'Excel·lència atorgat pel Consell Internacional d'Ensenyament Obert i a Distància (2008). Premi al funcionari públic de l'any atorgat per la Women in Public Life Initiative del Regne Unit i premi a la persona més destacada de l'any atorgat per la mateixa institució (2009). És auditora comptable de professió i està casada amb l'arquitecte James Gourley, té quatre fills i sis néts. Viu entre Brighton al Regne Unit i Sud-àfrica, dos indrets on treballa i té interessos personals. És membre del Tisch College de la Universitat Tufts de Boston."
}