{
  "url": "https://uoc.edu/ca/estudis/masters/masters-universitaris",
  "content": "Màsters Universitaris Online Inscripció oberta: últims dies Fracciona el pagament en quotes. 30 anys transformant l'aprenentatge en línia Sessions informatives Vine, connecta't i resol tots els teus dubtes. T'hi esperem! Informa’t i inscriu-te Què són els màsters universitaris online? Els nostres màsters universitaris són els màsters oficials online que t'ofereixen coneixement universitari per impulsar la teva carrera. Amb la titulació de màster oficial online aconsegueixes la formació avançada que et prepara en temàtiques específiques i que potencia les competències professionals que necessites per créixer. Modalitat 100% online Titulació oficial De 60 a 90 crèdits ECTS Màster oficial online i homologat Els màsters universitaris a distància de la UOC són titulacions oficials reconegudes per l'Agència per a la Qualitat del Sistema Universitari de Catalunya (AQU) i adaptades a l'espai europeu d'educació superior (EEES). Cada màster oficial universitari complementa els teus estudis de grau amb una doble orientació: l'especialització professional i la recerca. Els màsters oficials online orientats a la recerca donen accés als estudis de doctorat. A la UOC pots estudiar el teu màster oficial online al teu ritme i compaginar estudis i treball amb altres facetes de la teva vida. 30 anys de la UOC El 1994 vam ser la primera universitat online del món. Avui, som referents mundials en e-learning. Per què escollir la UOC? Avalada pels nostres graduats i graduades Un 79 % tornaria a triar la UOC. Un 81 % està satisfet/a amb la titulació. 90.400 Estudiants 89% Estudia i treballa. Reconeguda per les empreses. Model educatiu La UOC es caracteritza per un model educatiu propi, basat en una metodologia online de qualitat, que situa l'activitat de l'estudiant al centre. Amb nosaltres, l'estudiant aprèn de manera activa. Premis internacionals Avalen la nostra metodologia online la implicació en projectes de recerca, el compromís social i una trajectòria vinculada a l'e-learning de qualitat. 122.750 Graduats i graduades"
}