{
  "url": "https://uoc.edu/ca/estudis/graus/grau-logopedia-uvic-ucc",
  "content": "Presentació Pla d'estudis Reconeixement de crèdits Professorat Sortides professionals Requisits d'accés Matrícula i preu Propera inscripció: abril 2025 Grau de Logopèdia (interuniversitari: Uvic-UCC, UOC) Presentació El grau de Logopèdia de la UVic-UCC, UOC et forma en la prevenció, avaluació, diagnòstic i tractament de les alteracions de la comunicació, el llenguatge, la parla, la veu, l'audició, la lectoescriptura i les funcions orals no verbals, com la deglució o la masticació. Titulacions oficials UOC Estudis que et preparen pels teus reptes professionals. Facilitats de pagament Fracciona en quotes el teu grau. Per què estudiar el grau de Logopèdia interuniversitari de la UVic-UCC i la UOC? La logopèdia és una disciplina amb una demanda creixent en tots els seus àmbits d'actuació. Com a professional graduat en logopèdia podràs exercir la teva activitat individualment o en equips multidisciplinaris, ja sigui en l' àmbit públic o privat . Estudiar logopèdia en línia a la Uvic-UCC i a la UOC et converteix en un professional innovador amb una visió global de la logopèdia , amb capacitat per: Prendre decisions Diagnosticar i tractar els trastorns del llenguatge Dissenyar programes de prevenció Millorar les habilitats comunicatives de la població Aquesta formació a distància és interdisciplinària i transversal, ja que la logopèdia és una professió sanitària (branca salut) amb acció en àmbit educatiu, social i sanitari. Estudia Logopèdia amb UVic-UCC i la UOC Aquesta formació suma l'experiència i el prestigi del professorat de la UVic-UCC i de la UOC amb un equip docent que combina el coneixement de l'entorn professional amb la dimensió acadèmica i la recerca. Per què estudiar el grau de Logopèdia interuniversitari de la UVic-UCC i la UOC? La logopèdia és una disciplina amb una demanda creixent en tots els seus àmbits d'actuació. Com a professional graduat en logopèdia podràs exercir la teva activitat individualment o en equips multidisciplinaris, ja sigui en l' àmbit públic o privat . Estudiar logopèdia en línia a la Uvic-UCC i a la UOC et converteix en un professional innovador amb una visió global de la logopèdia , amb capacitat per: Prendre decisions Diagnosticar i tractar els trastorns del llenguatge Dissenyar programes de prevenció Millorar les habilitats comunicatives de la població Aquesta formació a distància és interdisciplinària i transversal, ja que la logopèdia és una professió sanitària (branca salut) amb acció en àmbit educatiu, social i sanitari. Estudia Logopèdia amb UVic-UCC i la UOC Aquesta formació suma l'experiència i el prestigi del professorat de la UVic-UCC i de la UOC amb un equip docent que combina el coneixement de l'entorn professional amb la dimensió acadèmica i la recerca. El grau combina els avantatges de la formació online , incorporant classes en línia i seminaris d'integració optatius i estades a centres de pràctiques per aplicar els coneixements i les habilitats pràctiques de l'exercici professional. En les classes en línia pots resoldre els teus dubtes amb el professorat de l’assignatura, així com realitzar altres activitats de contingut o pràctica amb la resta de companys i companyes de l’aula. Els seminaris d’integració són optatius i consisteixen en un un programa que ofereix diferents activitats formatives (simulacions, conferències, tallers, presentacions de casos clínics...). A més, esdevé un context ideal per poder coincidir i interactuar personalment amb experts de l’àmbit de la Logopèdia, professorat i companys i companyes del grau. Aquests seminaris es duen a terme al Campus Manresa de la UVic-UCC, durant un cap de setmana al semestre. Les pràctiques poden realitzar-se en centres de la borsa d'entitats col·laboradores, que es troben situades arreu d'Espanya i a la Clínica Universitària pròpia de la Universitat. La Clínica Universitària UManresa és un equipament docent i assistencial que compleix una doble finalitat: atenció clínica i formativa. Aquest centre de logopèdia disposa d'espais docents per al treball i l'anàlisi de la veu, així com d'instal·lacions per a activitats de simulació clínica, entre d’altres. A més està dotada amb els millors equipaments tècnics. Descarrega el programa (PDF) Titulació oficial El grau de Logopèdia de la UOC és una titulació que ha estat verificada pel Consell d'Universitats, i la Generalitat de Catalunya n'ha autoritzat la implantació, segons el que marca la legislació vigent. Els títols universitaris oficials de la UOC tenen validesa en tot el territori espanyol, tenen efectes acadèmics plens i habiliten, si escau, per a la realització d'activitats professionals regulades, d'acord amb la normativa que en cada cas resulti aplicable. Aquests títols s'expedeixen juntament amb el suplement europeu al títol (SET), que facilita informació sobre els estudis cursats per l'estudiant, els resultats obtinguts, les capacitats professionals assolides i el nivell de la titulació en el sistema espanyol d'educació superior, amb la finalitat de facilitar-ne el reconeixement i promoure la mobilitat d'estudiants i titulats dins de l'espai europeu d'educació superior (EEES). La validesa en altres països dels títols universitaris oficials expedits per la UOC vindrà determinada en cada cas per les lleis d'educació de cada país. Titulació oficial El grau de Logopèdia de la UOC és una titulació que ha estat verificada pel Consell d'Universitats, i la Generalitat de Catalunya n'ha autoritzat la implantació, segons el que marca la legislació vigent. Els títols universitaris oficials de la UOC tenen validesa en tot el territori espanyol, tenen efectes acadèmics plens i habiliten, si escau, per a la realització d'activitats professionals regulades, d'acord amb la normativa que en cada cas resulti aplicable. Aquests títols s'expedeixen juntament amb el suplement europeu al títol (SET), que facilita informació sobre els estudis cursats per l'estudiant, els resultats obtinguts, les capacitats professionals assolides i el nivell de la titulació en el sistema espanyol d'educació superior, amb la finalitat de facilitar-ne el reconeixement i promoure la mobilitat d'estudiants i titulats dins de l'espai europeu d'educació superior (EEES). La validesa en altres països dels títols universitaris oficials expedits per la UOC vindrà determinada en cada cas per les lleis d'educació de cada país. Consulta més detalls sobre: + Homologació + Legalització Publicacions i blogs Blog Ciència en Salut Monogràfic sobre la Logopèdia Inici 25 set. 2025 240 Crèdits ECTS Idiomes: Català, Castellà Titulació oficial Metodologia 100% online 1a. universitat online del món Acompanyament personalitzat Entre les millors universitats La UOC se situa entre el 7 % de les millors universitats del món segons el World University Rankings 2024. Qualitat de la titulació La qualitat d'aquest programa està avalada per l' AQU (Agència per a la Qualitat del Sistema Universitari de Catalunya), la qual assegura el rigor i l'acompliment dels estàndars exigits a l' EEES . + Qualitat de la titulació Acreditació de qualitat AQU Agència per a la Qualitat del Sistema Universitari de Catalunya Juntament amb: Presentació del grau de Logopèdia L'aula virtual: accedeix-hi des de qualsevol lloc, sense barreres físiques Grau de Logopèdia (interuniversitari: Uvic-UCC, UOC) Pla d'estudis 240 ECTS 66 ECTS Bàsica 30 ECTS Optativa 114 ECTS Obligatòria 6 ECTS Treball final 24 ECTS Pràctiques Assignatures Càrrega lectiva Pràctiques Assignatures del programa Consulta els detalls de les assignatures que t'interessi cursar per adaptar els estudis al teu ritme, segons la disponibilitat i els requisits de matrícula de cada assignatura i el temps de dedicació pel qual hagis optat. Càrrega lectiva El pla d'estudis del grau de Logopèdia de la UVic-Ucc / UOC es compon de 240 crèdits ECTS. Pràctiques Tipologia de l'assignatura Pràctiques externes Durada Hi ha 4 assignatures de practiques obligatòries de 6 crèdits cadascuna: Practicum I, Practicum II, Practicum III i Practicum IV . Cada Pràcticum s'estructura en 145 hores de pràctiques al centre i 7,5 hores per desenvolupar les activitats acadèmiques proposades a l'aula virtual. Modalitats Presencial Requisits Haver superat com a mínim 90 crèdits ECTS entre les assignatures de primer i segon curs. Acompanyament Durant la realització de les pràctiques, l'estudiant disposa d'un seguiment docent personalitzat, amb un professional que actua com a tutor de centre de pràctiques i un professor que actua com a tutor acadèmic. Pràctiques Tipologia de l'assignatura Pràctiques externes Durada Hi ha 4 assignatures de practiques obligatòries de 6 crèdits cadascuna: Practicum I, Practicum II, Practicum III i Practicum IV . Cada Pràcticum s'estructura en 145 hores de pràctiques al centre i 7,5 hores per desenvolupar les activitats acadèmiques proposades a l'aula virtual. Modalitats Presencial Requisits Haver superat com a mínim 90 crèdits ECTS entre les assignatures de primer i segon curs. Acompanyament Durant la realització de les pràctiques, l'estudiant disposa d'un seguiment docent personalitzat, amb un professional que actua com a tutor de centre de pràctiques i un professor que actua com a tutor acadèmic. La tasca d'aquests dos tutors és assegurar que les pràctiques es duen a terme seguint el projecte formatiu. Empreses col·laboradores Disposes d'una àmplia oferta de centres de pràctiques a la borsa d'entitats col·laboradores, que es troben situades arreu d'Espanya. Així mateix, també tens la possibilitat de proposar un altre centre o entitat. La llista de centres amb convenis de pràctiques pot variar des del moment que t’inscriguis fins que es comencin les pràctiques. Pots trobar més informació sobre el llistat de centres aquí, a l'apartat de Pràctiques: https://www.umanresa.cat/ca/estudis/graus/grau-en-logopedia Pràctiques Amb la UOC, tot són avantatges a l’hora de fer les pràctiques. Disposes de més de 10.000 empreses col·laboradores en les quals dur a terme pràctiques. Les pràctiques curriculars i no curriculars representen una oportunitat única per trobar treball o millorar la teva situació actual. Més informació Grau de Logopèdia (interuniversitari: Uvic-UCC, UOC) Reconeixement de crèdits Reconeixement de crèdits Avaluació d'estudis previs Convalidacions CFGS Reconeixement d'experiència professional Reconeixement de crèdits La UOC permet convalidar o adaptar els estudis que s'han cursat anteriorment i reconèixer assignatures o pràctiques d'acord amb l'experiència professional. El reconeixement de crèdits permet reduir el temps d'estudi. Per a qualsevol dubte, ompliu el formulari de sol·licitud d'informació i contactarem amb vosaltres. Avantatges de sol·licitar un reconeixement de crèdits. Les assignatures reconegudes per mitjà de l'avaluació d'estudis previs (AEP) o del reconeixement acadèmic de l'experiència professional (RAEP), no les heu de cursar en el vostre programa d'estudis. Els crèdits reconeguts, un cop s'han incorporat a la matrícula, es descompten del total de crèdits que cal cursar per a obtenir el títol. En el cas dels graus, la UOC reconeix crèdits de formació bàsica de la mateixa branca de coneixement, mentre els estudis aprovats siguin d'ensenyaments universitaris oficials (excepte en el cas del màster universitari) i pertanyin a la mateixa branca de coneixement que el grau de destinació. Reconeixement de crèdits La UOC permet convalidar o adaptar els estudis que s'han cursat anteriorment i reconèixer assignatures o pràctiques d'acord amb l'experiència professional. El reconeixement de crèdits permet reduir el temps d'estudi. Per a qualsevol dubte, ompliu el formulari de sol·licitud d'informació i contactarem amb vosaltres. Avantatges de sol·licitar un reconeixement de crèdits. Les assignatures reconegudes per mitjà de l'avaluació d'estudis previs (AEP) o del reconeixement acadèmic de l'experiència professional (RAEP), no les heu de cursar en el vostre programa d'estudis. Els crèdits reconeguts, un cop s'han incorporat a la matrícula, es descompten del total de crèdits que cal cursar per a obtenir el títol. En el cas dels graus, la UOC reconeix crèdits de formació bàsica de la mateixa branca de coneixement, mentre els estudis aprovats siguin d'ensenyaments universitaris oficials (excepte en el cas del màster universitari) i pertanyin a la mateixa branca de coneixement que el grau de destinació. Com es pot sol·licitar el reconeixement de crèdits El tràmit es pot fer cada semestre i el resultat es comunica abans que comenci la docència. La tramitació de la sol·licitud s'ha de fer des del Campus Virtual. L'estudiantat de nova incorporació han d'haver demanat prèviament la sol·licitud d'accés. Una vegada teniu accés al Campus Virtual, podeu consultar les taules d'equivalències amb moltes titulacions d'altres universitats, que mostren una simulació dels crèdits que podeu convalidar. Si no hi trobeu la taula d'equivalències pròpia dels vostres estudis realitzats, una comissió analitzarà la vostra sol·licitud de manera personalitzada. L'avaluació d'estudis previs i el reconeixement de l'experiència professional es poden demanar durant tota la vida acadèmica a la UOC, i sempre els podeu actualitzar si aporteu més estudis o una experiència professional nova. El resultat del reconeixement de crèdits el rebreu a la bústia personal i, en cas que no hi estigueu d'acord, disposareu d'un període de temps per a fer-hi al·legacions. Avaluació d'estudis previs L'avaluació d'estudis previs (AEP) és el tràmit que han de sol·licitar els estudiants que vulguin convalidar els estudis que han cursat en aquesta universitat o en qualsevol altra. Estudis i activitats que poden ser susceptibles de reconeixement de crèdits: Titulacions oficials Titulacions pròpies cursades en universitats o centres d'ensenyament superior Titulacions d'idiomes Cicles formatius de grau superior Activitats universitàries en cas que es cursi un grau Per a saber-ne els detalls, ompliu el formulari d'accés i consulteu al tutor. Convalidacions CFGS Amb un cicle formatiu de grau superior podreu convalidar alguns crèdits dels graus online de la UOC. Consulta si el teu cicle formatiu és entre els que permeten aquesta convalidació i quants crèdits pots arribar a convalidar. Cicle formatiu de Grau Superior Crèdits convalidats d'Educació Social 18 crèdits d'Integració Social 18 crèdits Reconeixement acadèmic de l'experiència professional La UOC ofereix la possibilitat de reconèixer algunes assignatures o pràctiques en funció de l'experiència professional demostrada. Per aconseguir-ho cal sol·licitar el Reconeixement acadèmic de l'experiència professional (RAEP), un tràmit en què cal acreditar documentalment aquest bagatge professional. D'aquesta manera es poden convalidar fins al 15 % dels crèdits de la titulació. + Consulta les convalidacions RAEP Grau de Logopèdia (interuniversitari: Uvic-UCC, UOC) Professorat Direcció de programa Direcció d'Estudis Professorat Col·laboradors Direcció de programa Concepción Padilla Franco Doctora en Neurociències per la Universitat de les Illes Balears (UIB). Màster en Clínica de els Trastorns del Llenguatge i Diploma d'Estudis Avançats al Doctorat d'Intervenció al Llenguatge de la Universitat Complutense de Madrid (UCM). Màster en Formació del Professorat d´Educació Secundària i Batxillerat per la Universitat Nacional d´Educació a Distància (UNED). Llicenciatura en Psicologia per la Universitat Autònoma de Madrid (UAM). Professora de l'àmbit de la neuropsicologia i la logopèdia als Estudis de Ciències de la Salut de la UOC. Membre del grup de recerca NeuroAdasLab. Ha treballat com neuropsicòloga clínica i investigadora postdoctoral a la Universitat de Cambridge i al Hospital Santa Creu i Sant Pau de Barcelona. Durant la seva trajectòria, ha combinat la pràctica clínica amb la investigació en diferents temàtiques com són els trastorns de la atenció i de la lectoescriptura, l'exercici físic com a factor preventiu del deteriorament cognitiu i la malaltia d'Alzheimer a la síndrome de Down. Sandra Espino Datsira Doctora en Psicologia de l'Educació per la Universitat de Barcelona (UB). Postgrau en Patologia del Llenguatge per l'Escola de Patologia del Llenguatge de la Universitat Autònoma de Barcelona (UAB) i Postgrau en Docència Universitària per l'Institut de Ciències de l'Educació de la Universitat de Barcelona. Personal docent investigador en la Universitat de Vic-Universitat Central de Catalunya (UVIC-UCC) on dirigeix els estudis de Logopèdia (grau interuniversitari: UVic-UCC/UOC). Imparteix docència al mateix Grau de Logopèdia, al Màster de Dificultats d'Aprenentatge i Trastorns del Llenguatge (UOC) i al Màster de Motricitat Orofacial (UVic-UCC). Direcció d'Estudis Salvador Macip Maresma Doctor en Medicina i Cirurgia per la Universitat de Barcelona. Catedràtic de Medicina Molecular al Departament de Biologia Molecular i Cel·lular a la Universitat de Leicester, on dirigeix el Mechanisms of Cancer and Ageing Laboratory. Docent de pregrau i postgrau des del 2008. Ha publicat més de cinquanta articles en revistes biomèdiques indexades a PubMed. Ha publicat onze llibres de divulgació científica i col·labora regularment amb diversos mitjans fent difusió de la ciència. Web CV Professorat Alfonso Igualada Pérez Logopeda amb perfil clínic, docent i d'investigació. Diplomat en Logopèdia (UV), Màsters al CSIC-UIMP i a la UPF, i Doctorat en Ciències de Llenguatge (UPF). Professor titular dels Estudis de Psicologia i Ciències de l'Educació de la UOC al Grau de Logopèdia i al Màster MUDATALL. Membre del grup de recerca GRECIL. Investiga sobre el desenvolupament del llenguatge, els gestos comunicatius, la pragmàtica, l'avaluació i tractament del Trastorn del desenvolupament del llenguatge i el Trastorn de l'espectre autista, la intervenció digital i la pràctica basada en evidències. Web CV Ana Luisa Lou Moreno Màster Interuniversitari en Psicologia de l'Educació (MIPE). Diploma de Postgrau en l’especialitat de Pertorbacions del Llenguatge i l'Audició: Logopèdia, per la Universitat Autònoma de Barcelona. Llicenciada en Filosofia i Ciències de l'Educació (Pedagogia Terapèutica) per la Universitat de Barcelona. Diplomada en Formació del Professorat per la Universitat de Barcelona. Directora i logopeda en el centre Altaveu de Barcelona, especialitzat en les alteracions de la veu, les disfuncions orofacials, el llenguatge i la comunicació. Docent del Grau de Logopèdia (interuniversitari: UVic-UCC/UOC). Professora associada de la Facultat de Psicologia, departament de Cognició, Desenvolupament i Psicologia de l'Educació, de la Universitat de Barcelona. Antonia Campolongo Perillo Llicenciada en Infermeria i Màster en Nutrició i Dietètica (UIB). Infermera gestora de casos i de pràctica clínica del Grup de Trastorns del Moviment i del Grup de Recerca de Malaltia de Parkinson i altres Trastorns del Moviment del Servei de Neurologia de l'Hospital Santa Creu i Sant Pau, Barcelona. Coordinadora del Grup de Trastorns del Moviment de la Sociedad Española de Enfermería Neurológica (SEDENE). Professora associada a la Universitat Autònoma de Barcelona. Investigadora de l'Institut de recerca Biomèdica Sant Pau. Ha col·laborat en diversos projectes de recerca internacionals i nacionals on es co-autora de desenes d'articles científics. Web CV Ariadna Caberol Sallés Diplomada en Logopèdia per la Fundació Universitària del Bages (UAB). Màster en Neuropsicologia i Educació per la Universitat Internacional de La Rioja. Màster en Neurologopèdia per l'Escola de Patologia del llenguatge (UAB). Intèrpret de Llengua de Signes (CEIR Villarroel). Docent i coordinadora de pràctiques del Grau de Logopèdia Interuniversitari (UVic-UCC/UOC). Ha col·laborat en la docència del Màster de Dificultats d'Aprenentatge i Trastorns del Llenguatge (UOC). Experiència en Centres de Desenvolupament i Atenció Precoç realitzant tasques de prevenció, diagnòstic i intervenció en dificultats del llenguatge, parla i deglució. Exerceix de logopeda en un equip privat especialitzat en avaluació i intervenció en trastorns de l'aprenentatge i de l'espectre de l'autisme. Berta Pascual Sedano Especialista en Neurologia, Doctora en Medicina per la UAB i adjunta de la Unitat de Trastorns del Moviment del Servei de Neurologia de l'Hospital de Sant Pau (Barcelona), la seva tasca assistencial principal se centra en les persones amb malaltia de Parkinson avançada. Té àmplia experiència en docència i en participació de projectes de recerca, i és coautora de gairebé 100 publicacions a revistes nacionals i internacionals relacionades amb els trastorns del moviment. Web CV Bárbara María Arellano Fernández Diplomada en Fisioteràpia per la Universitat Autònoma de Barcelona (UAB). Llicenciada en Psicopedagogia per la Universitat de Barcelona (UB). Formació en Responsabilitat Social Empresarial per la Universitat Oberta de Catalunya (UOC). Màster en Formació de Formadors en Mobilització del pacient, càrregues i Activitat en Geriatria per SIFAM Universitat de Montpeller (França). Tècnic Superior en Prevenció de Riscos Laboral, ESINE. Postgraduat d'Atenció Domiciliaria, Màster d'Emergències Mèdiques. Formadora en el programa de Doctorat de la Universitat de Pedagogia (UB), en el seu Mòdul de Transicions Laborals. Formació i orientació \"qualitat educativa i un món plural\". Experiència Professional com a Fisioterapeuta en el Centre de Salut de la Columna Vertebral, S.L. Fisiogestió domiciliaria i formació com a Psicopedagoga en la Fundació Privada INFORM i l'Associació Centre Pedralbes Escola Pedagògica Terapèutica Professora col·laboradora Fub en fisioteràpia, infermeria i podologia \"Transferència de Malats\", qualitat assistencial. Concepción Padilla Franco Doctora en Neurociències per la Universitat de les Illes Balears (UIB). Màster en Clínica de els Trastorns del Llenguatge i Diploma d'Estudis Avançats al Doctorat d'Intervenció al Llenguatge de la Universitat Complutense de Madrid (UCM). Màster en Formació del Professorat d´Educació Secundària i Batxillerat per la Universitat Nacional d´Educació a Distància (UNED). Llicenciatura en Psicologia per la Universitat Autònoma de Madrid (UAM). Professora de l'àmbit de la neuropsicologia i la logopèdia als Estudis de Ciències de la Salut de la UOC. Membre del grup de recerca NeuroAdasLab. Ha treballat com neuropsicòloga clínica i investigadora postdoctoral a la Universitat de Cambridge i al Hospital Santa Creu i Sant Pau de Barcelona. Durant la seva trajectòria, ha combinat la pràctica clínica amb la investigació en diferents temàtiques com són els trastorns de la atenció i de la lectoescriptura, l'exercici físic com a factor preventiu del deteriorament cognitiu i la malaltia d'Alzheimer a la síndrome de Down. Ha publicat múltiples articles a revistes internacionals dʻalt factor dʻimpacte. El seu interès se centra en la computació de tasques d'avaluació i intervenció per a la millora de l'accessibilitat de l'usuari i en la utilització de tècniques de neuroimatge per estudiar la relació entre el rendiment cognitiu, la morfologia cerebral i/o els canvis fisiològics associats. Débora Aguilar Serrano Llicenciada en Psicologia, Diplomada en Logopèdia, Diplomada en magisteri d'Educació Especial. Postgrau en intervenció logopèdica en trastorns de la veu. Dedicada a l'àmbit clínic i educatiu durant més de 20 anys. Eduardo Ríos Sánchez Màster en Logopèdia per la Universitat de Vic. Màster en Audiologia General per la Universitat d'Alacant. Màster en Nutrició i Salut per la Universitat Oberta de Catalunya. Professor de Cant pel Conservatori Superior de Música de Barcelona i Professor de Flauta Travessera pel Conservatori Superior de Música d'Oviedo (MECES 3). Cantant (baríton). Logopeda col.legiat al Col.legi de Logopedes de Catalunya i al Colegio de Logopedas de Castilla y León. Soci-fundador del Centre Sanitari RIOSARCAS a Barcelona, on treballa en diagnòstic i rehabilitació funcional de la Veu, Audició, Parla, Llenguatge, Deglució, Comunicació i Assessoria Nutricional. Exmembre de la Junta de Govern del Col·legi de Logopedes de Catalunya com a vocal de Salut i de Benestar i Família. Professor del Grau Interuniversitari de Logopedia de la Universitat de Manresa-Universitat de Vic-Universitat Central de Catalunya-UOC. Profesor Docent del Grau de Logopedia a UNIR. Professor del Màster de Rehabilitació de la Veu a l'Escola de Patologia del Llenguatge de l'Hospital de Sant Pau. Professor de Cant i Tècnica Vocal per a cantants i actors, i Coach Comunicatiu i Vocal per a polítics, directius i altres professionals. Participa de manera habitual en publicacions, cursos, congressos i conferències a diverses universitats i organismes nacionals i internacionals. Ester Rodriguez Leon Diplomada en Logopèdia per la Universitat de Manresa (UManresa) i Mestra d'Audició i Llenguatge per la Universidad Pontificia de Salamanca (UPSA). Diplomada en Treball Social per la Universitat de Barcelona (UB). Màster en Motricitat Orofacial (UManresa- IEPAP) i Màster Universitari en Dificultats de l'Aprenentatge i Trastorns del Llenguatge per la Universitat Oberta de Catalunya (UOC). És docent del Grau presencial en la Universitat de Manresa, en les assignatures de 2n i 3r de Disfuncions Orofacials i Intervenció en Disfuncions Orofacial. També és docent del Màster en Motricitat Orofacial. A més és Tutora de pràctiques del grau i del Màster en Motricitat Orofacial en la Universitat de Manresa. Tutora i Revisora de Treball Final de Grau. Docent de cursos de curta durada relacionats amb la Motricitat Orofacial. Coordinadora i Logopeda especialista en Motricitat Orofacial del Servei de Logopèdia de la CU+ des de 2005. Coordinadora del Màster de Motricitat Orofacial, des de 2016. Actualment, és tutora del Grau de Logopèdia de la UOC, professora col·laboradora dels estudis de Logopèdia de la Universitat de Manresa, i professora titular dels estudis del Grau de Logopèdia de UOC. Fernanda Pacheco Vera Doctora en Psicologia Clínica i de la Salut (Universitat de Barcelona). Professora a l'àmbit del Desenvolupament, de la Psicologia i de l'Educació Inclusiva. Experta en llenguatge, cognició i trastorns de neurodesenvolupament. Membre del grup de recerca en cognició i llenguatge UOC-UB (GRECIL). Gary Morgan Professor catedràtic als Estudis de Psicologia i Ciències de l'Educació de la UOC. És llicenciat en Psicologia per Manchester (1991) i doctorat per Bristol (1998). Especialització en el desenvolupament de la cognició i el llenguatge. Estudia sordesa, TEL/TDL, autisme i nens acollits. Treballa en programes de logopèdia i docència des de 1999 Web Judit Rogés Olivares Laia Lluch Molins Doctora en Educació i Societat, premi extraordinari de doctorat. Màster universitari en Innovació i Investigació en Educació, Postgrau en Lideratge i Direcció de Centres Educatius, i Grau en Mestra d'Educació Primària. Actualment és Directora del Centre a Kumon Sant Boi de Llobregat – Marianao; Consult-coach responsable de l'àmbit de diagnòstic i avaluació a Reimagine Education; Professora associada i investigadora a la Universitat de Barcelona, i Membre del grup de recerca consolidat LMI - Learning, Media & Social Interactions (2021 SGR 00694). També és editora del Journal of Neuroeducation. Laura Esquius de la Zarza Doctora en Fisiologia i Nutrició Esportiva, llicenciada en Biologia i diplomada en Nutrició Humana i Dietètica. Directora acadèmica del màster universitari d'Alimentació en l'Activitat Física i l'Esport. Professora dels Estudis de Ciències de la Salut de UOC i professora de la Facultat de Ciències de la Salut de Manresa (UVic-UCC). És investigadora del grup de recerca FoodLab i la seva activitat investigadora està relacionada amb l'estudi de la nutrició, la salut i l'esport. Web CV Laura Sáez Álvarez Graduada en Logopèdia per la Universitat Autònoma de Barcelona. Màster en Neurologopèdia per l'Escola de Patologia del Llenguatge, Hospital de la Santa Creu i Sant Pau. Màster en disfàgies orofaríngies per l'Escola de Patologia del Llenguatge, Hospital de la Santa Creu i Sant Pau. Màster en tractament de suport i cures pal·liatives en el malalt oncològic per la Universitat de San Jorge. Postgrau en Lactància Materna per la Universitat Ramon Llull, La Blanquerna. Ponent en la Webinar Vegenat Nutri'60 Disfàgia en el pacient crític. Logopeda a l'Hospital Universitari Mútua Terrassa. Professora responsable de l'assignatura trastorns adquirits del llenguatge del Grau de Logopèdia (UVic - UOC). Marta Coll-Florit Doctora en Societat de la Informació i el Coneixement en l’especialitat de Lingüística Aplicada (UOC) i MA en el doctorat de Ciència Cognitiva i Llenguatge (UB). Treballa a la UOC des del 2005, on actualment és professora agregada dels Estudis d’Arts i Humanitats. És codirectora acadèmica del grau de Traducció, Interpretació i Llengües Aplicades (UOC, UVic-UCC) i investigadora principal del Grup de Recerca Interuniversitari en Aplicacions Lingüístiques (GRIAL), grup de recerca consolidat. CV Mireia Torralba Rosello Doctora en Didàctica de la Llengua i la Literatura per la Universitat Autònoma de Barcelona. Postgrau en Simulació Clínica i Innovació Docent per a Professionals de la Salut. Màster Oficial en Recerca en Didàctica de la Llengua i la Literatura. Diploma de postgrau en l'especialitat de Pertorbacions del Llenguatge i l'Audició (Logopèdia). Membre del Grup d'Investigació en Innovació Docent, Simulació i Seguritat del Pacient. CV Míriam Navarro Sobrino Graduada en Biologia (UB), Màster Experimental en Bioquímica i Biologia Molecular (UB) i doctoranda en neurociències pel Vall d’Hebron Institut de Recerca (UAB). Realitza els seus estudis postdoctorals a la Universitat de Columbia (NY, EEUU) on durant 5 anys combina la activitat investigadora amb l'activitat docent. Actualment, dirigeix els programes educatius del Barcelona Institute of Science and Technology, on coordinada del Màster en Recerca Multidisciplinar i Ciències Experimentals. Ha col·laborat en diversos projectes de recerca internacionals i nacionals i es primera autora de 14 articles científics. El seu principal camp de recerca és la capacitat d’adaptació del cervell (neuroplasticitat) en situacions adverses. Nadia Ahufinger Sanclemente Doctora en Psicologia Clínica i de la Salut per la Universitat de Barcelona (UB). Màster oficial en Dificultats de l'Aprenentatge i Trastorns del Llenguatge per la Universitat Oberta de Catalunya (UOC). Graduada en Educació Primària (menció de necessitats educatives específiques) per la Universitat Autònoma de Barcelona (UAB). És membre del grup de Recerca en Cognició i Llenguatge UOC-UB (GRECIL). Web Neus Calaf Gozalo Diplomada en Logopèdia (UAB), Postgraduada en Intervenció Logopèdica en Trastorns de la Veu (URL), Títol Superior de Música en Instruments de la Música Antiga (ESMUC), Màster Oficial en Musicologia i Educació Musical (UAB), i Doctora en Psicologia de l’Educació (UAB). Té una llarga trajectòria docent en estudis de logopèdia i disciplines afins, i ha col·laborat en diversos projectes d'investigació en l'àmbit de la logopèdia. Els seus interessos de recerca inclouen el desenvolupament i la validació d'instruments d'avaluació de la veu i la parla, amb especial atenció a la seva adaptació cultural i lingüística. Web Neus Frigolé Pujol Llicenciada en Filologia Anglesa (UB), Màster en Recerca en la Didàctica de la Llengua i la Literatura (UB) i doctoranda en el programa de Didàctica de les Ciències, les Llengües, les Arts i les Humanitats (UB). Membre del grup Plurilingüismes Escolars i Aprenentatge de Llengües (PLURAL). Forma part del grup de recerca consolidat RIELL. Ha participat en diversos projectes subvencionats per la Comissió Europea i és autora i coautora de diversos articles científics i capítols de llibre. Els seus principals camps de recerca són l'aprenentatge de llengües estrangeres, l'educació plurilingüe i cultural, i la pràctica reflexiva. Núria Esteve Gibert Doctora en Ciència Cognitiva i Llenguatge per la Universitat Pompeu Fabra (2014). Té experiència postdoctoral al Laboratoire Parole et Langage de la Universitat d'Ais-Marsella (2015-2017) i a la Universitat de Barcelona (2017-2018). Experta en adquisició del llenguatge, especialment en la relació entre la fonologia experimental (segmental i suprasegmental) i la pragmàtica (gestualitat i context), és membre del Grup de Recerca en Cognició i Llenguatge (GRECIL, UOC). Web CV Núria Oriol Peregrina Doctora per la Universitat de Barcelona. Programa de Ciutadania i Drets Humans. Llicenciada en Psicologia. Màster Universitari en Bioètica. Diploma de Postgrau en Expert en Treball Grupal. Diploma de Postgrau en Patologia del Llenguatge. Màster en Motricitat Orofacial. Logopeda de Mútua de Terrassa a Atenció Intermèdia. Professora i Coordinadora de la presencialitat dels Estudis de Grau en Logopèdia de la Universitat de Manresa Universitat de Vic-Universitat Central de Catalunya (Uvic-UCC)/UOC. Vocal d'Ètica i deontologia del Col·legi de Logopedes de Catalunya. Membre del Comitè d'ètica assistencial i del Comitè de Disfàgia de Mútua de Terrassa. Membre del Grup de Recerca Sport, Exercise and Human Movement (SEaHM). Web Olga Múries Cantán Doctora en Psicologia per la Universitat Ramon Llull de Barcelona i la Vrije Universiteit d'Amsterdam. Tesi doctoral focalitzada en la qualitat de vida dels germans/es de persones amb discapacitat intel·lectual i del desenvolupament (DID). Màster en Psicologia de l'Educació (UB; UAB; URL; UdG) (2016). Interessos professionals i de recerca vinculats a la intervenció i acompanyament a infants amb DID i les seves famílies. Professora lectora a la Universitat Oberta de Catalunya (UOC) en els estudis de Psicologia i Ciències de l'Educació i professora associada a la Universitat de Barcelona (UB) als graus de Pedagogia i de Mestre/a d'Educació Primària. Secretària del grup de recerca d'interès especial sobre Qualitat de Vida de l'Associació Internacional per a l'Estudi Científic de la Discapacitat Intel·lectual i del Desenvolupament (IASSIDD). Sandra Espino Datsira Doctora en Psicologia de l'Educació per la Universitat de Barcelona (UB). Postgrau en Patologia del Llenguatge per l'Escola de Patologia del Llenguatge de la Universitat Autònoma de Barcelona (UAB) i Postgrau en Docència Universitària per l'Institut de Ciències de l'Educació de la Universitat de Barcelona. Personal docent investigador en la Universitat de Vic-Universitat Central de Catalunya (UVIC-UCC) on dirigeix els estudis de Logopèdia (grau interuniversitari: UVic-UCC/UOC). Imparteix docència al mateix Grau de Logopèdia, al Màster de Dificultats d'Aprenentatge i Trastorns del Llenguatge (UOC) i al Màster de Motricitat Orofacial (UVic-UCC). Santiago González Fuente Doctor en Ciències del Llenguatge (UFP); Màster en Fonètica i Fonologia al CSIC-UIMP; Llicenciat en Lingüística (UB) i en Filologia Hispànica (UB) i Mestre especialitat en Educació Musical (UB). Professor Contractat al CIESE-Fundación Comillas de la Universidad de Cantabria. Investigador centrat en la lingüística de corpus i en el component prosòdic-gestual de la parla, especialment en aquells aspectes relacionats amb la dimensió pragmàtica del llenguatge. Sergi Fàbregues Feijóo Doctor i llicenciat en Sociologia per la Universitat Autònoma de Barcelona (UAB). La seva experiència i interessos en recerca se centren en els mètodes de recerca qualitativa i mixta, l'ús de les TIC en educació i la intersecció de la perspectiva de gènere i les noves tecnologies. Actualment és professor de mètodes de recerca social i educativa en els estudis de Psicologia i Ciències de l'Educació. Web CV Àngels Rived Ocaña Diplomada en Fisioteràpia (EUGimbernat), Màster en Neurorehabilitació (Institut Guttmann), Postgrau en Dolor Orofacial i disfuncions Temporomandibulars, UIC). Fisioterapeuta de la Fundació Assistencial Mútua de Terrassa (FAMT), i professora col.laboradora del Grau de Logopèdia (UVic-UOC). Membre de la comissió de sostenibilitat de la FAMT. Col·laboradors Ada Bonet Torres Ainhoa Escot Roa Alejandra Gómez-Raya Vilanova Andrea Valles Sasot Ariadna Boada Taulats Arnau Hervera Abad Clara Andrés Gárriz Cristina Boronat Olivart Cristina Mumbardo Adam Ester Rodriguez Leon Francisco Jose Munzón Merino Isabel Sala Matavera Joana Cabral Torrado Julia Florit Pons Laura Sáez Álvarez Luz Angelica Sepulveda Castillo Maria Esther Ochoa Moreno Maria Lecha Benet Montserrat Deportós Alcaraz Montserrat Palau Baduell Nuria Viñolas Insa Paula Iglesias Rodríguez Sara López Villena Tanit de Juana Pascual Grau de Logopèdia (interuniversitari: Uvic-UCC, UOC) Sortides professionals Sortides professionals Objectius Perfils Competències Sortides professionals El logopeda és un professional sanitari que pot treballar en els àmbits social, sanitari i educatiu. Aquests àmbits es concreten en les ubicacions professionals següents: Unitats hospitalàries (otorinolaringologia, foniatria, rehabilitació, cirurgia maxil·lofacial, neurologia, neuropediatria, psiquiatria, psicologia, etc.) Centres d'atenció primària Serveis sociosanitaris : centres geriàtrics, centres d'atenció precoç, atenció domiciliària Escoles d'educació especial Centres de formació i docència de professionals de la logopèdia Consulta privada Mitjans de comunicació Centres d'educació vocal i cant Ocupabilitat L’ocupabilitat dels nostres estudiants és clau per a l'èxit de la UOC. Identifiquem les competències clau que el mercat laboral demana i les incloem en els plans d’estudis. També t’empoderem perquè siguis tu qui decideixi i gestioni la teva carrera professional a través de serveis d’orientació de carrera. Objectius Reconèixer, descriure i integrar els fonaments biològics, psicològics, lingüístics i pedagògics que sustenten l'atenció i els procediments logopèdics. Explorar, avaluar, prevenir, diagnosticar i emetre un pronòstic d'evolució dels trastorns de la comunicació i el llenguatge des d'una perspectiva multidisciplinària, usant les tècniques i instruments propis de la professió amb creativitat i incorporant les últimes innovacions. Reunir i interpretar informació rellevant en logopèdia, que permeti emetre judicis que incloguin una reflexió sobre les alteracions de l'àmbit de la logopèdia, duent a terme una pràctica professional equitativa des d'una perspectiva de gènere i vetllant per un ús respectuós del llenguatge. Transmetre informació sobre la seva actuació en l'àmbit logopèdic a tota mena d'audiències professionals i no professionals. Ser capaç d'identificar les seves pròpies necessitats formatives en l'àmbit de la logopèdia i en els diferents àmbits d'actuació, per a organitzar el seu propi aprenentatge amb un alt grau d'autonomia. Objectius Reconèixer, descriure i integrar els fonaments biològics, psicològics, lingüístics i pedagògics que sustenten l'atenció i els procediments logopèdics. Explorar, avaluar, prevenir, diagnosticar i emetre un pronòstic d'evolució dels trastorns de la comunicació i el llenguatge des d'una perspectiva multidisciplinària, usant les tècniques i instruments propis de la professió amb creativitat i incorporant les últimes innovacions. Reunir i interpretar informació rellevant en logopèdia, que permeti emetre judicis que incloguin una reflexió sobre les alteracions de l'àmbit de la logopèdia, duent a terme una pràctica professional equitativa des d'una perspectiva de gènere i vetllant per un ús respectuós del llenguatge. Transmetre informació sobre la seva actuació en l'àmbit logopèdic a tota mena d'audiències professionals i no professionals. Ser capaç d'identificar les seves pròpies necessitats formatives en l'àmbit de la logopèdia i en els diferents àmbits d'actuació, per a organitzar el seu propi aprenentatge amb un alt grau d'autonomia. Ser capaç de desembolicar-se en situacions complexes, tant en l'àmbit acadèmic com laboral o professional dins de la logopèdia, exercint la ciutadania activa i la responsabilitat individual amb compromís amb els valors democràtics i de desenvolupament sostenible. Perfils El grau de Logopèdia s'adreça especialment a totes les persones interessades en la comunicació, el llenguatge, la parla i la veu , amb vocació terapèutica , que vulguin treballar en l'àmbit social, educatiu i sanitari. L'estudiant ha de ser una persona amb capacitat de treball en equip, habilitat per a l'organització i la planificació, responsabilitat i respecte a la diversitat de valors i cultures, i compromesa amb la salut i el benestar de les persones. Resultats del procés de formació i d'aprenentatge Coneixements o continguts * Nomenar amb termes específics les alteracions de la comunicació i del llenguatge per a poder interactuar eficaçment amb altres professionals. * Identificar i integrar els fonaments biològics, psicològics, lingüístics i pedagògics de la intervenció logopèdica en la comunicació, el llenguatge, la parla, l'audició, la veu i les funcions orals no verbals. * Descriure i distingir els trastorns de la comunicació, el llenguatge, la parla, l'audició, la veu i les funcions orals no verbals. * Valorar i seleccionar de manera crítica les tècniques i els instruments d'avaluació i diagnòstic en logopèdia, així com els procediments de la intervenció logopèdica. * Seleccionar els instruments metodològics adequats per a dur a terme una recerca en l'àmbit de la logopèdia. * Recordar i defensar el codi deontològic de la professió per a assegurar una actuació respectuosa amb les diferències individuals i grupals en un context multicultural. Resultats del procés de formació i d'aprenentatge Coneixements o continguts * Nomenar amb termes específics les alteracions de la comunicació i del llenguatge per a poder interactuar eficaçment amb altres professionals. * Identificar i integrar els fonaments biològics, psicològics, lingüístics i pedagògics de la intervenció logopèdica en la comunicació, el llenguatge, la parla, l'audició, la veu i les funcions orals no verbals. * Descriure i distingir els trastorns de la comunicació, el llenguatge, la parla, l'audició, la veu i les funcions orals no verbals. * Valorar i seleccionar de manera crítica les tècniques i els instruments d'avaluació i diagnòstic en logopèdia, així com els procediments de la intervenció logopèdica. * Seleccionar els instruments metodològics adequats per a dur a terme una recerca en l'àmbit de la logopèdia. * Recordar i defensar el codi deontològic de la professió per a assegurar una actuació respectuosa amb les diferències individuals i grupals en un context multicultural. * Reconèixer, distingir i explicar els diferents àmbits d'actuació de la logopèdia. * Seleccionar i identificar els articles científics de l'àmbit específic de la logopèdia en les bases de dades especialitzades. * Identificar els fonaments científics de la logopèdia, interpretant de manera crítica la terminologia, els assajos clínics i la metodologia propis de la recerca en aquest àmbit de coneixement. Habilitats o destreses * Manejar les tecnologies de la informació i de la comunicació de forma àmplia per a resoldre diferents tasques de l'exercici professional, com l'elaboració de materials personalitzats, l'organització de la documentació o la cerca d'informació. * Elaborar i presentar de manera oral o escrita informes d'exploració i diagnòstic, seguiment, finalització i derivació. * Produir de forma adequada la parla, l'estructura del llenguatge i la qualitat de la veu. * Identificar els diferents moments del procés d'avaluació i diagnòstic i aplicar els principals mètodes d'exploració de les alteracions de la comunicació, del llenguatge oral i escrit, de la parla, de la veu i de la deglució. * Dissenyar projectes (programes) d'intervenció logopèdica, seleccionant el model, els objectius, les tècniques i els recursos adequats per a la intervenció logopèdica atesos els condicionants de cadascun dels àmbits d'intervenció: educatiu, social i sanitari. * Seleccionar, proposar i validar l'elecció de sistemes de comunicació alternatius i augmentatius, segons les formes d'accés i les ajudes tècniques requerides, i adaptats a les condicions físiques, psicològiques i socials de cada pacient. * Utilitzar models i tècniques propies del mètode científic per a la cerca d'evidències en logopèdia. * Planificar i aplicar els tractaments logopèdics tant individuals com col·lectives usant els mètodes, tècniques i recursos més eficaços i adequats de manera que s'atengui les diferents etapes evolutives de l'ésser humà. * Desenvolupar entrevistes inclusives amb pacients, cuidadors i les seves famílies en les quals s'exposin de manera sensible i respectuosa, les qüestions relacionades tant amb el diagnòstic com amb el tractament logopèdic, utilitzant un registre i estil adequat al context sociolingüístic, cultural i de gènere dels interlocutors. * Seleccionar i usar amb correcció els materials i instruments específics d'avaluació i intervenció adequats a les alteracions de la comunicació, la parla, de la veu i de les funcions orals no verbals. * Proposar, dissenyar i avaluar programes de prevenció dels trastorns de la comunicació i del llenguatge, i accions per a fomentar les habilitats comunicatives de la població. * Assessorar les famílies i a l'entorn social dels usuaris, afavorint la seva participació i col·laboració en el tractament logopèdic. Competències * Actuar d'acord amb el codi deontològic del logopeda, reflexionant sobre els límits de la seva actuació i tenint en compte els drets dels pacients. * Operar de manera inclusiva i sensible a la perspectiva de gènere en els entorns educatius, assistencials, sanitaris i sociosanitaris, demostrant habilitats per a treballar de manera efectiva en equips uniprofessionals i multiprofessionals. * Realitzar una gestió clínica centrada en el pacient, en l'economia de la salut i en l'ús eficient dels recursos sanitaris, així com en la gestió eficaç de la documentació clínica, amb especial atenció a la confidencialitat. * Desenvolupar l'actuació professional, respectant l'autonomia del pacient, els seus determinants genètics, demogràfics, culturals i econòmics, aplicant els principis de justícia social i comprenent les implicacions ètiques de la salut en un context mundial en transformació. * Resoldre problemes i prendre decisions en la pràctica clínica coherents amb el marc legal que regula la professió del logopeda. Més de 30 anys d'experiència d'e-learning L'any 1995, la UOC es va convertir en la primera universitat online del món . 30 anys després, continuem sent pioners en e-learning. L' eLearning Innovation Center fa evolucionar el model d'aprenentatge per garantir una formació de qualitat, única, connectada i en xarxa. Rànquing Times Higher Education Som la sisena millor universitat de l'Estat espanyol, segons el Young University Ranking del Times Higher Education. Rànquing Rànquing de Shanghai Estem entre les 150 millors universitats del món en comunicació i les 200 en educació. Rànquing U-Multirank Excel·lim en transferència del coneixement, compromís regional i docència i aprenentatge. 30 anys de la UOC 30 anys impulsant el teu futur amb formació de qualitat Grau de Logopèdia (interuniversitari: Uvic-UCC, UOC) Requisits d'accés Opcions d'accés Opcions d'accés Prova d'accés (PAU / Més grans de 25 anys / Més grans de 45 anys ) Vols presentar-te a les proves d'accés de més grans de 25 o 45 anys? Prepara't amb els nostres cursos online d'accés a la universitat . Formació professional (CFGS / FP2 / MP3) Títol universitari o assimilat Requisits d'accés assolits a la Unió Europea o en un estat que hagi subscrit acords internacionals en règim de reciprocitat Estudis preuniversitaris: acreditació UNED per a l'accés Estudis universitaris (acabats o no): convalidació parcial d'uns estudis estrangers per uns estudis espanyols . Títol universitari amb l' equivalència de títol estranger o l'homologació ministerial a l'Estat espanyol Estudis preuniversitaris: batxillerat homologat Estudis universitaris (acabats o no): convalidació parcial d'uns estudis estrangers per uns estudis espanyols Títol universitari amb l' equivalència de títol estranger o l'homologació ministerial a l'Estat espanyol Opcions vàlides per a accedir a estudis de grau oficial Amb essència 100% online, la UOC és una universitat que no té notes de tall per accedir als seus graus. Pots consultar la teva opció d'accés a la Universitat, segons d'on hagis obtingut els requisits d'accés. Per a més informació, sol·licita l'accés i contacta amb el teu tutor Grau de Logopèdia (interuniversitari: Uvic-UCC, UOC) Matrícula i preu Preus Matrícula Descomptes Beques Formes de pagament Preus *Preus vigents en el moment de formalitzar la matrícula. Subjectes a revisió anual. Concepte Preu Preu per crèdit 73,08 €/cr* Preu per crèdit eines i recursos per a l'aprenentatge 12,85 €/cr* Preu per crèdit d'assignatures convalidades 14,62 €/cr* Aquests preus estan subjectes als descomptes (família nombrosa, discapacitats...) i increments (titulats universitaris a centres públics, estudiants amb nacionalitat de fora de la Unió Europea no residents a Espanya...) estipulats al Decret de preus. Per a més informació consulta els apartats \"Descomptes\" i \"Recàrrecs\". Omple el formulari lateral Vols més informació ? i els nostres assessors es posaran en contacte amb tu per oferir-te un pressupost a mida amb els descomptes, les bonificacions i les facilitats de pagament que et corresponguin, així com el detall de recàrrecs que puguin aplicar al teu cas. La UOC és una Universitat de servei públic que vol facilitar l'accés i seguiment dels estudis universitaris al màxim nombre de persones, per això no es requereix un nombre mínim de crèdits per matrícula. _____________ * Preus públics. La Generalitat de Catalunya fixa els preus públics dels crèdits i altres serveis acadèmics per a les universitats públiques de Catalunya i la UOC. Aquests preus estan subjectes als descomptes (família nombrosa, discapacitats...) i increments (titulats universitaris a centres públics, estudiants amb nacionalitat de fora de la Unió Europea no residents a Espanya...) estipulats al Decret de preus. Per a més informació consulta els apartats \"Descomptes\" i \"Recàrrecs\". Omple el formulari lateral Vols més informació ? i els nostres assessors es posaran en contacte amb tu per oferir-te un pressupost a mida amb els descomptes, les bonificacions i les facilitats de pagament que et corresponguin, així com el detall de recàrrecs que puguin aplicar al teu cas. La UOC és una Universitat de servei públic que vol facilitar l'accés i seguiment dels estudis universitaris al màxim nombre de persones, per això no es requereix un nombre mínim de crèdits per matrícula. _____________ * Preus públics. La Generalitat de Catalunya fixa els preus públics dels crèdits i altres serveis acadèmics per a les universitats públiques de Catalunya i la UOC. Pots consultar els preus aprovats per al curs 2024-2025 al Decret 113/2024 , de 18 de juny. ** El concepte d'Eines i recursos per a l'aprenentatge correspon als continguts i eines tecnològiques necessàries per a desenvolupar les activitats d'aprenentatge que la UOC posa a l'abast dels seus estudiants des de les aules i per mitjà de la Biblioteca i els entorns virtuals d'aprenentatge. Poden ser creats per la UOC o bé externs, de propietat aliena a la UOC amb adquisició prèvia o gestió de drets o llicències. Es prioritzen els recursos d'aprenentatge digitals, però alguns recursos de proveïdors aliens a la UOC només són en suport analògic. En aquest cas, estan sotmesos a un IVA del 4 %, associat a l'enviament, a diferència dels recursos digitals que n'estan exempts. Si, excepcionalment, cal enviar els recursos en suport físic, no hi ha cost afegit. *** El concepte de Serveis de suport a l'aprenentatge correspon al manteniment de tots els serveis indispensables per al desenvolupament de la docència, de les infraestructures físiques i tecnològiques i l'atenció personalitzada que la Universitat posa a disposició de l'estudiant al llarg del semestre (entorn virtual, proves d'avaluació, etc.). Preus per matrícula Taxa anual de matrícula 125 € Assegurança escolar obligatòria (menors 28 anys residents estat espanyol) 1,12 € - Anual Assegurança d'accidents 15 € Facilitats econòmiques Descomptes per a matrícula anticipada Pagament fraccionat en quotes Beques, ajuts i descomptes Condicions especials per a empreses Suport a esportistes de competició Informa-te'n Procés de matrícula Aquests són els passos que cal seguir si vols començar uns estudis oficials a la UOC. Si ja heu cursat estudis amb nosaltres i voleu continuar-los, heu d'adreçar-vos a l'espai Tràmits del Campus Virtual. Sol·licitud d'accés La sol·licitud d'accés és un tràmit gratuït i sense compromís que et proporcionarà un nom d'usuari i una contrasenya que et permetran entrar al Campus Virtual, des d'on podràs: Contactar amb un tutor expert, que t'assessorarà i orientarà en la tria d'assignatures. Consultar a la Secretaria del Campus la informació relativa a convalidacions, el detall dels preus de la matrícula, la sol·licitud de beques... Requisits d'accés Abans de sol·licitar l'accés, comprova que compleixes els requisits necessaris per al programa a què vols accedir. Formulari d'accés En el formulari d'accés has de registrar les teves dades personals i el nivell d'estudis assolit. Documentació d'accés La documentació que necessites la trobaràs detallada quan sol·licitis l'accés. Campus Virtual Un cop sol·licitat l'accés, rebràs un nom d'usuari i una contrasenya que et permetran accedir al Campus Virtual, on trobaràs tota la informació i els recursos que et poden ser necessaris. Tutor Un cop al Campus Virtual, tindràs accés al suport permanent del tutor, que t'assessorarà i orientarà en la tria d'assignatures, d'acord amb el bagatge acadèmic previ que tens, els teus interessos i el temps de què disposes. Un cop hagis contactat amb el teu tutor, podràs formalitzar la matrícula seguint les seves instruccions. Quan et pots matricular? A la UOC et pots matricular en dos moments diferents de l'any. Trieu l'opció que millor s'adapti a les vostres necessitats. Consulta el termini de matriculació i l'inici de curs a la pàgina dels estudis que t'interessin cursar. Matriculació a partir de l' abril per començar el curs al setembre Matriculació a partir del novembre per començar el curs al febrer 104.500 graduats i graduades 90 % d'estudiants que estudien i treballen 84 % tornaria a escollir la UOC Descomptes Obtindran descompte en el preu de la matrícula els estudiants d'ensenyaments homologats que puguin acreditar alguna de les condicions següents: Matrícula d'honor de COU, 2n. de batxillerat o premi extraordinari de batxillerat: 50 % de descompte del preu total de crèdits de què es matriculin en la matrícula del primer curs i aplicable una sola vegada. Membres d'una mateixa unitat familiar: 5 % de descompte del preu total de crèdits matriculats per a cada membre de la unitat familiar. Aquest descompte s'aplicarà també en els casos en què un dels membres de la unitat familiar estigui cursant estudis al Campus Vic de la UVic-UCC. Matrícula d'una segona titulació (finalitzada) tant al Campus Vic i Manresa de la UVic-UCC com a la UOC: 10 % de descompte sobre l'import total de crèdits matriculats. Matrícula d'honor en assignatures cursades dins el grau que s'està cursant: s'aplicarà un descompte dels crèdits cursats en el curs anterior en el qual s'ha obtingut matrícula d'honor. Aquest descompte és del 15 %. Majors de 60 anys: 25 % sobre l'import total de crèdits matriculats. Família nombrosa especial*: els i les estudiants membres de família nombrosa especial obtindran un descompte sobre l'import total dels crèdits matriculats del 5 %. Persones discapacitades*: 10 % de descompte sobre l'import total dels crèdits matriculats per a estudiants amb un grau de discapacitat igual o superior al 33 %. Víctimes d'actes terroristes*: 10 % de descompte sobre l'import total dels crèdits matriculats per a les persones que hagin estat víctimes d'actes terroristes, com també per al/la cònjuge i els fills o filles. Víctimes de violència de gènere*: 10 % de descompte sobre l'import total dels crèdits de què es matriculin les víctimes de violència de gènere i els fills i filles que en depenen. Els percentatges de descompte sobre el preu del crèdit detallats anteriorment inclou el preu dels serveis acadèmics de caràcter docent i els recursos per a l'aprenentatge. *L'aplicació del descompte caldrà acreditar-lo amb el document que correspongui i aquesta s'haurà de dur a terme abans de la formalització de la matrícula. Els descomptes no són acumulatius. S'aplicarà el tipus de descompte més avantatjós per a l'alumne. Beques Aquestes beques estan adreçades a persones que vulguin cursar titulacions oficials. Així, es garanteix la igualtat d'oportunitats per accedir a estudis superiors. Hi ha una àmplia oferta de beques per als estudiants de la UOC. La finalitat és posar a l'abast de tothom un gran futur professional. Beques del Ministeri d'Educació de l'Estat Espanyol : per a estudiants de nacionalitat espanyola que cursin titulacions oficials. Consulta les beques disponibles Formes de pagament Les formes de pagament són les següents: Pagament únic domiciliat del total de la matrícula. Pagament fraccionat: Per als estudiants que es matriculen durant el primer període (de maig a setembre): Pagament en 4 terminis 40 % quan es fa la matrícula i 3 pagaments del 20 % al novembre, gener i març. Pels estudiants que es matriculen durant el segon període (de novembre a febrer): Pagament en 2 terminis 60 % quan es fa la matrícula i 40 % al mes de març. En tots els casos és imprescindible facilitar el número de compte per domiciliar els rebuts corresponents. En cas d'ampliació de creditatge en el segon semestre es procedirà a cobrar el 100 % de l'import la primera setmana de març. En el cas que accedeixin a la universitat alumnes de nou ingrés per al període de matrícula de febrer, les formes de pagament seran: 60 % en el moment de matrícula i el 40 % restant la primera setmana d'abril. Els alumnes que optin per fer un pagament únic obtindran un 1 % de descompte sobre el preu dels crèdits matriculats (preu dels serveis de caràcter docent + recursos de l'aprenentatge) sempre que es realitzi des del primer dia de matrícula fins al 26 de juny. Els estudiants residents fora de la Unió Europea només podran fer el pagament per transferència de l'import total de la matrícula en euros al número de compte corrent que indiqui la Universitat. Atenent als canvis en la normativa bancària, el titular del compte facilitat per l'estudiant per al pagament domiciliat de la matrícula haurà de signar el mandat segons el model normalitzat per la SEPA (Single Euro Payments Area). L'import de la matrícula es carregarà al compte bancari a partir del tercer dia següent a la data de matrícula. L'estudiant es compromet a abonar l'import total del curs en la forma acordada. El pagament total de l'import de la matrícula és un requisit essencial de la seva validesa. Si el pagament es fa fraccionat, l'obligació de pagament s'entendrà satisfeta en el moment en què s'hagin efectuat tots i cadascun dels pagaments fraccionats. En el cas que l'estudiant no compleixi els terminis de pagament de la matrícula establerts, previ avís a l'estudiant, es procedirà a la suspensió temporal automàtica dels drets de l'alumne no podrà fer cap tràmit administratiu. El Campus Manresa de la UVic-UCC exigirà com a condició prèvia a la matrícula, a l'expedició de títols, de certificats, de gestió de trasllats o a qualsevol altre tràmit que es pugui dur a terme, el pagament de les quantitats pendents per matrícules de qualsevol activitat formativa de la UVic-UCC i la UOC de cursos anteriors i simultanis. Objectius, perfils i competències Descobreix a qui va dirigit aquest programa i quines noves competències pots adquirir. Saber-ne més Preguntes freqüents Tens dubtes? Donem resposta a les teves preguntes sobre la nostra oferta formativa, el model d’aprenentatge o tràmits, entre altres temes. Consulta L'opinió dels nostres graduats Graduades i graduats de la UOC t'expliquen en primera persona com han viscut el procés d'aprenentatge amb nosaltres i com la nostra metodologia els ha permès compaginar feina, estudis i vida personal. Tenir una flexibilitat d'horaris absoluta em va permetre fer el màster Daniel Marchante Realment em trobo realitzada. Ara, quan parlo, sé del que parlo. Helena Guillén La UOC t'ofereix competències, perquè el que necessites és saber-te adaptar en cada moment Manel Vicenç Volia créixer professionalment. La UOC m'ha ofert no estancar-me Alba Camacho Des de que vaig acabar el grau, he tingut un desenvolupament a la meva empresa José Miguel González Programes relacionats Grau Educació Primària Veure tota la informació Selecciona fins a 3 programes per comparar Grau Educació Social Veure tota la informació Selecciona fins a 3 programes per comparar Grau Nutrició Humana i Dietètica (interuniversitari: UOC, UPF) Veure tota la informació Selecciona fins a 3 programes per comparar Grau Psicologia Veure tota la informació Selecciona fins a 3 programes per comparar Grau Educació Primària Veure tota la informació Selecciona fins a 3 programes per comparar Grau Educació Social Veure tota la informació Selecciona fins a 3 programes per comparar Grau Nutrició Humana i Dietètica (interuniversitari: UOC, UPF) Veure tota la informació Selecciona fins a 3 programes per comparar Grau Psicologia Veure tota la informació Selecciona fins a 3 programes per comparar"
}