{
  "url": "https://uoc.edu/ca/estudis/doctorats/programes-doctorat",
  "content": "Programes de doctorat Estudia un programa de doctorat online a la UOC Descobreix l'oferta formativa de programes de doctorat online que pots estudiar a la UOC. 9 programes de doctorat Són programes dirigits a universitaris que es volen especialitzar en l'àmbit de la investigació. 30 anys transformant l'aprenentatge en línia Tria el teu Doctorat Què són els doctorats online? Els doctorats a distància de la UOC són els programes de formació superior que et proporcionen les habilitats i les tècniques dirigides a la investigació. Els programes de doctorat online de la UOC t'ofereixen la flexibilitat d'una metodologia 100 % online. Des del Campus Virtual disposes dels recursos formatius, l'acompanyament d'un tutor o tutora, el suport de l'equip docent i els espais per compartir punts de vista amb companys i companyes. Sense classes ni horaris Modalitat 100% online 9 programes de doctorat Estudia un doctorat online a la UOC Descobreix l' oferta formativa de programes de doctorat online que pots estudiar a la UOC: Administració i Direcció d'Empreses (interuniversitari); Bioinformàtica (interuniversitari); Dret, Política i Economia; Educació i TIC (E-learning); Humanitats i Comunicació; Salut i Psicologia; Societat de la Informació i el Coneixement; Societat, Tecnologia i Cultura; Tecnologies de la Informació i de Xarxes, i Turisme (interuniversitari). Línies de recerca Els programes de doctorat tenen unes línies de recerca i cada una d'elles té unes propostes de tesi que ofereix el personal docent investigador de la Universitat. Consulta les propostes de tesi en aquest enllaç i contacta amb la investigadora o investigador responsable. Coneix l'Escola de Doctorat a distància de la UOC És l'entitat que coordina i organitza els estudis de doctorat. L' Escola de Doctorat treballa amb els dos centres de recerca de la UOC, l'Internet Interdisciplinary Institute (IN3) i l'eLearning Innovation Center (eLinC), a més dels estudis de totes les disciplines. L'objectiu de l'Escola de Doctorat és crear una estructura per als programes de doctorat oficial online de la UOC i desenvolupar una estratègia de recerca. A més, promou entorns adequats per dur a terme una recerca innovadora i de qualitat. 30 anys de la UOC El 1994 vam ser la primera universitat online del món. Avui, som referents mundials en e-learning. Per què escollir la UOC? Avalada pels nostres graduats i graduades Un 79 % tornaria a triar la UOC. Un 81 % està satisfet/a amb la titulació. 90.400 Estudiants 89 % Estudia i treballa. Reconeguda per les empreses. Model educatiu La UOC es caracteritza per un model educatiu propi, basat en una metodologia online de qualitat, que situa l'activitat de l'estudiant al centre. Amb nosaltres, l'estudiant aprèn de manera activa. Premis internacionals Avalen la nostra metodologia online la implicació en projectes de recerca, el compromís social i una trajectòria vinculada a l'e-learning de qualitat. 122.750 Graduats i graduades"
}