{
  "url": "https://uoc.edu/ca/estudis/masters/masters-formacio-permanent",
  "content": "Màsters de Formació Permanent Online Propera matrícula: maig 2025 Per als programes que inicien docència al setembre i a l'octubre. Màsters propis de la UOC A diferència dels màsters oficials online, un màster de formació permanent és un màster propi que t'atorga un títol propi de la UOC. 30 anys transformant l'aprenentatge en línia Què són els màsters de formació permanent online? A la UOC t'oferim una varietat de màsters de formació permanent amb els quals ampliaràs els coneixements i milloraràs les competències professionals. Amb els nostres màsters propis podràs especialitzar-te en àmbits d'alta demanda professional seguint una metodologia innovadora que et permet formar-te al teu ritme. Sense classes ni horaris Modalitat 100% online De 60 a 66 crèdits ECTS Per què estudiar un màster propi a la UOC? La UOC ha dissenyat diversos màsters propis de formació permanent. El caràcter profesionalizador dels nostres màsters propis et permet formar-te per desenvolupar la teva carrera laboral. Són compatibles amb la teva vida professional: a la UOC pots estudiar al teu ritme i compaginar estudis i treball amb altres facetes de la teva vida. Amb la formació superior dels màsters de formació permanent de la UOC t'especialitzes per créixer professionalment. A diferència dels màsters oficials online, un màster de formació permanent és un màster propi de la UOC que t'atorga un títol propi. 30 anys de la UOC El 1994 vam ser la primera universitat online del món. Avui, som referents mundials en e-learning. Per què escollir la UOC? Avalada pels nostres graduats i graduades Un 79 % tornaria a triar la UOC. Un 81 % està satisfet/a amb la titulació. 90.400 Estudiants 89% Estudia i treballa. Reconeguda per les empreses. Model educatiu La UOC es caracteritza per un model educatiu propi, basat en una metodologia online de qualitat, que situa l'activitat de l'estudiant al centre. Amb nosaltres, l'estudiant aprèn de manera activa. Premis internacionals Avalen la nostra metodologia online la implicació en projectes de recerca, el compromís social i una trajectòria vinculada a l'e-learning de qualitat. 122.750 Graduats i graduades"
}