{
  "url": "https://uoc.edu/ca/estudis/graus/graus-ciencies-socials",
  "content": "Graus Online Propera inscripció: 24/04 Per als programes que inicien docència al setembre. Estudia un grau online a la UOC Accedeix a l'oferta formativa de graus universitaris de la UOC sense notes de tall. Modalitat online Aconsegueix un títol oficial amb un mètode d'aprenentatge únic, 100% online i amb l'acompanyament continuat del professorat. Què són els graus online? Els graus oficials online de la UOC t'ofereixen una formació universitària flexible orientada al món professional. Aquests estudis superiors et preparen per encarar els reptes del mercat laboral. Aconsegueix un títol oficial amb un mètode d'aprenentatge únic, 100 % online i amb l'acompanyament continuat del professorat. Accés sense notes de tall Modalitat online Fins a 240 crèdits ECTS Estudia un grau universitari online a la UOC Quan curses un grau oficial online a la UOC, aprens per mitjà dels recursos disponibles del Campus Virtual. Treballa les activitats docents amb l'acompanyament permanent i personalitzat de l'equip docent. Aprèn compartint punts de vista amb companys i companyes i fes les pràctiques que et preparen per a la teva carrera professional. L'oferta formativa de graus a distància que pots estudiar a la UOC és molt diversa. Graus universitaris per àrees de coneixement: Arts i Humanitats; Ciències de la Salut; Comunicació i Informació; Dret i Ciència Política; Disseny, Creació i Multimèdia; Economia i Empresa; Informàtica, Multimèdia i Telecomunicació; Psicologia i Ciències de l'Educació, i Turisme. Graus universitaris oficials i homologats Els graus universitaris online de la UOC són titulacions oficials adaptades al sistema universitari europeu (espai europeu d'ensenyament superior, EEES). Són avalades per l'Agència per a la Qualitat del Sistema Universitari de Catalunya (AQU) i l'Agència Nacional d'Avaluació de la Qualitat i Acreditació (ANECA), que asseguren el rigor i l'acompliment dels estàndards exigits pel sistema universitari europeu. Amb una càrrega lectiva entre 180 i 240 crèdits ECTS i una durada de 6 a 8 semestres, cada grau a distància de la UOC t'ofereix una formació universitària flexible orientada al món professional. 30 anys de la UOC El 1994 vam ser la primera universitat online del món. Avui, som referents mundials en e-learning. Per què escollir la UOC? Avalada pels nostres graduats i graduades Un 79 % tornaria a triar la UOC. Un 81 % està satisfet/a amb la titulació. 90.400 Estudiants 89 % Estudia i treballa. Reconeguda per les empreses. Model educatiu La UOC es caracteritza per un model educatiu propi, basat en una metodologia online de qualitat, que situa l'activitat de l'estudiant al centre. Amb nosaltres, l'estudiant aprèn de manera activa. Premis internacionals Avalen la nostra metodologia online la implicació en projectes de recerca, el compromís social i una trajectòria vinculada a l'e-learning de qualitat. 122.750 Graduats i graduades"
}