{
  "url": "https://uoc.edu/ca/estudis/graus/grau-educacio-primaria",
  "content": "Presentació Pla d'estudis Reconeixement de crèdits Professorat Sortides professionals Requisits d'accés Matrícula i preu Online i sense horari Propera inscripció: abril 2025 Grau Online d'Educació Primària Presentació El grau online d'Educació Primària és una proposta formativa de màxima qualitat, rigor i actualitat científica, globalitzada i crítica, basada en el coneixement de la recerca i alhora fortament arrelada a la realitat del nostre entorn cultural i social. Utilitza una metodologia formativa basada en la proactivitat de l'estudiantat, l'atenció personalitzada per part de professorat i tutors acadèmics, l'ús intensiu d'entorns i eines digitals i de materials didàctics específics, i el contacte directe amb la realitat mitjançant les pràctiques a les escoles. Titulacions oficials UOC Estudis que et preparen pels teus reptes professionals. Facilitats de pagament Fracciona en quotes el teu grau. Per què hauries d'estudiar el grau online d'Educació Primària a la UOC? Al Grau d'Educació Primària a distància formem mestres: Amb una visió actualitzada de l'educació escolar, preparats per obtenir el desenvolupament integral del seu estudiantat en els àmbits cognitiu, afectiu, físic i social. Que es plantegin uns propòsits educatius que responguin als nous reptes de la societat actual. Compromesos per garantir una educació inclusiva i equitativa de qualitat per a tothom. Amb capacitat per aprendre al llarg de la vida professional. Que puguin respondre a la visió complexa de l'educació en l'era d'internet. Amb un coneixement molt alt de les escoles on portaran a terme la seva activitat professional. ATENCIÓ! En cas de voler accedir mitjançant trasllat d'expedient des d'una altra universitat, cal tenir en compte que les assignatures s'aniran desplegant semestre a semestre i és possible que no hi hagi prou oferta per a poder fer el trasllat. Consulteu l'espai Pla d'Estudis - Assignatures, per informar-vos de les assignatures disponibles a cada semestre. Descarrega el programa (PDF) Titulació oficial El grau d'Educació Primària de la UOC és una titulació que ha estat verificada pel Consell d'Universitats, i la Generalitat de Catalunya n'ha autoritzat la implantació, segons el que marca la legislació vigent. Els títols universitaris oficials de la UOC tenen validesa en tot el territori espanyol, tenen efectes acadèmics plens i habiliten, si escau, per a la realització d'activitats professionals regulades, d'acord amb la normativa que en cada cas resulti aplicable. Aquests títols s'expedeixen juntament amb el suplement europeu al títol (SET), que facilita informació sobre els estudis cursats per l'estudiant, els resultats obtinguts, les capacitats professionals assolides i el nivell de la titulació en el sistema espanyol d'educació superior, amb la finalitat de facilitar-ne el reconeixement i promoure la mobilitat d'estudiants i titulats dins de l'espai europeu d'educació superior (EEES). La validesa en altres països dels títols universitaris oficials expedits per la UOC vindrà determinada en cada cas per les lleis d'educació de cada país. Titulació oficial El grau d'Educació Primària de la UOC és una titulació que ha estat verificada pel Consell d'Universitats, i la Generalitat de Catalunya n'ha autoritzat la implantació, segons el que marca la legislació vigent. Els títols universitaris oficials de la UOC tenen validesa en tot el territori espanyol, tenen efectes acadèmics plens i habiliten, si escau, per a la realització d'activitats professionals regulades, d'acord amb la normativa que en cada cas resulti aplicable. Aquests títols s'expedeixen juntament amb el suplement europeu al títol (SET), que facilita informació sobre els estudis cursats per l'estudiant, els resultats obtinguts, les capacitats professionals assolides i el nivell de la titulació en el sistema espanyol d'educació superior, amb la finalitat de facilitar-ne el reconeixement i promoure la mobilitat d'estudiants i titulats dins de l'espai europeu d'educació superior (EEES). La validesa en altres països dels títols universitaris oficials expedits per la UOC vindrà determinada en cada cas per les lleis d'educació de cada país. Consulta més detalls sobre: + Homologació + Legalització Inici 25 set. 2025 100% Online 240 Crèdits Idiomes: Català Titulació oficial Entre les millors universitats La UOC se situa entre el 7 % de les millors universitats del món segons el World University Rankings 2024. Qualitat de la titulació La qualitat d'aquest programa està avalada per l' AQU (Agència per a la Qualitat del Sistema Universitari de Catalunya), la qual assegura el rigor i l'acompliment dels estàndars exigits a l' EEES . + Qualitat de la titulació Acreditació de qualitat AQU Agència per a la Qualitat del Sistema Universitari de Catalunya El tutor: guia i acompanyament individualitzat L'aula virtual: accedeix-hi des de qualsevol lloc, sense barreres físiques Grau d'Educació Primària Pla d'estudis 240 ECTS 60 ECTS Bàsica 30 ECTS Optativa 100 ECTS Obligatòria 12 ECTS Treball final 38 ECTS Pràctiques Assignatures Càrrega lectiva Pràctiques Treball final Durada Assignatures del programa Consulta els detalls de les assignatures que t'interessi cursar per adaptar els estudis al teu ritme, segons la disponibilitat i els requisits de matrícula de cada assignatura i el temps de dedicació pel qual hagis optat. Càrrega lectiva El grau d'Educació Primària té 240 ECTS i una durada prevista de quatre anys en el cas d'una dedicació a temps complet . La principal finalitat del grau és formar professionals de l'educació amb uns nivells molt alts de coneixements, competències i actituds per exercir la professió de mestre o mestra d'educació primària, d'acord amb la normativa vigent i seguint les recomanacions dels documents de referència en el desenvolupament del pla d'estudis. La UOC ofereix un quadre d'assignatures repartides de manera progressiva, dissenyat d'acord amb les aptituds adquirides en el transcurs de cada semestre. Aquesta distribució d'assignatures facilita que l'estudiant disposi d'un criteri sòlid d'elecció, orientat cap a les seves preferències i qualitats personals. Tanmateix, la flexibilitat de la normativa acadèmica de la UOC permet que cada persona pugui ajustar la durada i el ritme dels estudis a les seves possibilitats de dedicació i a la seva disponibilitat de temps. Càrrega lectiva El grau d'Educació Primària té 240 ECTS i una durada prevista de quatre anys en el cas d'una dedicació a temps complet . La principal finalitat del grau és formar professionals de l'educació amb uns nivells molt alts de coneixements, competències i actituds per exercir la professió de mestre o mestra d'educació primària, d'acord amb la normativa vigent i seguint les recomanacions dels documents de referència en el desenvolupament del pla d'estudis. La UOC ofereix un quadre d'assignatures repartides de manera progressiva, dissenyat d'acord amb les aptituds adquirides en el transcurs de cada semestre. Aquesta distribució d'assignatures facilita que l'estudiant disposi d'un criteri sòlid d'elecció, orientat cap a les seves preferències i qualitats personals. Tanmateix, la flexibilitat de la normativa acadèmica de la UOC permet que cada persona pugui ajustar la durada i el ritme dels estudis a les seves possibilitats de dedicació i a la seva disponibilitat de temps. D'aquesta manera, l'estudiantat pot decidir cada semestre les assignatures que vol cursar. Per a això, en el moment de la matrícula, la UOC posa a disposició de l'estudiant un tutor o una tutora, que li oferirà assistència directa i l'assessorament necessari. Pràctiques Tipologia de l'assignatura El grau d'Educació Primària té cinc assignatures obligatòries de pràctiques. En tots els casos l'assignatura inclou tant activitat acadèmica a l'aula virtual de l'assignatura com activitat presencial en un centre. Durada Pràcticum I: 6 crèdits, 70 h presencials, 150 h totals Pràcticum II: 6 crèdits, 70 h presencials, 150 h totals Pràcticum III: 10 crèdits, 150 h presencials, 250 h totals Pràcticum IV: 8 crèdits, 130 h presencials, 200 h totals Pràcticum V: 8 crèdits, 130 h presencials, 200 h totals Totes les pràctiques del grau són pràctiques acadèmiques curriculars. Modalitat/s Presencial Requisits Cada assignatura de pràctiques compta amb els seus propis requisits. Les assignatures de pràctiques cal cursar-les de manera simultània a assignatures concretes de Didàctica. Pràctiques Tipologia de l'assignatura El grau d'Educació Primària té cinc assignatures obligatòries de pràctiques. En tots els casos l'assignatura inclou tant activitat acadèmica a l'aula virtual de l'assignatura com activitat presencial en un centre. Durada Pràcticum I: 6 crèdits, 70 h presencials, 150 h totals Pràcticum II: 6 crèdits, 70 h presencials, 150 h totals Pràcticum III: 10 crèdits, 150 h presencials, 250 h totals Pràcticum IV: 8 crèdits, 130 h presencials, 200 h totals Pràcticum V: 8 crèdits, 130 h presencials, 200 h totals Totes les pràctiques del grau són pràctiques acadèmiques curriculars. Modalitat/s Presencial Requisits Cada assignatura de pràctiques compta amb els seus propis requisits. Les assignatures de pràctiques cal cursar-les de manera simultània a assignatures concretes de Didàctica. Acompanyament Durant la realització de les pràctiques, l'estudiant disposa d'un seguiment docent personalitzat, amb un professional que actua com a tutor de centre de pràctiques i un professor que actua com a tutor acadèmic, els quals asseguren que les pràctiques es duen a terme seguint el projecte formatiu. Pràctiques Amb la UOC, tot són avantatges a l’hora de fer les pràctiques. Disposes de més de 10.000 empreses col·laboradores en les quals dur a terme pràctiques. Les pràctiques curriculars i no curriculars representen una oportunitat única per trobar treball o millorar la teva situació actual. Més informació Treball final Els estudis de grau conclouen amb l'elaboració d'un treball final. En el grau d'Educació Primària el treball final té 12 crèdits ECTS i és una assignatura anual. El treball final de grau consisteix a realitzar un producte individual de síntesi dels coneixements adquirits en altres assignatures del grau d'Educació Primària. És una assignatura que l'estudiant ha de cursar per finalitzar el programa i està orientada a l'avaluació de les competències associades al títol. És per això que per matricular-se d'aquesta assignatura cal haver superat un nombre determinat de crèdits del programa. En el grau d'Educació Primària s'ofereix la possibilitat de dur a terme un treball final en algun dels àmbits establerts. L'estudiant haurà de triar la temàtica a desenvolupar en el seu treball de final de grau. Per matricular-se del treball final, prèviament cal haver emplenat un formulari d'intencions. El tutor acadèmic de la UOC té un paper clau en l'orientació, la informació i la gestió del procés de selecció dels treballs finals. Treball final Els estudis de grau conclouen amb l'elaboració d'un treball final. En el grau d'Educació Primària el treball final té 12 crèdits ECTS i és una assignatura anual. El treball final de grau consisteix a realitzar un producte individual de síntesi dels coneixements adquirits en altres assignatures del grau d'Educació Primària. És una assignatura que l'estudiant ha de cursar per finalitzar el programa i està orientada a l'avaluació de les competències associades al títol. És per això que per matricular-se d'aquesta assignatura cal haver superat un nombre determinat de crèdits del programa. En el grau d'Educació Primària s'ofereix la possibilitat de dur a terme un treball final en algun dels àmbits establerts. L'estudiant haurà de triar la temàtica a desenvolupar en el seu treball de final de grau. Per matricular-se del treball final, prèviament cal haver emplenat un formulari d'intencions. El tutor acadèmic de la UOC té un paper clau en l'orientació, la informació i la gestió del procés de selecció dels treballs finals. El treball final és un treball individual que es fa amb la tutorització i el guiatge del director o la directora del treball final, que fa l'acompanyament necessari perquè l'estudiant el pugui portar a terme amb èxit. El director o la directora del treball final és la persona encarregada d'orientar l'estudiant i fa el seguiment del projecte, i l'assessora en cadascun dels aspectes: conceptualització, fonamentació, metodologia, redacció dels resultats i defensa. El treball final conclou amb una defensa, en la qual l'estudiant ha de fer una exposició pública davant una comissió d'avaluació formada per com a mínim dues persones avaluadores. La qualificació del treball final de grau consta de tres parts: a ) el seguiment i el procés d'elaboració del treball, b ) la memòria, el producte, el projecte o l'estudi final realitzat per l'estudiant i c ) la defensa pública del treball. Per a més informació sobre la docència i el procés de sol·licitud, cal consultar el pla docent, a la Secretaria del Campus Virtual un cop s'ha demanat l'accés al programa. + Consulta més detalls sobre els treballs finals Durada El grau d'Educació Primària té una durada mínima de quatre anys acadèmics distribuïts en vuit semestres. Tanmateix, la flexibilitat de la normativa acadèmica de la UOC permet que cada persona pugui ajustar la durada i el ritme dels estudis a les seves possibilitats de dedicació i a la seva disponibilitat de temps. D'aquesta manera, l'estudiant pot decidir cada semestre les assignatures que vol cursar. Grau d'Educació Primària Reconeixement de crèdits Reconeixement de crèdits Avaluació d'estudis previs Convalidacions CFGS Reconeixement d'experiència professional Reconeixement de crèdits La UOC permet convalidar o adaptar els estudis que s'han cursat anteriorment i reconèixer assignatures o pràctiques d'acord amb l'experiència professional. El reconeixement de crèdits permet reduir el temps d'estudi. Per a qualsevol dubte, ompliu el formulari de sol·licitud d'informació i contactarem amb vosaltres. Avantatges de sol·licitar un reconeixement de crèdits. Les assignatures reconegudes per mitjà de l'avaluació d'estudis previs (AEP) o del reconeixement acadèmic de l'experiència professional (RAEP), no les heu de cursar en el vostre programa d'estudis. Els crèdits reconeguts, un cop s'han incorporat a la matrícula, es descompten del total de crèdits que cal cursar per a obtenir el títol. En el cas dels graus, la UOC reconeix crèdits de formació bàsica de la mateixa branca de coneixement, mentre els estudis aprovats siguin d'ensenyaments universitaris oficials (excepte en el cas del màster universitari) i pertanyin a la mateixa branca de coneixement que el grau de destinació. Reconeixement de crèdits La UOC permet convalidar o adaptar els estudis que s'han cursat anteriorment i reconèixer assignatures o pràctiques d'acord amb l'experiència professional. El reconeixement de crèdits permet reduir el temps d'estudi. Per a qualsevol dubte, ompliu el formulari de sol·licitud d'informació i contactarem amb vosaltres. Avantatges de sol·licitar un reconeixement de crèdits. Les assignatures reconegudes per mitjà de l'avaluació d'estudis previs (AEP) o del reconeixement acadèmic de l'experiència professional (RAEP), no les heu de cursar en el vostre programa d'estudis. Els crèdits reconeguts, un cop s'han incorporat a la matrícula, es descompten del total de crèdits que cal cursar per a obtenir el títol. En el cas dels graus, la UOC reconeix crèdits de formació bàsica de la mateixa branca de coneixement, mentre els estudis aprovats siguin d'ensenyaments universitaris oficials (excepte en el cas del màster universitari) i pertanyin a la mateixa branca de coneixement que el grau de destinació. Com es pot sol·licitar el reconeixement de crèdits El tràmit es pot fer cada semestre i el resultat es comunica abans que comenci la docència. La tramitació de la sol·licitud s'ha de fer des del Campus Virtual. L'estudiantat de nova incorporació han d'haver demanat prèviament la sol·licitud d'accés. Una vegada teniu accés al Campus Virtual, podeu consultar les taules d'equivalències amb moltes titulacions d'altres universitats, que mostren una simulació dels crèdits que podeu convalidar. Si no hi trobeu la taula d'equivalències pròpia dels vostres estudis realitzats, una comissió analitzarà la vostra sol·licitud de manera personalitzada. L'avaluació d'estudis previs i el reconeixement de l'experiència professional es poden demanar durant tota la vida acadèmica a la UOC, i sempre els podeu actualitzar si aporteu més estudis o una experiència professional nova. El resultat del reconeixement de crèdits el rebreu a la bústia personal i, en cas que no hi estigueu d'acord, disposareu d'un període de temps per a fer-hi al·legacions. Avaluació d'estudis previs L'avaluació d'estudis previs (AEP) és el tràmit que han de sol·licitar els estudiants que vulguin convalidar els estudis que han cursat en aquesta universitat o en qualsevol altra. Estudis i activitats que poden ser susceptibles de reconeixement de crèdits: Titulacions oficials Titulacions pròpies cursades en universitats o centres d'ensenyament superior Titulacions d'idiomes Cicles formatius de grau superior Activitats universitàries en cas que es cursi un grau Per a saber-ne els detalls, ompliu el formulari d'accés i consulteu al tutor. Segons el teu CFGS d'origen, pots convalidar fins a 6 crèdits del grau d'Educació Primària. Convalidacions CFGS Amb un cicle formatiu de grau superior podreu convalidar alguns crèdits dels graus online de la UOC. Consulta si el teu cicle formatiu és entre els que permeten aquesta convalidació i quants crèdits pots arribar a convalidar. Cicle formatiu de Grau Superior Crèdits convalidats Animació d'activitats físiques i esportives (LOGSE) 6 crèdits Ensenyament i Animació Socioesportiva (LOE) 6 crèdits Reconeixement acadèmic de l'experiència professional La UOC ofereix la possibilitat de reconèixer algunes assignatures o pràctiques en funció de l'experiència professional demostrada. Per aconseguir-ho cal sol·licitar el Reconeixement acadèmic de l'experiència professional (RAEP), un tràmit en què cal acreditar documentalment aquest bagatge professional. D'aquesta manera es poden convalidar fins al 15 % dels crèdits de la titulació. + Consulta les convalidacions RAEP Grau d'Educació Primària Professorat Direcció d'estudis Direcció de programa Professorat Direcció d'estudis Jordi Planella Ribera Catedràtic de l'àrea de Teoria i Història de l'Educació. Doctor en Pedagogia (UB). Ha estat educador social en el sector de persones amb diversitat funcional, en protecció a la infància i en programes comunitaris. Investigador del LES. És professor de la UOC des de l'any 2004, on imparteix docència en el grau d'Educació Social, el Màster de Psicopedagogia i el Doctorat en Educació i TIC (e-learning). Entre d'altres és autor de: Pedagogía Social Reflexiva (Publicacions UB, 2023); Sociedades Inclusivas (Ediuoc, 2023); Pedagogías Corporales (Octaedro, 2023). Web CV Direcció de programa Antoni Badia Gargante Mestre especialista en Matemàtiques i Ciències, i en Educació Física (UAB). Llicenciat en Psicologia (UAB). Màster en Investigació Psicopedagògica (URL). Doctor en Psicologia (UAB). Catedràtic dels Estudis de Psicologia i Ciències de l’Educació (UOC). Membre del grup de recerca interuniversitari SINTE. L’any 2010, va ser professor visitant a la Universitat de Colorado (Denver, EUA) i, l’any 2018, a la Universitat de la Columbia Britànica (Vancouver, Canadà). Àmbit d’expertesa: psicologia de l’educació. Actualment, és professor del grau d’Educació Primària. Està interessat en quatre temàtiques de recerca: la identitat del professor, l’aprenentatge del professor, el professor com a indagador i l’aprenentatge fomentat per la tecnologia. Web CV Professorat Aida Sanchez Doctora en Belles Arts per la Universitat de Barcelona (UB) en el programa d'Educació de les Arts Visuals. Llicenciada en Belles Arts per la UB. Docent del màster d'Arts Visual i Educació de la UB i del programa de doctorat d'Humanitats i Comunicació de la UOC. Membre del grup de recerca DARTS de la UOC. Web CV Albert Sangra Morer Doctor en Pedagogia per la Universitat de Barcelona. Catedràtic dels Estudis de Psicologia i Ciències de l'Educació. Membre del grup Edul@b de la UOC. Director acadèmic de la Càtedra UNESCO. Web CV Aleksandra Malicka Doctora en Lingüística Aplicada per la Universitat de Barcelona (2014). Investigadora visitant a la Universitat de Hawaii a Manoa (2011), Universitat de Georgetown (2012) i a l'Educational Testing Service (2014). Actualment és professora responsable de l'assignatura d'Anglès al Centre d'Idiomes Moderns de la UOC. Web CV Alfonso Igualada Pérez Logopeda amb perfil clínic, docent i d'investigació. Diplomat en Logopèdia (UV), Màsters al CSIC-UIMP i a la UPF, i Doctorat en Ciències de Llenguatge (UPF). Professor titular dels Estudis de Psicologia i Ciències de l'Educació de la UOC al Grau de Logopèdia i al Màster MUDATALL. Membre del grup de recerca GRECIL. Investiga sobre el desenvolupament del llenguatge, els gestos comunicatius, la pragmàtica, l'avaluació i tractament del Trastorn del desenvolupament del llenguatge i el Trastorn de l'espectre autista, la intervenció digital i la pràctica basada en evidències. Web CV Antoni Badia Gargante Mestre especialista en Matemàtiques i Ciències, i en Educació Física (UAB). Llicenciat en Psicologia (UAB). Màster en Investigació Psicopedagògica (URL). Doctor en Psicologia (UAB). Catedràtic dels Estudis de Psicologia i Ciències de l’Educació (UOC). Membre del grup de recerca interuniversitari SINTE. L’any 2010, va ser professor visitant a la Universitat de Colorado (Denver, EUA) i, l’any 2018, a la Universitat de la Columbia Britànica (Vancouver, Canadà). Àmbit d’expertesa: psicologia de l’educació. Actualment, és professor del grau d’Educació Primària. Està interessat en quatre temàtiques de recerca: la identitat del professor, l’aprenentatge del professor, el professor com a indagador i l’aprenentatge fomentat per la tecnologia. Web CV Carles Brasó Broggi Llicenciat en Sociologia i Estudis d'Àsia Oriental i doctor en Història (Universitat Pompeu Fabra, 2010). Investigador convidat a l’Acadèmia de Ciències Socials de Shanghai (2012-14), Universitat de Hong Kong (2013) i Ecole Normale Supérieure (2015). Investigador principal del grup de recerca ALTER amb un contracte Ramón y Cajal (2020-2025). La seva recerca explora la història econòmica i de l'empresa a la Xina i les relacions entre la Xina i Europa amb un enfocament d'història global. Web CV Cristina Martinez García Doctora en Psicologia per la Universitat d'Oviedo (2020). Màster oficial d'Intervenció en la Discapacitat i en la Dependència per la Universitat de La Corunya. Graduada en Logopèdia per la Universitat d'Oviedo. Professora dels Estudis de Psicologia i Ciències de l'Educació de la UOC al Grau de Logopèdia, al Grau d'Educació Primària i al Màster Universitari Dificultats de l'Aprenentatge i Trastorns del Llenguatge. És membre del grup de Recerca en Cognició i Llenguatge UOC-UB (GRECIL). La seva activitat investigadora s'ha centrat en l'estudi dels trastorns del llenguatge escrit, especialment en la dislèxia. Ha exercit a més la pràctica clínica com a logopeda. Web CV Débora Aguilar Serrano Llicenciada en Psicologia, Diplomada en Logopèdia, Diplomada en magisteri d'Educació Especial. Postgrau en intervenció logopèdica en trastorns de la veu. Dedicada a l'àmbit clínic i educatiu durant més de 20 anys. Guillem Bautista Perez Doctor en Pedagogia per la Universitat de Barcelona. Investigador del grup de Recerca Smart Classroom Project (www.smartclassroomproject.com). Desenvolupa les seves investigacions en relació al disseny d'espais d'aprenentatge des d'una triple dimensió: pedagògica, ambiental i digital. Ha desenvolupat diferents projectes de recerca competitius vinculats amb aquesta temàtica. Professor de diferents graus i màsters vinculats a la formació del professorat i el disseny d'espais d'aprenentatge. Web CV Isabel Ruiz Mallén Doctora en Ciències Ambientals (UAB). Investigadora sènior a TURBA on lidera una línia de recerca sobre cocreació en els àmbits de la sostenibilitat i la resiliència climàtica que analitza els processos d'aprenentatge transformador i les metodologies inclusives i innovadores en didàctica de les ciències (STEAM) i educació ambiental. Actualment, coordina el projecte de recerca europeu COOLSCHOOLS (coolschools.eu) que explora els co-beneficis de la implementació de solucions basades en la naturalesa en entorns escolars. Jacqueline Anita Robbins Doctora en Educació per la Universitat Autònoma de Barcelona. Se centra en l'àmbit de la implicació (engagement) d'estudiants d'idiomes en fòrums de discussió asíncrons, en la innovació pedagògica en l'àmbit de l'aprenentatge d'idiomes, en el disseny de tasques per desenvolupar les competències escrites i orals, i en el rol del professorat en el procés d'aprenentatge d'idiomes en línia. CV Josep Ma. Momino de la Iglesia Mestre, doctor en Pedagogia i màster en Investigació Pedagògica (URL). Professor dels Estudis de Psicologia i Ciències de l'Educació de la UOC. Membre del grup de recerca Edul@b de la UOC. Ha centrat la seva activitat de recerca, fonamentalment, en l'anàlisi del procés d'integració de les TIC en els centres educatius. CV Josep Maria Duart Montoliu Doctor en Pedagogia per la Universitat Ramon Llull i màster en Business Administration (MBA) per ESADE Business School. Catedràtic dels Estudis de Psicologia i Ciències de l'Educació. Membre del grup Edul@b de la UOC. CV Joseph Hopkins Màster en Lingüística Aplicada per la Universitat d'Illinois a Urbana-Champaign. Professor de llengua anglesa i coordinador del projecte ICT-REV, finançat pel Centre Europeu per a les Llengües Modernes del Consell d´Europa. La seva activitat de recerca se centra en els àmbits de CALL (Computer Assisted Language Learning), la formació de professors d'idiomes en la utilització de les TIC, l'aprenentatge de llengües a distància, el treball col·laboratiu en xarxa i la comunicació mitjançant ordinador. CV José Israel Reyes Reyes Professor lector en l’àmbit de l’educació inclusiva als Estudis de Psicologia i Ciències de l’Educació de la Universitat Oberta de Catalunya. Doctorat en Educació per la mateixa universitat amb una tesi doctoral centrada en la inclusió dels estudiants amb discapacitat a les universitats en línia. Màster en Psicopedagogia per la Universidad de Valladolid, Postgrau en Formació Pedagògica a l’Educació Superior i Grau de Mestre de Primària per la Universidad Pedagógica Nacional Francisco Morazán (Honduras). Membre del grup de recerca Measuring and Improving Students’ Success (MISS). A més de la inclusió en les universitats en línia, els seus interessos d’investigació s'expandeixen cap a l’anàlisi de l’experiència d’aprenentatge i la satisfacció dels estudiants a l'educació superior en línia amb l’objectiu d’impulsar el seu èxit acadèmic. Laia Lluch Molins Doctora en Educació i Societat, premi extraordinari de doctorat. Màster universitari en Innovació i Investigació en Educació, Postgrau en Lideratge i Direcció de Centres Educatius, i Grau en Mestra d'Educació Primària. Actualment és Directora del Centre a Kumon Sant Boi de Llobregat – Marianao; Consult-coach responsable de l'àmbit de diagnòstic i avaluació a Reimagine Education; Professora associada i investigadora a la Universitat de Barcelona, i Membre del grup de recerca consolidat LMI - Learning, Media & Social Interactions (2021 SGR 00694). També és editora del Journal of Neuroeducation. Maite Fernández Ferrer Doctora en Educació i Societat per la Universitat de Barcelona i membre del grup de recerca consolidat \"Learning, Media & Social Interactions\". Des del 2010 ha format part de diferents estudis sobre competències i avaluació dels aprenentatges i de la qualitat a l'educació superior. Entre les seves estades de recerca internacionals hi ha, el 2012, la de la University of Cape Town (Sud-àfrica) durant sis mesos i, el 2015, la de la Universität zu Köln (Alemanya) durant tres mesos. El 2017, i gràcies a una beca predoctoral de la Generalitat de Catalunya, va completar el seu programa de doctorat internacional presentant la seva tesi sobre educació amb ús de les TIC, concretament sobre els nous cursos en línia massius i oberts i la seva avaluació. Actualment, treballa de professora lectora als Estudis de Psicologia i Ciències de l'Educació de la Universitat Oberta de Catalunya on imparteix docència als màsters universitaris \"Avaluació i Gestió de la Qualitat a l'Educació Superior\", \"Psicopedagogia\" i \"Educació i TIC\" CV Maria Lacueva Lorenz Doctora en Didàctica de la Llengua i la Literatura (UV), ha estat professora i investigadora a les universitats París 8, Saarbrücken, Heidelberg i Mannheim. Investigadora principal del grup de llengua i literatura catalanes dins del projecte europeu Women’s Legacy. La seva recerca se centra en la recuperació de les genealogies femenines, la inclusió del llegat de les dones a les aules i l’ensenyament de les cultures estrangeres a l’EEES. Membre de LiCMES, LER, ELCiS i SERCLE. CV Marie Christine Appel Doctora en Lingüística Aplicada per la Universitat de Dublín, Trinity College (Irlanda). Coordina projectes de recerca, innovació i desenvolupament (SpeakApps, SpeakApps 2, eQTel i tandeMOOC). CV Marta Lopez Costa Doctora en Ciències de l'Educació per la Universitat de Barcelona. Professora dels Estudis de Psicologia i Ciències de l'Educació. Membre del grup de recerca EMA de la Universitat de Barcelona. Web CV Mercè Vàzquez Garcia Doctora en Ciència Cognitiva i Llenguatge per la Universitat Pompeu Fabra. Llicenciada en Filologia Catalana per la Universitat de Barcelona i en Documentació per la Universitat Oberta de Catalunya. La seva àrea de coneixement se situa en la Filologia Catalana, la Lingüística i la Traducció. Els seus camps d’expertesa són la gramàtica de la llengua, la terminologia, la lexicografia, la lingüística de corpus i la traducció. És investigadora del Grup de Recerca Interuniversitari en Aplicacions Lingüístiques (GRIAL), grup de recerca consolidat. CV Montse Guitert Catasus Doctora en Ciències de l'Educació per la Universitat de Barcelona. Distinció Jaume Vicens Vives 2016 de la Generalitat de Catalunya pel lideratge en la formació de competències digitals. Investigadora principal del grup de recerca consolidat (SGR1174) Edul@b. Web CV Nadia Ahufinger Sanclemente Doctora en Psicologia Clínica i de la Salut per la Universitat de Barcelona (UB). Màster oficial en Dificultats de l'Aprenentatge i Trastorns del Llenguatge per la Universitat Oberta de Catalunya (UOC). Graduada en Educació Primària (menció de necessitats educatives específiques) per la Universitat Autònoma de Barcelona (UAB). És membre del grup de Recerca en Cognició i Llenguatge UOC-UB (GRECIL). Web Núria Esteve Gibert Doctora en Ciència Cognitiva i Llenguatge per la Universitat Pompeu Fabra (2014). Té experiència postdoctoral al Laboratoire Parole et Langage de la Universitat d'Ais-Marsella (2015-2017) i a la Universitat de Barcelona (2017-2018). Experta en adquisició del llenguatge, especialment en la relació entre la fonologia experimental (segmental i suprasegmental) i la pragmàtica (gestualitat i context), és membre del Grup de Recerca en Cognició i Llenguatge (GRECIL, UOC). Web CV Olga Múries Cantán Doctora en Psicologia per la Universitat Ramon Llull de Barcelona i la Vrije Universiteit d'Amsterdam. Tesi doctoral focalitzada en la qualitat de vida dels germans/es de persones amb discapacitat intel·lectual i del desenvolupament (DID). Màster en Psicologia de l'Educació (UB; UAB; URL; UdG) (2016). Interessos professionals i de recerca vinculats a la intervenció i acompanyament a infants amb DID i les seves famílies. Professora lectora a la Universitat Oberta de Catalunya (UOC) en els estudis de Psicologia i Ciències de l'Educació i professora associada a la Universitat de Barcelona (UB) als graus de Pedagogia i de Mestre/a d'Educació Primària. Secretària del grup de recerca d'interès especial sobre Qualitat de Vida de l'Associació Internacional per a l'Estudi Científic de la Discapacitat Intel·lectual i del Desenvolupament (IASSIDD). Paula Morales Hidalgo Teresa Romeu Fontanillas Doctora en Societat de la Informació i el Coneixement per la Universitat Oberta de Catalunya (UOC). Coordina assignatures de Competències TIC als graus de la UOC, al Màster universitari d'Educació i TIC i al Postgrau de Lideratge i Direcció de centres educatius. Coordina la formació inicial del nou professorat que s'incorpora a la UOC. Investigadora del grup de recerca Edul@b de la UOC. EDEN Fellow per l’European Distance Education Network. Web CV Xènia Garcia Vallès Doctora en Educació Inclusiva per la Universitat Autònoma de Barcelona, amb una tesi doctoral centrada en la millora de la formació inicial dels futurs docents dels Graus d'Educació Primària. La meva trajectòria professional i de recerca s’articula al voltant de la intervenció psicopedagògica en contextos educatius i socials, tant formals com no formals, amb un fort èmfasi en la millora de la inclusió i la qualitat educativa. Em dedico a analitzar i repensar metodologies i innovacions per avançar cap a pràctiques més inclusives en l'àmbit educatiu, cultural i esportiu. Actualment, sóc professora lectora als estudis de Psicologia i Ciències de l'Educació de la Universitat Oberta de Catalunya (UOC). Grau d'Educació Primària Sortides professionals Sortides professionals Objectius Perfils Competències Sortides professionals Aquest grau habilita en l'exercici de la professió regulada de mestre o mestra d'educació primària. L'accés als centres de titularitat pública es pot fer per mitjà de la borsa d'interins del Departament d'Educació, o bé mitjançant les convocatòries d'oposicions. Altres sortides: Equips de serveis educatius, administració educativa, formació d'adults, aules en hospitals, editorials de materials educatius, empreses culturals i de serveis educatius, o departaments d'educació en determinades institucions, com per exemple els museus. Ocupabilitat L’ocupabilitat dels nostres estudiants és clau per a l'èxit de la UOC. Identifiquem les competències clau que el mercat laboral demana i les incloem en els plans d’estudis. També t’empoderem perquè siguis tu qui decideixi i gestioni la teva carrera professional a través de serveis d’orientació de carrera. Objectius Al llarg del grau d'Educació Primària l'estudiantat assolirà els objectius següents: Fonamentar una proposta formativa de màxima qualitat, rigor i actualitat científica, globalitzada i crítica, amb uns referents de recerca i innovació nacionals i internacionals, i alhora fortament arrelada a la realitat del nostre entorn cultural i social, aprofitant les seves potencialitats i responent a les seves necessitats de formació. Desenvolupar una metodologia formativa en la qual la proactivitat i la responsabilitat de l'estudiant estiguin presents, es dugui a terme una atenció personalitzada mitjançant professorat especialista i tutors acadèmics, es proporcionin uns materials didàctics fonamentats en el coneixement científic i en l'ús avançat dels entorns i les eines digitals aplicades a la formació de mestres, on es promogui la utilització intensiva de les possibilitats comunicatives, formatives, i d'accés i gestió de la informació que ens ofereixen els entorns i les eines digitals, on s'afavoreixi el contacte directe amb la realitat professional, amb unes pràctiques professionals en centres innovadors de reconegut prestigi per part de la comunitat i l'administració educativa. Objectius Al llarg del grau d'Educació Primària l'estudiantat assolirà els objectius següents: Fonamentar una proposta formativa de màxima qualitat, rigor i actualitat científica, globalitzada i crítica, amb uns referents de recerca i innovació nacionals i internacionals, i alhora fortament arrelada a la realitat del nostre entorn cultural i social, aprofitant les seves potencialitats i responent a les seves necessitats de formació. Desenvolupar una metodologia formativa en la qual la proactivitat i la responsabilitat de l'estudiant estiguin presents, es dugui a terme una atenció personalitzada mitjançant professorat especialista i tutors acadèmics, es proporcionin uns materials didàctics fonamentats en el coneixement científic i en l'ús avançat dels entorns i les eines digitals aplicades a la formació de mestres, on es promogui la utilització intensiva de les possibilitats comunicatives, formatives, i d'accés i gestió de la informació que ens ofereixen els entorns i les eines digitals, on s'afavoreixi el contacte directe amb la realitat professional, amb unes pràctiques professionals en centres innovadors de reconegut prestigi per part de la comunitat i l'administració educativa. Aconseguir que els mestres graduats siguin capaços d'aconseguir el desenvolupament integral de la infància en els àmbits cognitiu, físic, afectiu i social, mitjançant el desenvolupament màxim de les seves capacitats i potencialitats, i que ho sàpiguen fer mitjançant propostes educatives de màxima qualitat, mitjançant el disseny d'entorns d'aprenentatge motivadors, variats, col·laboratius i rigorosos, fent partícips del procés d'aprenentatge els nens com a actors principals, però també tota la comunitat educativa i altres agents educatius i socials, i estant sempre a la cura del benestar integral de la infància. Perfils El perfil acadèmic de l'estudiant podrà ser més específic si tria una de les mencions establertes en el pla d'estudis. Aquestes mencions tenen com a objectiu promoure que l'estudiantat es capaciti per a l'exercici de certes competències educatives que són rellevants en l'actual context educatiu espanyol, com ara l'ensenyament de la llengua anglesa, la inclusió i l'atenció a la diversitat, els processos d'adquisició del llenguatge, i l'ús educatiu de les tecnologies de la informació i la comunicació. Competències Competències bàsiques Que l'estudiantat hagi demostrat que té i comprèn coneixements d'una àrea d'estudi que parteix de la base de l'educació secundària general, que se sol trobar a un nivell que, si bé es fonamenta en llibres de text avançats, també inclou alguns aspectes que impliquen coneixements procedents de l'avantguarda del seu camp d'estudi. Que l'estudiantat sàpiga aplicar els coneixements a la seva feina o vocació d'una manera professional i tingui les competències que s'acostumen a demostrar per mitjà de l'elaboració i la defensa d'arguments i la resolució de problemes dins la seva àrea d'estudi. Que l'estudiantat tingui la capacitat de reunir i interpretar dades rellevants (normalment dins de la seva àrea d'estudi) per emetre judicis que incloguin una reflexió sobre temes rellevants d'índole social, científica o ètica. Que l'estudiantat pugui transmetre informació, idees, problemes i solucions a un públic tant especialitzat com no especialitzat. Competències Competències bàsiques Que l'estudiantat hagi demostrat que té i comprèn coneixements d'una àrea d'estudi que parteix de la base de l'educació secundària general, que se sol trobar a un nivell que, si bé es fonamenta en llibres de text avançats, també inclou alguns aspectes que impliquen coneixements procedents de l'avantguarda del seu camp d'estudi. Que l'estudiantat sàpiga aplicar els coneixements a la seva feina o vocació d'una manera professional i tingui les competències que s'acostumen a demostrar per mitjà de l'elaboració i la defensa d'arguments i la resolució de problemes dins la seva àrea d'estudi. Que l'estudiantat tingui la capacitat de reunir i interpretar dades rellevants (normalment dins de la seva àrea d'estudi) per emetre judicis que incloguin una reflexió sobre temes rellevants d'índole social, científica o ètica. Que l'estudiantat pugui transmetre informació, idees, problemes i solucions a un públic tant especialitzat com no especialitzat. Que l'estudiantat hagi desenvolupat les habilitats d'aprenentatge necessàries per emprendre estudis posteriors amb un alt grau d'autonomia. Competències generals Resoldre situacions complexes de diversitat cultural, analitzant-ne els components, trobant alternatives de resolució, arribant a consensos en la seva aplicació i avaluant els resultats de la seva implementació. Treballar en equips interdisciplinaris i multiculturals, presencialment i en xarxa, desenvolupant actituds de participació i col·laboració proactiva. Aplicar el pensament creatiu per aportar millores, solucions, rellevància o diferenciació en àmbits i situacions de complexitat diversa. Aprendre a aprendre: conduir el propi aprenentatge de manera autoregulada i conscient de les pròpies habilitats, capacitats i motivacions, amb un objectiu determinat i en funció del context especificoacadèmic, professional i personal. Adoptar actituds i comportaments emprenedors i promoure propostes d'emprenedoria i lideratge per solucionar de manera viable i sostenible qualsevol tipus de situació sorgida en la pràctica professional. Comprendre i expressar adequadament el coneixement, oralment i per escrit, en els diversos contextos acadèmics o professionals propis de l'especialitat. Assumir la dimensió educadora de la funció docent i fomentar l'educació democràtica per a una ciutadania activa. Valorar la responsabilitat individual i col·lectiva en la consecució d'un futur sostenible. Competències transversals Demostrar un nivell B2 (Marc europeu comú de referència per a les llengües) d'un idioma modern en la comprensió i la producció de textos orals i escrits en un context acadèmic i professional. Utilitzar i aplicar les tecnologies digitals en l'àmbit acadèmic i professional. Actuar de manera honesta, ètica, sostenible, socialment responsable i respectuosa amb els drets humans i la diversitat, tant en la pràctica acadèmica com en la professional Competències específiques Saber aplicar adequadament en la pràctica educativa el coneixement sobre les àrees curriculars de l'educació primària, la relació interdisciplinària entre elles, els criteris d'avaluació i el cos de coneixements didàctics entorn dels procediments d'ensenyament i aprenentatge respectius. Dissenyar, planificar i avaluar processos d'ensenyament i aprenentatge, tant individualment com en col·laboració amb altres docents i professionals del centre d'educació primària. Analitzar amb eficàcia situacions d'aprenentatge de llengües en contextos multiculturals i plurilingües. Fomentar la lectura i el comentari crític de textos dels diversos dominis científics i culturals continguts en el currículum escolar. Dissenyar i regular espais d'aprenentatge en contextos de diversitat i que atenguin la igualtat de gènere, l'equitat i el respecte als drets humans que formen els valors de la formació ciutadana. Fomentar la convivència a l'aula i fora d'ella, resoldre problemes de disciplina i contribuir a la resolució pacífica de conflictes. Estimular i valorar l'esforç, la constància i la disciplina personal en l'estudiantat. Analitzar l'organització dels centres d'educació primària i proposar millores en la diversitat d'accions que comprèn el seu funcionament. Exercir les funcions de tutoria i d'orientació amb l'estudiantat i les seves famílies, atenent les necessitats educatives singulars de l'estudiantat. Assumir que l'exercici de la funció docent s'ha d'anar perfeccionant i adaptant als canvis científics, pedagògics i socials al llarg de la vida. Col·laborar amb els diferents sectors de la comunitat educativa i de l'entorn social del centre d'educació primària. Mantenir una relació crítica i autònoma respecte dels sabers, els valors i les institucions socials públiques i privades. Reflexionar sobre les metodologies a l'aula per innovar i millorar la tasca docent en l'educació primària, i fomentar actituds positives cap a models d'ensenyament per indagació centrats en l'estudiant. Adquirir hàbits i destreses per a l'aprenentatge autònom i cooperatiu i promoure'l entre l'estudiantat. Aplicar de manera adequada les tecnologies de la informació i de la comunicació a les aules de l'educació primària i en l'àmbit acadèmic i professional. Discernir selectivament la informació audiovisual que contribueixi als aprenentatges, a la formació cívica i a la riquesa cultural. Comprendre la funció, les possibilitats i els límits de l'educació en la societat actual i les competències fonamentals que afecten les escoles d'educació primària i els seus professionals. Saber utilitzar adequadament models de millora de la qualitat educativa per aplicar-los als centres d'educació primària Més de 30 anys d'experiència d'e-learning L'any 1995, la UOC es va convertir en la primera universitat online del món . 30 anys després, continuem sent pioners en e-learning. L' eLearning Innovation Center fa evolucionar el model d'aprenentatge per garantir una formació de qualitat, única, connectada i en xarxa. Rànquing Times Higher Education Som la sisena millor universitat de l'Estat espanyol, segons el Young University Ranking del Times Higher Education. Rànquing Rànquing de Shanghai Estem entre les 150 millors universitats del món en comunicació i les 200 en educació. Rànquing U-Multirank Excel·lim en transferència del coneixement, compromís regional i docència i aprenentatge. 30 anys de la UOC 30 anys impulsant el teu futur amb formació de qualitat Grau d'Educació Primària Requisits d'accés Opcions d'accés Coneixements previs Opcions d'accés Prova d'accés (PAU / Més grans de 25 anys / Més grans de 45 anys ). Vols presentar-te a les proves d'accés de més grans de 25 o 45 anys? Prepara't amb els nostres cursos online d'accés a la universitat . Formació professional (CFGS / FP2 / MP3) Títol universitari o assimilat Experiència laboral ( informació, dates i calendari d'accés per a més grans de 40 anys ) Requisits d'accés assolits a la Unió Europea o en un estat que hagi subscrit acords internacionals en règim de reciprocitat Estudis preuniversitaris: acreditació UNED per a l'accés Estudis universitaris (acabats o no): convalidació parcial d'uns estudis estrangers per uns estudis espanyols . Títol universitari amb l' equivalència de títol estranger o l'homologació ministerial a l'Estat espanyol Experiència laboral ( informació, dates i calendari d'accés per a més grans de 40 anys ) Estudis preuniversitaris: batxillerat homologat En el cas de Colòmbia, els estudiants que tinguin un batxillerat i el resultat, amb un resultat mínim de 200 punts de la Prova Saber 11 realitzada a partir del 2012, hauran d'accedir a la UOC mitjançant l' Acreditación UNED Asiss . Estudis universitaris (acabats o no): convalidació parcial d'uns estudis estrangers per uns estudis espanyols Títol universitari amb l' equivalència de títol estranger o l'homologació ministerial a l'Estat espanyol Experiència laboral ( informació, dates i calendari d'accés per a més grans de 40 anys ) Opcions vàlides per a accedir a estudis de grau d'Educació primaria Per accedir al grau caldrà aportar el certificat de la prova d'aptitud personal (PAP) coordinada pel Consell Interuniversitari de Catalunya. L'objectiu de la prova és valorar els coneixements, les habilitats i les competències que es consideren imprescindibles per poder desenvolupar amb èxit les activitats formatives del pla d'estudis de la titulació. Consulta la normativa i les exempcions de la PAP . Pots consultar la teva opció d'accés a la Universitat, segons d'on hagis obtingut els requisits d'accés. Prova de competència en català Si ets estudiant de primer semestre del Grau d'Educació Primària de la UOC i t’agradaria saber el teu nivell de competència en català, podràs fer una prova gratuïta a l'inici del teu primer semestre (tardor de 2024). El Centre d'Idiomes Moderns (CIM) de la universitat organitza aquesta prova diagnòstica a la qual tindran accés els nous estudiants del grau . Aquest projecte s’inscriu en un marc de col·laboració estreta entre les Facultats d’Educació i els Serveis Lingüístics de les diferents universitats. Participants: 75 places Coneixements previs És recomanable un interès previ pel treball amb nens i nenes des d'una perspectiva educativa, una comprensió i interès alts cap als processos socials, culturals i educatius de la societat, i un compromís alt amb la transformació de la societat mitjançant l'educació. Per això, el futur estudiant ha d'estar disposat a tenir una actitud crítica davant les problemàtiques educatives i socials, a treballar de manera constant per analitzar els processos educatius, i reflexionar sobre les implicacions ètiques, socials i polítiques de la professió de mestre. Prova de competència en català Si ets estudiant de primer semestre del Grau d'Educació Primària de la UOC i t’agradaria saber el teu nivell de competència en català, podràs fer una prova gratuïta a l'inici del teu primer semestre (tardor de 2024). El Centre d'Idiomes Moderns (CIM) de la universitat organitza aquesta prova diagnòstica a la qual tindran accés els nous estudiants del grau . Aquest projecte s’inscriu en un marc de col·laboració estreta entre les Facultats d’Educació i els Serveis Lingüístics de les diferents universitats. Participants: 75 places Coneixements previs És recomanable un interès previ pel treball amb nens i nenes des d'una perspectiva educativa, una comprensió i interès alts cap als processos socials, culturals i educatius de la societat, i un compromís alt amb la transformació de la societat mitjançant l'educació. Per això, el futur estudiant ha d'estar disposat a tenir una actitud crítica davant les problemàtiques educatives i socials, a treballar de manera constant per analitzar els processos educatius, i reflexionar sobre les implicacions ètiques, socials i polítiques de la professió de mestre. ATENCIÓ! En cas de voler accedir mitjançant trasllat d'expedient des d'una altra universitat, cal tenir en compte que les assignatures s'aniran desplegant semestre a semestre i és possible que no hi hagi prou oferta per a poder fer el trasllat. Consulteu l'espai Pla d'Estudis - Assignatures per informar-vos de les assignatures disponibles en cada semestre. Grau d'Educació Primària Matrícula i preu Preus Matrícula Descomptes Beques Increments Formes de pagament Preus *Preus vigents en el moment de formalitzar la matrícula. Subjectes a revisió anual. Concepte Preu Preu per crèdit 20,42 €/cr* Preu per crèdit eines i recursos per a l'aprenentatge 16,10 €/cr* Preu per crèdit d'assignatures convalidades 4,08 €/cr* Matrícula Flexible sense un mínim d'assignatures Pagament fraccionat Sense interessos Aquests preus estan subjectes als descomptes (família nombrosa, discapacitats...) i increments (titulats universitaris a centres públics, estudiants amb nacionalitat de fora de la Unió Europea no residents a Espanya...) estipulats al Decret de preus. Per a més informació consulta els apartats \"Descomptes\" i \"Recàrrecs\". Omple el formulari lateral Vols més informació ? i els nostres assessors es posaran en contacte amb tu per oferir-te un pressupost a mida amb els descomptes, les bonificacions i les facilitats de pagament que et corresponguin, així com el detall de recàrrecs que puguin aplicar al teu cas. La UOC és una Universitat de servei públic que vol facilitar l'accés i seguiment dels estudis universitaris al màxim nombre de persones, per això no es requereix un nombre mínim de crèdits per matrícula. _____________ * Preus públics. La Generalitat de Catalunya fixa els preus públics dels crèdits i altres serveis acadèmics per a les universitats públiques de Catalunya i la UOC. Aquests preus estan subjectes als descomptes (família nombrosa, discapacitats...) i increments (titulats universitaris a centres públics, estudiants amb nacionalitat de fora de la Unió Europea no residents a Espanya...) estipulats al Decret de preus. Per a més informació consulta els apartats \"Descomptes\" i \"Recàrrecs\". Omple el formulari lateral Vols més informació ? i els nostres assessors es posaran en contacte amb tu per oferir-te un pressupost a mida amb els descomptes, les bonificacions i les facilitats de pagament que et corresponguin, així com el detall de recàrrecs que puguin aplicar al teu cas. La UOC és una Universitat de servei públic que vol facilitar l'accés i seguiment dels estudis universitaris al màxim nombre de persones, per això no es requereix un nombre mínim de crèdits per matrícula. _____________ * Preus públics. La Generalitat de Catalunya fixa els preus públics dels crèdits i altres serveis acadèmics per a les universitats públiques de Catalunya i la UOC. Pots consultar els preus aprovats per al curs 2024-2025 al Decret 113/2024 , de 18 de juny. ** El concepte d'Eines i recursos per a l'aprenentatge correspon als continguts i eines tecnològiques necessàries per a desenvolupar les activitats d'aprenentatge que la UOC posa a l'abast dels seus estudiants des de les aules i per mitjà de la Biblioteca i els entorns virtuals d'aprenentatge. Poden ser creats per la UOC o bé externs, de propietat aliena a la UOC amb adquisició prèvia o gestió de drets o llicències. Es prioritzen els recursos d'aprenentatge digitals, però alguns recursos de proveïdors aliens a la UOC només són en suport analògic. En aquest cas, estan sotmesos a un IVA del 4 %, associat a l'enviament, a diferència dels recursos digitals que n'estan exempts. Si, excepcionalment, cal enviar els recursos en suport físic, no hi ha cost afegit. *** El concepte de Serveis de suport a l'aprenentatge correspon al manteniment de tots els serveis indispensables per al desenvolupament de la docència, de les infraestructures físiques i tecnològiques i l'atenció personalitzada que la Universitat posa a disposició de l'estudiant al llarg del semestre (entorn virtual, proves d'avaluació, etc.). Preus per matrícula Gestió de la matrícula i de l'expedient 54,54 € * Serveis de suport a l'aprenentatge 111,62 € *** Assegurança escolar obligatòria (menors 28 anys residents estat espanyol) 1,12 € - Anual Facilitats econòmiques Descomptes per a matrícula anticipada Pagament fraccionat en quotes Beques, ajuts i descomptes Condicions especials per a empreses Suport a esportistes de competició Informa-te'n Procés de matrícula Aquests són els passos que cal seguir si vols començar uns estudis oficials a la UOC. Si ja heu cursat estudis amb nosaltres i voleu continuar-los, heu d'adreçar-vos a l'espai Tràmits del Campus Virtual. Sol·licitud d'accés La sol·licitud d'accés és un tràmit gratuït i sense compromís que us proporcionarà un nom d'usuari i una contrasenya que us permetran entrar al Campus Virtual de la UOC, des d'on podreu: Contactar amb tutoria, que us assessorarà i orientarà en l'elecció d'assignatures. Consultar a l'espai Tràmits del Campus Virtual la informació relativa a convalidacions, el detall dels preus de la matrícula, la sol·licitud de beques... Formalitzar una proposta de matrícula, que tutoria analitzarà perquè amb el seu suport et puguis matricular en línia. Requisits d'accés Abans de sol·licitar l'accés, comproveu que compleixeu els requisits necessaris per al programa al qual voleu accedir. Formulari d'accés Al formulari d'accés heu de registrar les vostres dades personals i el nivell d'estudis assolit. Documentació d'accés La documentació que necessites la trobareu detallada quan sol·liciteu l'accés i pugueu consultar a l'espai Tràmits del Campus. Haureu d'enviar aquesta documentació en el termini dels deu dies següents a la formalització de la matrícula. Campus Virtual Un cop sol·licitat l'accés, sinó has estudiat abans a la UOC, rebràs un nom d'usuari i una contrasenya que et permetran accedir al Campus Virtual, on trobaràs tota la informació i els recursos que et poden ser necessaris. Tutoria Un cop al Campus Virtual, tindreu accés al suport permanent de tutoria que us assessorarà i orientarà en l'elecció d'assignatures, d'acord amb el bagatge acadèmic previ que teniu, els vostres interessos i el temps de què disposeu. Espai de tràmits El Campus Virtual disposa d'un espai de tràmits on podreu consultar i gestionar totes les qüestions de caràcter acadèmic, com ara matricular-vos, consultar les formes de pagament i descomptes disponibles, demanar una beca o convalidar els estudis anteriors. El Campus Virtual disposa d'un espai de tràmits on podreu realitzar una proposta de matrícula havent triat les assignatures que voleu cursar durant el semestre, que tutoria analitzarà perquè us pugueu acabar matriculant amb el vostre assessorament. És un pas previ abans de formalitzar la matrícula. Un cop tutoria hagi validat la teva proposta de matrícula, podràs formalitzar-la dins del periode estipulat, per a això hauràs de triar la forma de pagament que prefereixis entre les disponibles. En cas que puguis gaudir d'algun dels descomptes previstos al Decret de preus, hauràs de presentar la documentació corresponent seguint les indicacions del Campus Virtual. Recordeu que, un cop us hàgiu matriculat, tindreu deu dies per enviar la documentació d'accés. A partir de la formalització de la matrícula, disposes de catorze dies per exercir el teu dret de desistiment de matrícula . Quan et pots matricular? A la UOC et pots matricular en dos moments diferents de l'any. Trieu l'opció que millor s'adapti a les vostres necessitats. Consulta el termini de matriculació i l'inici de curs a la pàgina dels estudis que t'interessin cursar. Matriculació a partir de l' abril per començar el curs al setembre Matriculació a partir del novembre per començar el curs al febrer 104.500 graduats i graduades 90 % d'estudiants que estudien i treballen 84 % tornaria a escollir la UOC Descomptes Per facilitar la incorporació i l'assessorament a l'estudiantat, les matrícules efectuades fins al 12 de desembre tindran un descompte en concepte de matrícula anticipada del 20 % sobre els preus de \"Recursos per a l'aprenentatge\" i \"Serveis de suport a l'aprenentatge\". En una primera matrícula semestral estàndard, aquest descompte pot representar fins a un 8 % del preu total de la matrícula. Per tal de poder aplicar les exempcions i els descomptes a la teva matrícula, has de lliurar la documentació abans de matricular-te. En cas que no sigui possible, en el termini màxim de 15 dies naturals des del començament de la docència. L'estudiantat andorrà té dret a l'aplicació de les exempcions i les bonificacions en les mateixes condicions que l'estudiantat de l'Estat espanyol. L'estudiantat beneficiari del títol de família nombrosa reconegut per l'Estat espanyol té dret als descomptes següents, en funció de la categoria: Famílies nombroses de categoria especial: exempció total dels preus dels serveis acadèmics de caràcter docent (crèdits de la matrícula) i de la gestió de lexpedient del preu fixat pel Decret de preus de la Generalitat de Catalunya. Famílies nombroses de categoria general: bonificació del 50% dels serveis acadèmics de caràcter docent (crèdits de la matrícula) i de la gestió de l'expedient del preu fixat pel Decret de preus de la Generalitat de Catalunya. L'estudiantat beneficiari del títol de família nombrosa reconegut per la resta de països té dret als descomptes següents, en funció de la categoria: Famílies nombroses de categoria especial: descompte del 15 % sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a l'aprenentatge. Famílies nombroses de categoria general: descompte del 7,5 % sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a l'aprenentatge. L'estudiantat amb un grau de discapacitat igual o superior al 33 % reconegut per l'Estat espanyol té dret a l'exempció total dels preus dels serveis acadèmics de caràcter docent (crèdits de la matrícula) i de la gestió de l'expedient del preu fixat per el Decret de preus de la Generalitat de Catalunya. Els estudiants amb un grau de discapacitat equivalent reconegut per l'organisme competent de qualsevol altre país tenen dret a un descompte del 15 % sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a l'aprenentatge. En cas que la discapacitat sigui reconeguda retroactivament, pots presentar la documentació en el termini màxim de 15 dies naturals des del moment en què es reconegui oficialment. Igualment, segons el Decret Decret 822/202 , de 28 de setembre, l'estudiantat que acrediti una discapacitat igual o superior al 33 % té una reserva d'un 5% de les places de grau i màster universitari. Si és el vostre cas i us voleu matricular d'un programa amb places limitades que ja s'han esgotat i no tenen un procés d'admissió, podeu consultar la disponibilitat d'aquestes places reservades mitjançant aquest enllaç . L'estudiantat (o els seus fills, filles o cònjuges) amb reconeixement com a víctimes d'actes terroristes per l'organisme competent a l'Estat espanyol té dret a l'exempció total dels preus dels serveis acadèmics de caràcter docent (crèdits de la matrícula) i de la gestió de lexpedient del preu fixat pel Decret de preus de la Generalitat de Catalunya. L'estudiantat (o els seus fills, filles o cònjuges) amb reconeixement com a víctimes d'actes terroristes per l'organisme competent a qualsevol altre país té dret a un descompte del 15 % sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a l'aprenentatge . L'estudiantat (i els seus fills o filles dependents) amb reconeixement com a víctimes de violència masclista a l'àmbit de la parella per l'organisme competent a l'Estat espanyol té dret a l'exempció total dels preus dels serveis acadèmics de caràcter docent (crèdits de la matrícula) i de la gestió de lexpedient del preu fixat pel Decret de preus de la Generalitat de Catalunya. L'estudiantat (i els seus fills o filles dependents) amb reconeixement com a víctimes de violència masclista a l'àmbit de la parella per l'organisme competent a qualsevol altre país té dret a un descompte del 15 % sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a l'aprenentatge. L'estudiantat de grau, màster universitari o doctorat víctimes de violència masclista fora de l'àmbit de la parella pot gaudir d'una exempció del pagament del preu dels serveis acadèmics de caràcter docent (els crèdits de matrícula) i de la taxa de gestió de l'expedient i la matrícula durant el curs 2023-2024. Només pots optar a aquesta exempció si resideixes o treballes a Catalunya. Els estudiants beneficiaris de l'ingrés mínim vital queden exempts del pagament del preu dels serveis acadèmics de caràcter docent (crèdits de matrícula) i de la taxa de gestió de l'expedient i la matrícula. L'estudiantat que hagi obtingut la convalidació, l'adaptació o el reconeixement de crèdits per raó d'estudis o activitats dutes a terme a qualsevol centre universitari té un descompte del 80 % del preu de crèdit. L'estudiantat amb matrícula d'honor o premi extraordinari al batxillerat o Cicle Formatiu de Grau Superior que es matriculi per cursar ensenyaments universitaris oficials en centres docents sostinguts amb fons públics té dret a l'exempció total del preu dels serveis acadèmics de caràcter docent durant el primer any acadèmic. El descompte per matrícula d'honor o premi extraordinari al batxillerat només es pot demanar la primera vegada que els estudiants es matriculin d'uns estudis universitaris. Els estudiants que formen part de la comunitat Alumni tenen dret a un descompte sobre els serveis de suport a l'aprenentatge i els recursos per a l'aprenentatge. Aquest descompte no és compatible amb els destinats a empreses. Beneficia't del que et sigui més profitós. UOC Alumni: 10 % de descompte Podeu gaudir d'aquest descompte si heu obtingut un títol oficial (de grau, llicenciatura, diplomatura, enginyeria o màster universitari) o un màster o postgrau propi a la UOC. Si us podeu acollir a aquest descompte, en el moment de fer la matrícula heu d'indicar un codi a l'apartat «Condicions». Podeu trobar els codis de descompte a la web d'Alumni. Si, a més de poder optar a aquest descompte, us matriculeu durant el període de matrícula anticipada, en primer lloc, s'aplicarà el descompte de matrícula anticipada, i sobre l'import resultant, l'altre descompte. La UOC ofereix descomptes a les empreses que hi participen i donen suport a la formació dels seus professionals, previ acord amb la UOC. Professionals amb vincles a tota empresa o institució que mantingui un acord de col·laboració amb la UOC es poden beneficiar d'avantatges i descomptes en el cost de les matrícules dels programes formatius del catàleg de la UOC. Aquests descomptes no són compatibles amb els destinats a UOC Alumni. Beneficia't del que et sigui més profitós. + Consulta les condicions dels descomptes per a empreses L'estudiantat considerat esportista de competició té dret a un descompte sobre l'import de la matrícula. + Consulta la informació del programa Beques Aquestes beques estan adreçades a persones que vulguin cursar titulacions oficials. Així, es garanteix la igualtat d'oportunitats per accedir a estudis superiors. Hi ha una àmplia oferta de beques per als estudiants de la UOC. La finalitat és posar a l'abast de tothom un gran futur professional. Beques del Ministeri d'Educació de l'Estat Espanyol : per a estudiants de nacionalitat espanyola que cursin titulacions oficials. Consulta les beques disponibles Increments Els estudiants que no superin una assignatura i es matriculen per segona vegada tenen un increment en el preu del crèdit. Aquest increment és el resultat de multiplicar per 1,2 el preu del crèdit públic. En cas de matricular-se per tercera vegada en una assignatura, cal multiplicar el preu del crèdit per 2,6. A partir de la quarta matrícula el preu de crèdit es multiplica per 3,6. Aquest recàrrec no s'aplica a les matrícules del grau de Traducció, interpretació i llengües aplicades (UOC-UVic). L'estudiantat de nacionalitat de fora de la Unió Europea, països amb règim comunitari o fora d'Andorra, que no tingui concedida la residència a l'Estat espanyol tindrà un increment del 45 % al preu final de la matrícula. Formes de pagament La UOC posa a la vostra disposició la possibilitat de fraccionar en quotes el pagament de la vostra matrícula. Amb aquesta opció, s'abona una quota inicial de l'import total de la matrícula mitjançant targeta en línia, i la resta es cobra per domiciliació bancària (residents a l'Estat espanyol) o domiciliació a targeta (residents fora del territori espanyol) a cinc quotes com a màxim en funció de la data de matriculació. Aquesta forma de pagament té un import per gestió de 31 euros i només és vàlida per a matrícules superiors a 350 euros . Per als nous estudiants de graus i màsters, la primera quota serà del 10 % de l'import. Dates aproximades del pagament de les quotes, en funció de la data de matrícula. Consulta la taula de fraccionaments. Primer Semestre 1r pagament 1a setmana de setembre 1a setmana d'octubre 1a setmana de novembre 1a setmana de desembre Amb targeta en el moment de fer la matrícula 2a quota 3a quota 4a quota 5a quota Les dates de pagament són aproximades. El nombre de quotes és determinat per la data de matriculació: a mesura que avança el període de matrícula, el nombre de quotes disminueix. Segon semestre 1r pagament 1a setmana de febrer 1a setmana de març 1a setmana d'abril 1a setmana de maig Amb targeta en el moment de fer la matrícula 2a quota 3a quota 4a quota 5a quota Les dates de pagament són aproximades. El nombre de quotes és determinat per la data de matriculació: a mesura que avança el període de matrícula, el nombre de quotes disminueix. Pagament amb una targeta de crèdit o de dèbit de qualsevol entitat financera mitjançant el TPVV (terminal de punt de venda virtual), al qual accedireu directament des del Campus en el moment en què us matriculeu. Els clients de Caixabank teniu la possibilitat de fraccionar en quotes el pagament de la matrícula (entre tres i set quotes segons la formalització). Durant el procés de matriculació s'enllaçarà amb el servei de Línia Oberta i es contractarà un préstec de cost zero (comissió per obertura 0 %, comissió d'estudi 0 %, comissió d'amortització 0 % i tipus d'interès 0 %). Aquesta forma de pagament només està disponible si: Sou clients de Caixabank i teniu activat el servei de Línia Oberta. Teniu més de divuit anys, nacionalitat espanyola jo d'un altre país membre de la UE i residiu a l'Estat espanyol. Limport de cada quota supera els 30 euros. L'Agència de Gestió d'Ajuts Universitaris i de Recerca (AGAUR) ofereix un programa d'ajuts en format de crèdit per al pagament fraccionat per mensualitats de matrícula universitària. Podeu consultar les condicions i els terminis per a aquest curs al web de l'AGAUR . * Opció disponible per a segones matrícules i posteriors. La UOC posa a la vostra disposició la possibilitat de fraccionar en quotes el pagament de la vostra matrícula. Amb aquesta opció, s'abona una quota inicial de l'import total de la matrícula mitjançant targeta en línia, i la resta es cobra per domiciliació bancària (en cas de tenir compte bancari SEPA) o domiciliació a targeta (en cas de no tenir-ne compte bancari SEPA) en cinc quotes com a màxim en funció de la data de matriculació. Consulta aquí si la teva entitat bancària disposa de compte SEPA. Aquesta forma de pagament té un import per gestió de 31 euros i només és vàlida per a matrícules superiors a 350 euros. Per als nous estudiants de graus i màsters, la primera quota serà del 10 % de l'import. Dates aproximades del pagament de les quotes, en funció de la data de matrícula. Consulta la taula de fraccionaments. Primer Semestre 1r pagament 1a setmana de setembre 1a setmana d'octubre 1a setmana de novembre 1a setmana de desembre Amb targeta en el moment de fer la matrícula 2a quota 3a quota 4a quota 5a quota Les dates de pagament són aproximades. El nombre de quotes és determinat per la data de matriculació: a mesura que avança el període de matrícula, el nombre de quotes disminueix. Segon semestre 1r pagament 1a setmana de febrer 1a setmana de març 1a setmana d'abril 1a setmana de maig Amb targeta en el moment de fer la matrícula 2a quota 3a quota 4a quota 5a quota Les dates de pagament són aproximades. El nombre de quotes és determinat per la data de matriculació: a mesura que avança el període de matrícula, el nombre de quotes disminueix. Per als residents a Colòmbia interessats en aquesta forma de pagament i que no disposeu d'una targeta de crèdit, us informem que l'entitat Bancolòmbia ofereix la Targeta Virtual e-Prepagament . Per sol·licitar-la, cal que disposeu d'un compte d'estalvis o corrent en aquesta entitat Pagament amb una targeta de crèdit o de dèbit de qualsevol entitat financera mitjançant el TPVV (terminal de punt de venda virtual), al qual accedireu directament des del Campus en el moment en què us matriculeu. L'estudiantat resident fora de l'Estat espanyol pot fer una transferència de l'import total de matrícula en euros. Les dades per fer efectiu el pagament de la matrícula són: Si feu la docència en català: Banc: Caixabank Adreça: Avda. Diagonal, 647 08028 Barcelona Espanya Swift: CAIX ÉS BB IBAN: ES02-2100-3648-98-2200022920 Si feu la docència en castellà: Bank: BANC SANTANDER CENTRAL HISPÀ Adress: Passeig de Gràcia, 5 08007 BARCELONA - SPAIN Swift: BSCHESMMXXX IBAN: ES98-0049-1806-9726-1188-9588 Un cop fet el pagament, caldrà enviar el comprovant. Objectius, perfils i competències Descobreix a qui va dirigit aquest programa i quines noves competències pots adquirir. Saber-ne més Preguntes freqüents Tens dubtes? Donem resposta a les teves preguntes sobre la nostra oferta formativa, el model d’aprenentatge o tràmits, entre altres temes. Consulta L'opinió dels nostres graduats Graduades i graduats de la UOC t'expliquen en primera persona com han viscut el procés d'aprenentatge amb nosaltres i com la nostra metodologia els ha permès compaginar feina, estudis i vida personal. Tenir una flexibilitat d'horaris absoluta em va permetre fer el màster Daniel Marchante Realment em trobo realitzada. Ara, quan parlo, sé del que parlo. Helena Guillén La UOC t'ofereix competències, perquè el que necessites és saber-te adaptar en cada moment Manel Vicenç Volia créixer professionalment. La UOC m'ha ofert no estancar-me Alba Camacho Des de que vaig acabar el grau, he tingut un desenvolupament a la meva empresa José Miguel González Programes relacionats Grau Nutrició Humana i Dietètica (interuniversitari: UOC, UPF) Veure tota la informació Selecciona fins a 3 programes per comparar Grau Logopèdia (interuniversitari: Uvic-UCC, UOC) Veure tota la informació Selecciona fins a 3 programes per comparar Grau Psicologia Veure tota la informació Selecciona fins a 3 programes per comparar Grau Educació Social Veure tota la informació Selecciona fins a 3 programes per comparar Grau Nutrició Humana i Dietètica (interuniversitari: UOC, UPF) Veure tota la informació Selecciona fins a 3 programes per comparar Grau Logopèdia (interuniversitari: Uvic-UCC, UOC) Veure tota la informació Selecciona fins a 3 programes per comparar Grau Psicologia Veure tota la informació Selecciona fins a 3 programes per comparar Grau Educació Social Veure tota la informació Selecciona fins a 3 programes per comparar"
}