{
  "url": "https://uoc.edu/ca/estudis/preus/detall-preus-masters-universitaris",
  "content": "Detall de preus de màsters universitaris La matrícula de les assignatures que formen part d'un pla d'estudis de màster universitari es formalitza de forma semestral . La UOC té la voluntat de facilitar l'accés a la universitat al màxim nombre de persones; per això, en el cas dels graus i màsters universitaris, tu decideixes el nombre d'assignatures de les que et matricules. Per saber el preu dels estudis, consulta la pàgina específica de el programa que vulguis cursar. Com es calcula el preu de la matrícula a la UOC? El preu es compon d'una part fixa (cada vegada que l'estudiant es matricula) i una part variable (en funció del nombre de crèdits de què es matricula). A les titulacions universitàries oficials de l'Espai Europeu d'Educació Superior, la unitat de mesura de les assignatures és el crèdit. Un crèdit equival a 25 hores i inclou tant les hores destinades a ensenyaments teòrics i pràctics, com altres activitats acadèmiques que l'estudiant ha de realitzar per superar l'assignatura de forma satisfactòria. Preus vigents per al curs acadèmic 2024-2025 (subjectes a revisió anual) Preus per a estudiants amb nacionalitat fora de la Unió Europea sense residència a Espanya. Tindran la mateixa consideració que els països de la UE: Andorra, Islàndia, Liechtenstein, Noruega i Suïssa. Els estudiants amb nacionalitat de fora de la Unió Europea sense residència a l'Estat espanyol no poden beneficiar-se de la subvenció pública, motiu pel qual els preus indicats a les taules han de multiplicar-se per 1,45. Preu fix (per matrícula) Preu Gestió de la matrícula i de l'expedient 54,54€ Serveis de suport a l'aprenentatge 111,62€ Preu variable (per crèdit) Preu Preu del crèdit amb bonificació UOC per a Tipus màsters de Tipus 1 34,06 € Preu del crèdit amb bonificació UOC per a màsters de Tipus 2 35,76 € Preu del crèdit amb bonificació UOC per a màsters de Tipus 3 37,47 € Preu del crèdit per a màsters habilitants 20,42 € Preu del crèdit Màster Universitari de Prevenció de Riscos Laborals 32,28€ Preu del crèdit Màster Universitari d'Enginyeria informàtica 20,42€ Eines i recursos per a l'aprenentage 16,68 € El preu per crèdit així com el de la gestió de matrícula i de l'expedient està fixat pel Govern de la Generalitat de Catalunya mitjançant un Decret que s'aprova cada curs acadèmic. Aquest Decret determina els preus públics dels serveis acadèmics per a les universitats públiques de Catalunya i la UOC. El concepte d' Eines i recursos per a l'aprenentatge correspon als continguts i eines tecnològiques necessàries per a desenvolupar les activitats d'aprenentatge que la UOC posa a l'abast dels seus estudiants des de les aules i per mitjà de la Biblioteca i els entorns virtuals d'aprenentatge. Poden ser creats per la UOC o bé externs, de propietat aliena a la UOC amb adquisició prèvia o gestió de drets o llicències. Es prioritzen els recursos d'aprenentatge digitals, però alguns recursos de proveïdors aliens a la UOC només són en suport analògic. En aquest cas, estan sotmesos a un IVA del 4%, associat a l'enviament, a diferència dels recursos digitals que n'estan exempts. Si, excepcionalment, cal enviar els recursos en suport físic, no hi ha cost afegit. El concepte de Serveis de suport a l'aprenentatge correspon al manteniment de tots els serveis indispensables per al desenvolupament de la docència, de les infraestructures físiques i tecnològiques i l'atenció personalitzada que la Universitat posa a disposició de l'estudiant al llarg del semestre (entorn virtual, proves d'avaluació, etc.). Consulteu els apartats Descomptes i Increments del vostre programa per obtenir el detall d'altres particularitats que poden fer variar el preu. Pagament fraccionat Pots fraccionar en quotes el pagament del teu grau o màster universitari. Informa-te'n Descomptes Situacions específiques Descomptes per a estudiants amb discapacitat, família nombrosa, matrícula d'honor o víctimes de violència masclista en l'àmbit de la parella. Matrícula anticipada Fins al 8% de descompte en el preu total de la matrícula de graus i màsters universitaris. Comunitat UOC Fins al 7% de descompte en el preu de la matrícula per als membres de la comunitat UOC. UOC Alumni 10% per als graduats de la Universitat. També et pot interessar... Com matricular-te a la UOC Requisits d'accés Sessions informatives Convalidacions i reconeixement de crèdits"
}