{
  "url": "https://uoc.edu/ca/estudis/masters/master-universitari-dificultats-aprenentatge-transtorns-llenguatge",
  "content": "Presentació Pla d'estudis Reconeixement de crèdits Professorat Sortides professionals Requisits d'accés Matrícula i preu Online i sense horari Inscripció oberta: últims dies Màster universitari Online de Dificultats de l'Aprenentatge i Trastorns del Llenguatge Presentació El màster universitari de Dificultats de l'Aprenentatge i Trastorns del Llenguatge t'especialitza en la identificació i intervenció de les dificultats i trastorns de l'aprenentatge, del llenguatge i del desenvolupament en un context educatiu. Amb una visió molt centrada en l' activitat professional , podràs incorporar les aportacions més rellevants de l' àmbit científic per a afavorir l' educació inclusiva i potenciar les capacitats d'un alumnat divers. ⚠️PER CATALUNYA: AVÍS IMPORTANT PELS GRADUATS EN EDUCACIÓ INFANTIL (última actualització 29/11/23) --> Segons una normativa del Departament d’Educació de la Generalitat de Catalunya que ha entrat en vigor a partir de l’1 de novembre de 2023, els graduats en Educació Infantil ja no podran accedir a les especialitats en Pedagogia Terapèutica (PT) i Audició i Llenguatge (ALL) de les borses de docents interins de la Generalitat de Catalunya. El màster universitari de Dificultats de l'Aprenentatge i Trastorns del Llenguatge t'especialitza en la identificació i intervenció de les dificultats i trastorns de l'aprenentatge, del llenguatge i del desenvolupament en un context educatiu. Amb una visió molt centrada en l' activitat professional , podràs incorporar les aportacions més rellevants de l' àmbit científic per a afavorir l' educació inclusiva i potenciar les capacitats d'un alumnat divers. ⚠️PER CATALUNYA: AVÍS IMPORTANT PELS GRADUATS EN EDUCACIÓ INFANTIL (última actualització 29/11/23) --> Segons una normativa del Departament d’Educació de la Generalitat de Catalunya que ha entrat en vigor a partir de l’1 de novembre de 2023, els graduats en Educació Infantil ja no podran accedir a les especialitats en Pedagogia Terapèutica (PT) i Audició i Llenguatge (ALL) de les borses de docents interins de la Generalitat de Catalunya. Aquesta nova normativa afecta als estudiants graduats en Educació Infantil que comencen el Màster de Dificultats de l’Aprenentatge i Trastorns del Llenguatge de la UOC a partir del 2n semestre del curs 2023-2024. És a dir, els graduats en Educació Infantil que comencin el Màster a partir del març del 2024 ja no podran accedir a les borses d’aquestes especialitats. Els graduats en Educació Primària continuen tenint-hi accés. Titulacions oficials UOC Estudis que et preparen per als teus reptes professionals. Facilitats de pagament Fracciona en quotes el teu màster. Per què estudiar el màster de Dificultats de l'Aprenentatge i Trastorns del Llenguatge a la UOC? Si estudies aquest Màster a la UOC podràs: Especialitzar-te en la identificació i intervenció de les dificultats i trastorns de l'aprenentatge, del llenguatge i del desenvolupament. Dissenyar activitats educatives per a la intervenció de l'alumnat amb dificultats en l'aprenentatge, el llenguatge i el desenvolupament. Afavorir la inclusió de l'alumnat amb necessitats específiques de suport educatiu. Prendre decisions professionals de manera informada i basades en evidències científiques rellevants. Formar-te en una orientació professionalitzadora o en una orientació de recerca. Descarrega el programa (PDF) Titulació oficial El màster universitari de Dificultats de l'Aprenentatge i Trastorns del Llenguatge és una titulació que ha estat verificada pel Consell d'Universitats, i la seva implementació autoritzada per la Generalitat de Catalunya, segons el que marca la legislació vigent. Els títols universitaris oficials de la UOC tenen validesa en tot el territori espanyol, tenen efectes acadèmics plens i habiliten, si escau, per a la realització d'activitats professionals regulades, d'acord amb la normativa que en cada cas resulti aplicable. Aquests títols s'expedeixen juntament amb el suplement europeu al títol (SET), que facilita informació sobre els estudis cursats per l'estudiant, els resultats obtinguts, les capacitats professionals assolides i el nivell de la titulació en el sistema espanyol d'educació superior, amb la finalitat de facilitar-ne el reconeixement i promoure la mobilitat d'estudiants i titulats dins de l'espai europeu d'educació superior (EEES). Titulació oficial El màster universitari de Dificultats de l'Aprenentatge i Trastorns del Llenguatge és una titulació que ha estat verificada pel Consell d'Universitats, i la seva implementació autoritzada per la Generalitat de Catalunya, segons el que marca la legislació vigent. Els títols universitaris oficials de la UOC tenen validesa en tot el territori espanyol, tenen efectes acadèmics plens i habiliten, si escau, per a la realització d'activitats professionals regulades, d'acord amb la normativa que en cada cas resulti aplicable. Aquests títols s'expedeixen juntament amb el suplement europeu al títol (SET), que facilita informació sobre els estudis cursats per l'estudiant, els resultats obtinguts, les capacitats professionals assolides i el nivell de la titulació en el sistema espanyol d'educació superior, amb la finalitat de facilitar-ne el reconeixement i promoure la mobilitat d'estudiants i titulats dins de l'espai europeu d'educació superior (EEES). La validesa en altres països dels títols universitaris oficials expedits per la UOC vindrà determinada en cada cas per les lleis d'educació de cada país. Consulta més detalls sobre: + Homologació + Legalització Inici 12 març 2025 100% Online 60 Crèdits ECTS Idiomes: Català, Castellà Titulació oficial Sol·licita l'accés Avís important sobre les borses de docents interins de la Generalitat de Catalunya. Consulta'l aquí . Metodologia 100% online 1a. universitat online del món Acompanyament personalitzat Entre les millors universitats La UOC se situa entre el 7 % de les millors universitats del món segons el World University Rankings 2024. Qualitat de la titulació La qualitat d'aquest programa està avalada per l' AQU (Agència per a la Qualitat del Sistema Universitari de Catalunya), la qual assegura el rigor i l'acompliment dels estàndars exigits a l' EEES . + Qualitat de la titulació Acreditació de qualitat AQU Agència per a la Qualitat del Sistema Universitari de Catalunya. Sessió Informativa L'aula virtual: accedeix-hi des de qualsevol lloc, sense barreres físiques Màster universitari de Dificultats de l'Aprenentatge i Trastorns del Llenguatge Pla d'estudis 60 ECTS 30 ECTS Optativa 15 ECTS Obligatòria 6 ECTS Treball final 9 ECTS Pràctiques Assignatures Càrrega lectiva Pràctiques Treball final Recursos per a l’aprenentatge Assignatures del programa Consulta els detalls de les assignatures que t'interessi cursar per adaptar els estudis al teu ritme, segons la disponibilitat i els requisits de matrícula de cada assignatura i el temps de dedicació pel qual hagis optat. Càrrega lectiva Per obtenir la present titulació de màster universitari de Dificultats de l'aprenentatge i trastorns del llenguatge l'estudiant haurà de superar 60 crèdits ECTS . El màster està dissenyat per a ser cursat en dos anys lectius (quatre semestres) , podent-se completar també en un any. Es recomana seguir la planificació de dos anys per a qualsevol de les dues orientacions que s'ofereixen: Professionalitzadora o Recerca. Pràctiques El màster universitari de Dificultats d'Aprenentatge i Trastorns del Llenguatge ofereix dues orientacions, professionalitzadora i d' investigació . Per superar l' orientació professionalitzadora , és obligatori cursar el Pràcticum i el Treball final de màster (TFM) professionalitzadors. Per superar l' orientació de recerca , és obligatori cursar el Pràcticum i el Treball final de màster (TFM) de recerca, en dos semestres consecutius . En aquesta orientació, les assignatures de Pràcticum i TFM, es configuren com un tot , malgrat ser dues assignatures separades. L'estudiant haurà de dur a terme una investigació empírica, que implica realitzar un estudi científic, des de l'inici (Pràcticum) fins al final (TMF), comptant amb dos semestres consecutius per això. Pràcticum Professionalitzador: Pràctiques El màster universitari de Dificultats d'Aprenentatge i Trastorns del Llenguatge ofereix dues orientacions, professionalitzadora i d' investigació . Per superar l' orientació professionalitzadora , és obligatori cursar el Pràcticum i el Treball final de màster (TFM) professionalitzadors. Per superar l' orientació de recerca , és obligatori cursar el Pràcticum i el Treball final de màster (TFM) de recerca, en dos semestres consecutius . En aquesta orientació, les assignatures de Pràcticum i TFM, es configuren com un tot , malgrat ser dues assignatures separades. L'estudiant haurà de dur a terme una investigació empírica, que implica realitzar un estudi científic, des de l'inici (Pràcticum) fins al final (TMF), comptant amb dos semestres consecutius per això. Pràcticum Professionalitzador: Descripció Al pràcticum professionalitzador, s'espera que l'estudiant apliqui els coneixements adquirits al Màster en un context professional concret. Tipologia de l'assignatura Obligatòria. Pràctiques acadèmiques curriculars. Durada 9 crèdits ECTS , que equivalen a 225 hores de dedicació, distribuïdes al llarg de tot el semestre de la següent manera: 100 hores obligatòries en institucions o centres relacionats amb l'àmbit d'especialització professional del màster + 125 hores a l'aula de la UOC . Les activitats, tant presencials com virtuals, s'han de prolongar al llarg de tot el semestre. Per tant, no es poden compactar. Modalitat Presencial. Requisits acadèmics Haver superat 20 crèdits ECTS del màster, 15 dels quals han de correspondre a les assignatures obligatòries . Realitzar correctament i dins de termini el procés de sol·licitud. Recomanacions És molt recomanable que el Pràcticum professionalitzador es cursi el semestre immediatament anterior al TFM professionalitzador, però també es pot cursar alhora o posteriorment. Acompanyament Durant la realització de les pràctiques, l'estudiant disposa d'un seguiment docent personalitzat, amb un professional que actua com a tutor al centre de pràctiques i un professor col·laborador. Tots dos asseguren que les pràctiques es duen a terme seguint el projecte formatiu. Disponibilitat de centres La disponibilitat concreta de centres oferts per la UOC ( ofertes d'agrupament ) pot consultar-se en la convocatòria del semestre actual dins de l'aplicatiu de pràctiques Experience. La llista de centres amb conveni de pràctiques pot variar cada semestre. L'estudiant pot sol·licitar les pràctiques en centres no oferts per la UOC ( ofertes directes ) sempre que compleixin els requisits acadèmics especificats en la guia. Convenis per Comunitat Autònoma Pel que fa als organismes públics, cada Comunitat Autònoma té unes regulacions pròpies que poden variar cada semestre. La situació actualitzada dels convenis de pràctiques per àmbit i Comunitat Autònoma pot consultar-se en l'espai Tràmits / Pràctiques en empreses / Pràctiques curriculars , del campus. Pots trobar més informació sobre el funcionament de les pràctiques professionalitzadores a la Guia del pràcticum professionalitzador. Pràcticum de recerca: Descripció Al pràcticum de recerca l'estudiant planificarà i durà a terme una investigació científica empírica . L'estudiant definirà el tema de l'estudi científic, el plantejament dels objectius, les preguntes de recerca i de les hipòtesis; tot això basant-se en els estudis científics previs i les qüestions pendents a investigar. Així mateix, s'elaboraran els estímuls, materials i procediments per resoldre les preguntes de recerca i es durà a terme el treball de camp, consistent en la selecció de la mostra i la recollida de dades per al seu posterior anàlisi al TFM de recerca . Durant el procés de sol·licitud, l'alumne haurà d'escollir un àmbit temàtic en el qual centrar la seva investigació. Consulta el document d' indicacions per triar l'àmbit temàtic del Pràcticum de recerca. Tipologia de l'assignatura Obligatòria. Pràctiques acadèmiques curriculars. Durada 9 crèdits ECTS , que equivalen a 225 hores de dedicació. Modalitat En línia. Requisits acadèmics Realitzar correctament i dins de termini el procés de sol·licitud d'àmbit. El pràcticum de recerca s'ha de cursar obligatòriament el semestre immediatament anterior al treball final de recerca (TFM). L'estudiant cursarà el TFM de recerca sobre la mateixa temàtica escollida en el pràcticum de recerca i amb el mateix professor col·laborador. Recomanacions És altament recomanable cursar l'assignatura optativa « Dissenys i mètodes en investigació », abans de cursar el Pràcticum de recerca, si no es disposa de coneixements previs sobre això. El fet de no tenir els coneixements bàsics pot dificultar el progrés positiu de l'assignatura. Queda sobre la responsabilitat de l'alumne fer la matrícula sense seguir aquesta recomanació. Es recomana cursar el pràcticum de recerca el penúltim semestre, per a cursar el TFM del mateix àmbit en l'últim semestre. Aquells estudiants que vulguin finalitzar el Màster en dos semestres (1 any), hauran de cursar el pràcticum de recerca el primer semestre. Caldrà contactar amb el tutor d'acollida per a indicar-li l'àmbit. Acompanyament Durant la realització de les pràctiques, l'estudiant disposa d'un seguiment docent personalitzat , amb un professor col·laborador que assegura que les pràctiques es duen a terme seguint el projecte formatiu. Pots trobar més informació sobre el funcionament de les pràctiques de recerca a la Guia del pràcticum i TFM de recerca . El procediment , els requisits específics de cada orientació i les dates concretes de sol·licitud de les pràctiques s'exposen a l'espai Tràmits / Pràctiques en empreses / Pràctiques curriculars del campus. + Consulta més detalls de les pràctiques curriculars Pràctiques Amb la UOC, tot són avantatges a l’hora de fer les pràctiques. Disposes de més de 10.000 empreses col·laboradores en les quals dur a terme pràctiques. Les pràctiques curriculars i no curriculars representen una oportunitat única per trobar treball o millorar la teva situació actual. Més informació Treball final de máster (TFM) El màster universitari de Dificultats d'Aprenentatge i Trastorns del Llenguatge ofereix dues orientacions, professionalitzadora i d' investigació . Per superar l' orientació professionalitzadora , és obligatori cursar el Pràcticum i el Treball final de màster (TFM) professionalitzadors. Per superar l' orientació de recerca , és obligatori cursar el Pràcticum de recerca i el Treball final de màster (TFM) de recerca, en dos semestres consecutius . En aquesta orientació, les assignatures de Pràcticum i TFM, es configuren com un tot , malgrat ser dues assignatures separades. S'haurà de dur a terme una investigació empírica , que implica realitzar un estudi científic, des de l'inici (Pràcticum) fins al final (TFM), comptant amb dos semestres consecutius per això. TFM Professionalitzador: Treball final de máster (TFM) El màster universitari de Dificultats d'Aprenentatge i Trastorns del Llenguatge ofereix dues orientacions, professionalitzadora i d' investigació . Per superar l' orientació professionalitzadora , és obligatori cursar el Pràcticum i el Treball final de màster (TFM) professionalitzadors. Per superar l' orientació de recerca , és obligatori cursar el Pràcticum de recerca i el Treball final de màster (TFM) de recerca, en dos semestres consecutius . En aquesta orientació, les assignatures de Pràcticum i TFM, es configuren com un tot , malgrat ser dues assignatures separades. S'haurà de dur a terme una investigació empírica , que implica realitzar un estudi científic, des de l'inici (Pràcticum) fins al final (TFM), comptant amb dos semestres consecutius per això. TFM Professionalitzador: Descripció El TFM professionalitzador és un projecte orientat a aprofundir sobre un dels àmbits temàtics de les dificultats de l'aprenentatge i trastorns del llenguatge. S'haurà de dur a terme una acció o intervenció educativa , basada en evidències científiques , que respongui a una necessitat o repte del seu entorn. Aquesta acció o intervenció generarà com a resultat un informe professional complet i la seva presentació i defensa davant una Comissió Avaluadora. Consulta el document d' orientacions per triar l'àmbit temàtic del TFM professionalitzador. Tipologia de l'assignatura Obligatòria. Durada 6 crèdits ECTS , que equivalen a 150 hores de dedicació. Requisits acadèmics Haver superat 25 crèdits ECTS del màster, 15 dels quals han de correspondre a les assignatures obligatòries . Realitzar correctament i dins de termini el procés de sol·licitud d'àmbit. Recomanacions És altament recomanable haver cursat prèviament l' optativa vinculada a l'àmbit temàtic de TFM professionalitzador que es vol cursar, ja que al TFM es donaran per adquirits els coneixements bàsics sobre aquesta temàtica. El fet de no tenir els coneixements bàsics sobre la temàtica escollida pot dificultar el progrés positiu de l'assignatura. Queda sobre la responsabilitat de l'alumnat fer la matrícula sense seguir aquesta recomanació. Pots trobar més informació sobre el funcionament del TFM professionalitzador a la Guia del TFM professionalitzador . TFM de Recerca: Descripció El TFM de recerca és un projecte que conclou l'orientació de recerca del Màster, ja que es considera la continuació del pràcticum de recerca. En aquesta assignatura s'analitzaran les dades recollides prèviament en el pràcticum de recerca i s'establiran les conclusions, donant com a resultat l'elaboració d' un article científic i la seva exposició i defensa davant una Comissió Avaluadora . Tipologia de l'assignatura Obligatòria. Durada 6 crèdits ECTS , que equivalen a 150 hores de dedicació. Requisits acadèmics El TFM de recerca s'ha de cursar obligatòriament el semestre immediatament posterior al pràcticum de recerca. Es cursarà el TFM de recerca sobre la mateixa temàtica escollida en el pràcticum de recerca i amb el mateix professor col·laborador. Recomanacions El fet de no tenir els coneixements bàsics pot dificultar el progrés positiu de l'assignatura. Queda sobre la responsabilitat de l'alumne fer la matrícula sense seguir aquesta recomanació. Pots trobar més informació sobre el funcionament del TFM de recerca a la Guia del pràcticum i TFM de recerca . Les dates concretes de sol·licitud del TFM s'exposen a l'espai Tràmits / Treballs finals / Sol·licitud de Treballs Finals / Dificultats de l'aprenentatge i trastorns del llenguatge . Recursos per l'aprenentatge Els recursos d'aprenentatge tenen l'objectiu d'oferir, d'una banda, les bases teòriques més actualitzades sobre les dificultats de l'aprenentatge i els trastorns del llenguatge, juntament amb recursos que ofereixen una visió molt pràctica i contextualitzada. Per això, es combinen les aportacions més rellevants de cada àmbit amb recursos molt aplicats. Cada estudiant del Màster compta amb un material per a cada assignatura elaborat per diferents especialistes de reconegut prestigi. Aquests materials presenten, exemplifiquen i aprofundeixen els continguts de l'assignatura. La seva elaboració es realitza en diferents formats digitals (HTML 5, audiollibre, videollibre, Mobipocket, ePub, PDF, etc.) que l'estudiant pot baixar i llegir o escoltar en diferents dispositius i formats. Amb això es garanteix un material de referència ajustat per a cada assignatura i que garanteix un alt nivell de qualitat, especialització i rigor científic. Com a complement a aquests materials, l'equip docent de cada assignatura realitza una selecció de la bibliografia més actualitzada, així com dels articles científics més rellevants sobre la temàtica de l'assignatura. Recursos per l'aprenentatge Els recursos d'aprenentatge tenen l'objectiu d'oferir, d'una banda, les bases teòriques més actualitzades sobre les dificultats de l'aprenentatge i els trastorns del llenguatge, juntament amb recursos que ofereixen una visió molt pràctica i contextualitzada. Per això, es combinen les aportacions més rellevants de cada àmbit amb recursos molt aplicats. Cada estudiant del Màster compta amb un material per a cada assignatura elaborat per diferents especialistes de reconegut prestigi. Aquests materials presenten, exemplifiquen i aprofundeixen els continguts de l'assignatura. La seva elaboració es realitza en diferents formats digitals (HTML 5, audiollibre, videollibre, Mobipocket, ePub, PDF, etc.) que l'estudiant pot baixar i llegir o escoltar en diferents dispositius i formats. Amb això es garanteix un material de referència ajustat per a cada assignatura i que garanteix un alt nivell de qualitat, especialització i rigor científic. Com a complement a aquests materials, l'equip docent de cada assignatura realitza una selecció de la bibliografia més actualitzada, així com dels articles científics més rellevants sobre la temàtica de l'assignatura. Els manuals i llibres fruit d'aquesta selecció són adquirits per la biblioteca de la UOC. Màster universitari de Dificultats de l'Aprenentatge i Trastorns del Llenguatge Reconeixement de crèdits Reconeixement de crèdits Avaluació d'estudis previs Reconeixement d'experiència professional Convalidacions Reconeixement de crèdits La UOC permet convalidar o adaptar els estudis que s'han cursat anteriorment i reconèixer assignatures o pràctiques d'acord amb l'experiència professional. El reconeixement de crèdits permet reduir el temps d'estudi. Per a qualsevol dubte, ompliu el formulari de sol·licitud d'informació i contactarem amb vosaltres. Avantatges de sol·licitar un reconeixement de crèdits Les assignatures reconegudes per mitjà de l'avaluació d'estudis previs (AEP) o del reconeixement acadèmic de l'experiència professional (RAEP), no les heu de cursar en el vostre programa d'estudis. Els crèdits reconeguts, un cop s'han incorporat a la matrícula, es descompten del total de crèdits que cal cursar per a obtenir el títol. En el cas dels graus, la UOC reconeix crèdits de formació bàsica de la mateixa branca de coneixement, mentre els estudis aprovats siguin d'ensenyaments universitaris oficials (excepte en el cas del màster universitari) i pertanyin a la mateixa branca de coneixement que el grau de destinació. Reconeixement de crèdits La UOC permet convalidar o adaptar els estudis que s'han cursat anteriorment i reconèixer assignatures o pràctiques d'acord amb l'experiència professional. El reconeixement de crèdits permet reduir el temps d'estudi. Per a qualsevol dubte, ompliu el formulari de sol·licitud d'informació i contactarem amb vosaltres. Avantatges de sol·licitar un reconeixement de crèdits Les assignatures reconegudes per mitjà de l'avaluació d'estudis previs (AEP) o del reconeixement acadèmic de l'experiència professional (RAEP), no les heu de cursar en el vostre programa d'estudis. Els crèdits reconeguts, un cop s'han incorporat a la matrícula, es descompten del total de crèdits que cal cursar per a obtenir el títol. En el cas dels graus, la UOC reconeix crèdits de formació bàsica de la mateixa branca de coneixement, mentre els estudis aprovats siguin d'ensenyaments universitaris oficials (excepte en el cas del màster universitari) i pertanyin a la mateixa branca de coneixement que el grau de destinació. Com es pot sol·licitar el reconeixement de crèdits El tràmit es pot fer cada semestre i el resultat es comunica abans que comenci la docència. La tramitació de la sol·licitud s'ha de fer des del Campus Virtual. L'estudiantat de nova incorporació han d'haver demanat prèviament la sol·licitud d'accés. Una vegada teniu accés al Campus Virtual, podeu consultar les taules d'equivalències amb moltes titulacions d'altres universitats, que mostren una simulació dels crèdits que podeu convalidar. Si no hi trobeu la taula d'equivalències pròpia dels vostres estudis realitzats, una comissió analitzarà la vostra sol·licitud de manera personalitzada. L'avaluació d'estudis previs i el reconeixement de l'experiència professional es poden demanar durant tota la vida acadèmica a la UOC, i sempre els podeu actualitzar si aporteu més estudis o una experiència professional nova. El resultat del reconeixement de crèdits el rebreu a la bústia personal i, en cas que no hi estigueu d'acord, disposareu d'un període de temps per a fer-hi al·legacions. Avaluació d'estudis previs L'avaluació d'estudis previs (AEP) és el tràmit que han de sol·licitar l'estudiantat que vulgui convalidar els estudis que han cursat en aquesta universitat o en qualsevol altra. L'AEP no és un tràmit obligatori. Per a la sol·licitud de l'AEP només es considera vàlid l'últim expedient adaptat. El resultat de l'avaluació d'estudis previs té validesa sempre que tingueu expedient obert a la UOC. Si sou estudiants de nova incorporació, tindrà validesa si us matriculeu el semestre immediatament posterior a la demanda del tràmit. En cas contrari, la vostra AEP caducarà i haureu de fer el tràmit de nou. L'avaluació d'estudis previs, la fa una comissió presidida pel vicerector de Professorat i Ordenació Acadèmica i integrada pels directors dels programes de la UOC. Hi actua de secretari el responsable del tràmit de la Secretaria. Les funcions d'aquesta comissió són l'avaluació i la proposta de convalidacions, adaptacions i reconeixement de crèdits de lliure elecció. Reconeixement acadèmic de l'experiència professional La UOC ofereix la possibilitat de reconèixer algunes assignatures o pràctiques en funció de l'experiència professional demostrada. Per aconseguir-ho cal sol·licitar el Reconeixement acadèmic de l'experiència professional (RAEP), un tràmit en què cal acreditar documentalment aquest bagatge professional. D'aquesta manera es poden convalidar fins al 15% dels crèdits de la titulació. + Consulta les convalidacions RAEP Convalidacions El programa del màster inclou la convalidació de crèdits, tant per assignatures cursades en altres titulacions com per l'acreditació d'experiència laboral i professional. Màster universitari de Dificultats de l'Aprenentatge i Trastorns del Llenguatge Professorat Direcció d'estudis Direcció de programa Professorat Col·laboradors Direcció d'estudis Jordi Planella Ribera Catedràtic de l'àrea de Teoria i Història de l'Educació. Doctor en Pedagogia (UB). Ha estat educador social en el sector de persones amb diversitat funcional, en protecció a la infància i en programes comunitaris. Investigador del LES. És professor de la UOC des de l'any 2004, on imparteix docència en el grau d'Educació Social, el Màster de Psicopedagogia i el Doctorat en Educació i TIC (e-learning). Entre d'altres és autor de: Pedagogía Social Reflexiva (Publicacions UB, 2023); Sociedades Inclusivas (Ediuoc, 2023); Pedagogías Corporales (Octaedro, 2023). Web CV Direcció de programa Núria Esteve Gibert Doctora en Ciència Cognitiva i Llenguatge per la Universitat Pompeu Fabra (2014). Té experiència postdoctoral al Laboratoire Parole et Langage de la Universitat d'Ais-Marsella (2015-2017) i a la Universitat de Barcelona (2017-2018). Experta en adquisició del llenguatge, especialment en la relació entre la fonologia experimental (segmental i suprasegmental) i la pragmàtica (gestualitat i context), és membre del Grup de Recerca en Cognició i Llenguatge (GRECIL, UOC). Web CV Professorat Adriana Ornellas Rios da Silva Doctora en Educació per la Universitat de Barcelona i Llicenciada en Informàtica. Té experiència postdoctoral a la Lynch School of Education del Boston College (2011). Experta en tecnologies emergents per a l'aprenentatge a la societat contemporània, formació del professorat en TIC, new literacies, e-learning, pensament computacional. Investigadora del grup de recerca Nodes. Web CV Alfonso Igualada Pérez Logopeda amb perfil clínic, docent i d'investigació. Diplomat en Logopèdia (UV), Màsters al CSIC-UIMP i a la UPF, i Doctorat en Ciències de Llenguatge (UPF). Professor titular dels Estudis de Psicologia i Ciències de l'Educació de la UOC al Grau de Logopèdia i al Màster MUDATALL. Membre del grup de recerca GRECIL. Investiga sobre el desenvolupament del llenguatge, els gestos comunicatius, la pragmàtica, l'avaluació i tractament del Trastorn del desenvolupament del llenguatge i el Trastorn de l'espectre autista, la intervenció digital i la pràctica basada en evidències. Web CV Belén Jimenez Alonso Doctora en Psicologia, amb doble especialització en educació i trastorns del desenvolupament així com en història i epistemologia de la psicologia. La seva trajectòria professional l'ha portat a especialitzar-se en dol i atenció psicosocial en malalties avançades. La seva recerca està centrada en l'ús de la mediació (digital) de l'experiència psicològica (ex. en el dol, final de vida). Actualment, és professora dels Estudis de Psicologia i Ciències de l'Educació de la UOC i investigadora del grup de recerca CareNet. Web CV Cristina Martinez García Doctora en Psicologia per la Universitat d'Oviedo (2020). Màster oficial d'Intervenció en la Discapacitat i en la Dependència per la Universitat de La Corunya. Graduada en Logopèdia per la Universitat d'Oviedo. Professora dels Estudis de Psicologia i Ciències de l'Educació de la UOC al Grau de Logopèdia, al Grau d'Educació Primària i al Màster Universitari Dificultats de l'Aprenentatge i Trastorns del Llenguatge. És membre del grup de Recerca en Cognició i Llenguatge UOC-UB (GRECIL). La seva activitat investigadora s'ha centrat en l'estudi dels trastorns del llenguatge escrit, especialment en la dislèxia. Ha exercit a més la pràctica clínica com a logopeda. Web CV Ester Castejon Coronado Doctora en Educació i Societat per la Universitat de Barcelona. Màster UOC en Educació i TIC (e-learning). Llicenciada en Psicologia educativa. Assessora tècnica docent de la Direcció General de Formació Professional del Departament d'Educació de la Generalitat de Catalunya. Professora del Màster de dificultats d'aprenentatge i trastorns del llenguatge. Professora de secundària de l'especialitat d'orientació educativa. Formadora del Departament d'Educació de la Generalitat de Catalunya. Recerca centrada en l'àmbit de les TIC i l'educació inclusiva. CV Gary Morgan Professor catedràtic als Estudis de Psicologia i Ciències de l'Educació de la UOC. És llicenciat en Psicologia per Manchester (1991) i doctorat per Bristol (1998). Especialització en el desenvolupament de la cognició i el llenguatge. Estudia sordesa, TEL/TDL, autisme i nens acollits. Treballa en programes de logopèdia i docència des de 1999 Web Laura Ferinu Sanz Graduada en Psicologia per la UB. Màster Universitari de Dificultats d'Aprenentatge i Trastorns del Llenguatge per la UOC. Professora associada. Membre del Grup de Recerca en Cognició i Llenguatge UOC-UB (GRECIL), on està cursant els estudis de doctorat dins el programa de Salut i Psicologia. La seva recerca se centra en l'adquisició, l'avaluació i la integració audiovisual de la parla en infants amb Trastorn del Desenvolupament del Llenguatge (TDL) i en infants sense dificultats, fent ús de la metodologia de registre de moviments oculars. Web CV Nadia Ahufinger Sanclemente Doctora en Psicologia Clínica i de la Salut per la Universitat de Barcelona (UB). Màster oficial en Dificultats de l'Aprenentatge i Trastorns del Llenguatge per la Universitat Oberta de Catalunya (UOC). Graduada en Educació Primària (menció de necessitats educatives específiques) per la Universitat Autònoma de Barcelona (UAB). És membre del grup de Recerca en Cognició i Llenguatge UOC-UB (GRECIL). Web Núria Esteve Gibert Doctora en Ciència Cognitiva i Llenguatge per la Universitat Pompeu Fabra (2014). Té experiència postdoctoral al Laboratoire Parole et Langage de la Universitat d'Ais-Marsella (2015-2017) i a la Universitat de Barcelona (2017-2018). Experta en adquisició del llenguatge, especialment en la relació entre la fonologia experimental (segmental i suprasegmental) i la pragmàtica (gestualitat i context), és membre del Grup de Recerca en Cognició i Llenguatge (GRECIL, UOC). Web CV Paula Morales Hidalgo Col·laboradors Adria Vila Ballo Adriana Sevillano Ibernon Agustin Gomez-Toston-Salazar Lopez Aida Ahufinger Sanclemente Aina Bonet Alba Ayuso Lanchares Alberto Sanchez Pedroche Alejandro Segura Ramon Alicia Garcia Colomo Amalia Peñalver Pumariño Ana Isabel Mesas Ruiz Ana Maria Casals Gonzalo Ana Sanguinetti Fernandez Anais Rodriguez Ruiz Andrea Palacio Navarro Andres Rodriguez Gonzalez Anna Diaz Vicario Anna Gual García Anna Lopez Sala Antonio Urbano Contreras Beatriz Garcia Ortiz Beatriz Martin del Campo Berta Salvado Salvado Bet Ristol Orriols Carlos Garcia Junco Carme Brun Gasca Carmen Ruiz Molina Carolina Sanchez Gil Clara Martinez Roig Clara Soberats Garau Conxa Ontiveros Caffaro Cristina Boronat Olivart Cristina Codinach Sanchez-GOMEZ Cristina Dalmau Cerda Cristina Grau Solà Cristina Illamola Gomez Cristina Martinez Cristina Martinez Picola Cristina Oliveira Rodriguez Cristina Pellise Pascual Cristina Petreñas Caballero Cristina Signes Casanova Cynthia Lorenia Aranda Corrales David Simo Pinatella David Subero Tomas Débora Aguilar Serrano Dídac Vidal Navarro Eduardo Blanco Calvo Elisabet Barnils Castany Elisabet Mont Zaplana Elisabet Suades Gonzalez Esperanza Mejias Macias Estela Camara Mancha Esther Moraleda Sepulveda Eva Suadas Marti Fatima Vega Llobera Feli Rodríguez Montoya Ferran Poca Gazquez Francisco Javier Luna Soca Gabriela Gomez Zepeda Gemma Domenech Burjachs Gemma Sola Serra Horacio Vidosa Castro Ines Caño Melero Ingrid Mora Plaza Ingrid Sala Bars Irene Leon Frade Irene Masana Urgell Irene Puig Pi Irina Benaiges Fuste Joan Birules Muntane Joana Cabral Torrado Johana Karina Garrido Escobar Jordi Perales Pons Jose Antonio Periañez Morales Jose Diego Vargas Cano Jose Luis Martin Lopez Josep M Serra Grabulosa Juan Bakri Balsera Juan Carlos Tordera Illescas Juan Haro Rodriguez Laia Cardus Parera Laura B. Garcia Ravida Laura Coll Benages Laura Domingo Fontova Laura Justicia Bueno Liudmila Liutsko Pavlechko Lorena Montesinos Quintana Luciana Nigro Luz Angelica Sepulveda Castillo M. Merce Casanovas Pages M. Pilar Murtro Ayats M. del Mar Badia Martin M.Almudena Gomez Marc Guasch Moix Maria Angeles Megias Buitrago Maria Belen Novoa Gonzalez Maria Cristina Justo Albos Maria Dolors Mestre Suñe Maria Esperanza Anglada Pons Maria Esther Ochoa Moreno Maria Garau Rolandi Maria Roser Fernandez Olaria Maria Roser Torrescasana Quintana Maria Soler Rodriguez Maria de las Mercedes Martin Perpiña Maria del Carmen Cima Pellicer Maria del Carmen Álvarez Peso Maria del Mar Castan Serentill Maria del Mar Suarez Vilagran Marina Cortés Fullana Mario Valera Pozo Mariona Clofent Torrento Marta Barcenilla Cubas Marta Gracia Garcia Marta Massague Codina Marta Neira Calama Marta Padros Fornieles Merce Montane Giralt Miguel Lois Mosquera Miquel Selga Casarramona Mireia Cunill Maltas Mireia Marimon Tarter Mireya Giralt Romeu Miriam Granado Peinado Miriam Nuñez Gil Miriam Serrat Barcons Monica Belda Torrijos Montserrat Amoros Gomez Mª Jose Rodriguez Mosquera Mª Victoria Gomez Seres Natalia Cebrian Fernandez Nayme Daniela Salas Neus Cordoba Neus Ribalta Xicota Neus Rodriguez Corcoll Neus Sole Ferrer Noelia Carbonell Bernal Noelia de Miguel Ezaguoi Nuria Sadurni Montell Nuria Serra Garreta Núria Vallduriola Calbó Olena Vasylets Olga Adroher Boter Olga Kushch Kushch Olga Múries Cantán Olimpia Diaz Mandado Palmira Peracaula Rabionet Paloma-Joaquina Civico Moreno Paula Irueste Tripodi Pedro Jose Ramos Ramos Pilar Sanlorien Sanchez Pilar Sanz Cervera Ramon Duch Almo Raul Tarraga Minguez Rebeca Moreno Lazaro Rosa Maria Miro Rovira Ruben Miranda Garcia Rut Benito Galdeano Santiago González Fuente Sonia Jarque Fernandez Susana Casas Martinez MArtinez Susanna Carmona Cañabate Sylvie Pérez Lima Vanessa Fuentes Heredero Veronica Marina Guillen Martin Veronica Moreno Campos Verónica García Rodríguez Xavier Caldu Ferrus Xenia Ortega Ariza Xon Belmonte Mateu Yamida Gomez Porta Yolanda Montero Plaza Yurena Alonso Esteban ursula Hinostroza Castillo Màster universitari de Dificultats de l'Aprenentatge i Trastorns del Llenguatge Sortides professionals Sortides professionals Objectius Perfils Competències Sortides Professionals El màster universitari en Dificultats de l'Aprenentatge i Trastorns del Llenguatge complementa, amplia i especialitza la formació que els estudiants han adquirit en la seva titulació de grau (que és la que habilita per a l'exercici professional). Treballa les competències que es demanen a les oposicions de les especialitats de Pedagogia Terapèutica i Audició i Llenguatge (sol.liciteu més informació aquí ). Es reconeix a les borses d'interins de Pedagogia Terapèutica i Audició i Llenguatge dels cossos docents de Catalunya (👉***) (Sol.liciteu més informació Sortides Professionals El màster universitari en Dificultats de l'Aprenentatge i Trastorns del Llenguatge complementa, amplia i especialitza la formació que els estudiants han adquirit en la seva titulació de grau (que és la que habilita per a l'exercici professional). Treballa les competències que es demanen a les oposicions de les especialitats de Pedagogia Terapèutica i Audició i Llenguatge (sol.liciteu més informació aquí ). Es reconeix a les borses d'interins de Pedagogia Terapèutica i Audició i Llenguatge dels cossos docents de Catalunya (👉***) (Sol.liciteu més informació aquí ) El màster es dirigeix fonamentalment a professionals afins amb la valoració i la intervenció de les dificultats i trastorns de l'aprenentatge, del llenguatge i del desenvolupament i que tenen els perfils següents: Mestres d'educació especial especialistes en pedagogia terapèutica i en audició i llenguatge en centres ordinaris o d'educació especial, així com en serveis educatius que atenen col·legis públics i privats. Mestres en acadèmies de reforç i de reeducació. Psicòlegs, pedagogs, psicopedagogs o orientadors en equips multiprofessionals, serveis educatius o departaments d'orientació d'instituts d'educació secundària, o en gabinets públics o privats. Logopedes en serveis educatius, hospitals o gabinets públics o privats. Educadors socials en unitats d'escolarització compartida, hospitals de dia o centres d'educació especial. Treballadors socials en serveis d'atenció a la infància en risc o serveis per a la promoció de l'autonomia personal i l'atenció a la dependència. Terapeutes ocupacionals en centres d'educació especial, centres de dia, hospitals, centres sociosanitaris o centres ocupacionals i de treball. Recomanem consultar els webs dels Departaments d'Educació de cada Comunitat Autònoma per a saber si el Màster dóna accés a la borsa d'interins de certes especialitats. (👉***)⚠️PER A CATALUNYA: AVÍS IMPORTANT PELS GRADUATS EN EDUCACIÓ INFANTIL (última actualització 01/04/24) --> Segons una nova normativa del Departament d’Educació de la Generalitat de Catalunya que ha entrat en vigor a partir de l’1 de novembre de 2023, els titulats en Educació Infantil ja no poden accedir a les especialitats en Pedagogia Terapèutica (PT) i Audició i Llenguatge (ALL) de les borses de docents interins de la Generalitat de Catalunya. Per això e ls titulats en Educació Infantil que comencen el Màster a partir del març del 2024 ja no poden accedir a les borses d’aquestes especialitats a Catalunya. Els graduats en Educació Primària continuen tenint-hi accés. Ocupabilitat L’ocupabilitat dels nostres estudiants és clau per a l'èxit de la UOC. Identifiquem les competències clau que el mercat laboral demana i les incloem en els plans d’estudis. També t’empoderem perquè siguis tu qui decideixi i gestioni la teva carrera professional a través de serveis d’orientació de carrera. Objectius Obtenir coneixements avançats sobre els aspectes fonamentals del desenvolupament i l'aprenentatge , com també de les aptituds i el rendiment escolar dels nens i les nenes. Obtenir coneixements sobre els diferents mètodes d'avaluació, diagnòstic i tractament de les diferents patologies d'aprenentatge i trastorns del llenguatge. Adquirir la capacitat per a identificar i valorar les diferències individuals dels nens i les nenes que presenten dificultats en el llenguatge i l'aprenentatge. Desenvolupar la capacitat per a analitzar i detectar les peculiaritats de l'entorn social dels alumnes que presenten dificultats. Proporcionar les estratègies, els procediments i els recursos més adequats per a la intervenció psicoeducativa en els alumnes que presenten dificultats. Obtenir la formació necessària per a dissenyar, desenvolupar i avaluar propostes d'intervenció i pautes d'actuació ajustades a les necessitats específiques de suport educatiu dels nens i les nenes amb dificultats d'aprenentatge i trastorns del llenguatge. Objectius Obtenir coneixements avançats sobre els aspectes fonamentals del desenvolupament i l'aprenentatge , com també de les aptituds i el rendiment escolar dels nens i les nenes. Obtenir coneixements sobre els diferents mètodes d'avaluació, diagnòstic i tractament de les diferents patologies d'aprenentatge i trastorns del llenguatge. Adquirir la capacitat per a identificar i valorar les diferències individuals dels nens i les nenes que presenten dificultats en el llenguatge i l'aprenentatge. Desenvolupar la capacitat per a analitzar i detectar les peculiaritats de l'entorn social dels alumnes que presenten dificultats. Proporcionar les estratègies, els procediments i els recursos més adequats per a la intervenció psicoeducativa en els alumnes que presenten dificultats. Obtenir la formació necessària per a dissenyar, desenvolupar i avaluar propostes d'intervenció i pautes d'actuació ajustades a les necessitats específiques de suport educatiu dels nens i les nenes amb dificultats d'aprenentatge i trastorns del llenguatge. Adquirir la capacitat per a orientar en el procés educatiu tant als alumnes com als pares, mares o tutors, familiars i altres professionals. Desenvolupar i consolidar la capacitat per a treballar en equips multidisciplinaris d'atenció a la diversitat. Desenvolupar capacitats de responsabilitat, com també la presa de decisions . Adquirir la capacitat per a transmetre i difondre els coneixements adquirits de manera clara a un públic variat, especialitzat o no. Consolidar i augmentar l'habilitat per a treballar en xarxa i en un món digital . Desenvolupar habilitats d'aprenentatge que permetin continuar la formació de manera autònoma. Proporcionar els dissenys i els mètodes d'investigació així com les tècniques d'anàlisi de dades més adequades per a la investigació en dificultats de l'aprenentatge i trastorns del llenguatge. Perfils El màster universitari de Dificultats de l'aprenentatge i trastorns del llenguatge de la UOC ofereix una formació especialitzada fonamental per als professionals de l'educació de l'àmbit escolar , però també és molt interessant per a professionals de l'àmbit de la intervenció clínica . En concret, aquest màster s'adreça als perfils següents: Professionals de l'àmbit educatiu formal, com mestres d'educació especial especialistes en pedagogia terapèutica o en audició i llenguatge , que treballen en centres d'educació primària ordinaris, centres específics d'educació especial o equips multidisciplinaris. Professionals de l'àmbit educatiu, com pedagogs, psicòlegs i psicopedagogs , que generalment duen a terme la seva feina en equips psicopedagògics. Professionals afins, com logopedes, terapeutes ocupacionals, educadors socials i treballadors socials que treballin amb nens o nenes amb dificultats d'aprenentatge o trastorns del llenguatge. Competències Competències específiques Competències transversals Competències generals Competències específiques Capacitat per a comprendre les bases neuroanatòmiques, fisiològiques i cognitives de l'aprenentatge i del llenguatge i la seva relació amb les dificultats d'aprenentatge i els trastorns del llenguatge. Capacitat per a utilitzar els coneixements adquirits sobre els processos afectius, de motivació i socials que incideixen en el procés d'aprenentatge escolar dels alumnes amb dificultats d'aprenentatge i trastorns del llenguatge, per a identificar-los, analitzar-los i valorar-los i per a elaborar criteris d'intervenció educativa que optimin aquests processos. Capacitat per a seleccionar adequadament els diferents procediments i recursos que té el sistema educatiu per a l'atenció de les dificultats d'aprenentatge i els trastorns del llenguatge. Competències Competències específiques Competències transversals Competències generals Competències específiques Capacitat per a comprendre les bases neuroanatòmiques, fisiològiques i cognitives de l'aprenentatge i del llenguatge i la seva relació amb les dificultats d'aprenentatge i els trastorns del llenguatge. Capacitat per a utilitzar els coneixements adquirits sobre els processos afectius, de motivació i socials que incideixen en el procés d'aprenentatge escolar dels alumnes amb dificultats d'aprenentatge i trastorns del llenguatge, per a identificar-los, analitzar-los i valorar-los i per a elaborar criteris d'intervenció educativa que optimin aquests processos. Capacitat per a seleccionar adequadament els diferents procediments i recursos que té el sistema educatiu per a l'atenció de les dificultats d'aprenentatge i els trastorns del llenguatge. Capacitat per a identificar els factors que incideixen en l'aparició de les dificultats d'aprenentatge i les alteracions que se'n deriven. Capacitat per a identificar i valorar les diferències individuals dels infants que presenten dificultats d'aprenentatge primàries. Capacitat per a dissenyar, desenvolupar i avaluar propostes d'intervenció ajustades a les necessitats educatives dels infants amb dificultats d'aprenentatge primàries. Capacitat per a identificar els factors que incideixen en l'aparició dels trastorns del llenguatge i les alteracions que se'n deriven. Capacitat per a identificar i valorar les diferències individuals dels infants que presenten trastorns del llenguatge primaris. Capacitat per a dissenyar, desenvolupar i avaluar propostes d'intervenció ajustades a les necessitats educatives dels infants amb trastorns del llenguatge primaris. Capacitat per a identificar i valorar les dificultats d'aprenentatge derivades de trastorns del desenvolupament. Capacitat per a dissenyar, desenvolupar i avaluar propostes d'intervenció educativa en dificultats d'aprenentatge derivades de trastorns del desenvolupament. Capacitat per a identificar les alteracions de la comunicació i el llenguatge derivades de trastorns del desenvolupament. Capacitat per a dissenyar, desenvolupar i avaluar propostes d'intervenció educativa en trastorns de la comunicació i del llenguatge derivades de trastorns del desenvolupament. Competències transversals Aplicació de les TIC d'una manera ajustada per a la intervenció educativa en les dificultats d'aprenentatge i trastorns del llenguatge. Capacitat d'expresar per escrit el coneixement i el pensament en textos llargs i complexos, amb un estil propi, amb seguretat i fluïdesa i amb un alt grau d'autonomia. Capacitat de llegir amb fluïdesa texos acadèmcis i professionals en una llengua estrangera per a entendre'ls, estudiar-los o transmetre'n el contingut a altres. Competències generals Capacitat per a analitzar i sintetitzar textos acadèmics (llibres, capítols de llibre i articles acadèmics) que permetin avaluar el coneixement en l'àmbit de les dificultats d'aprenentatge i els trastorns del llenguatge. Capacitat per a aplicar els coneixements adquirits i resoldre problemes de caràcter educatiu des d'una òptica multidisciplinària. Capacitat per a prendre decisions ajustades al marc normatiu i als coneixements acadèmcis i professionals respecte a la intervenció edcuativa d'infants amb dificultats d'aprenentatge i trastorns del llenguatge. Més de 30 anys d'experiència d'e-learning L'any 1995, la UOC es va convertir en la primera universitat online del món . 30 anys després, continuem sent pioners en e-learning. L' eLearning Innovation Center fa evolucionar el model d'aprenentatge per garantir una formació de qualitat, única, connectada i en xarxa. Rànquing Times Higher Education Som la sisena millor universitat de l'Estat espanyol, segons el Young University Ranking del Times Higher Education. Rànquing Rànquing de Shanghai Estem entre les 150 millors universitats del món en comunicació i les 200 en educació. Rànquing U-Multirank Excel·lim en transferència del coneixement, compromís regional i docència i aprenentatge. 30 anys de la UOC 30 anys impulsant el teu futur amb formació de qualitat Màster universitari de Dificultats de l'Aprenentatge i Trastorns del Llenguatge Requisits d'accés Requisits acadèmics Criteris d'admissió Coneixements previs Requisits acadèmics Per a cursar el màster universitari de Dificultats de l'Aprenentatge i Trastorns del Llenguatge, l'estudiant ha de tenir alguna de les titulacions que es detallen a continuació: Diplomatura de Magisteri, grau de Mestre d'Educació Infantil / Primària o grau d'Educació Infantil / Primària Diplomatura o grau de Logopèdia Diplomatura o grau d'Educació Social Diplomatura o grau de Treball Social Diplomatura o grau de Teràpia Ocupacional Llicenciatura o Màster en Psicopedagogia Llicenciatura o grau de Psicologia Llicenciatura o grau de Pedagogia Màster en Formació del Professorat d'ESO i Batxillerat, Formació Professional i Ensenyament d'Idiomes (*) Titulacions no espanyoles afins que la Comissió d'Admissió del màster universitari consideri Altres titulacions universitàries oficials que la Comissió d'Admissió del màster universitari consideri (*) (**) Per accedir a estudis oficials de màster, cal estar en disposició d'un títol universitari oficial. Requisits acadèmics Per a cursar el màster universitari de Dificultats de l'Aprenentatge i Trastorns del Llenguatge, l'estudiant ha de tenir alguna de les titulacions que es detallen a continuació: Diplomatura de Magisteri, grau de Mestre d'Educació Infantil / Primària o grau d'Educació Infantil / Primària Diplomatura o grau de Logopèdia Diplomatura o grau d'Educació Social Diplomatura o grau de Treball Social Diplomatura o grau de Teràpia Ocupacional Llicenciatura o Màster en Psicopedagogia Llicenciatura o grau de Psicologia Llicenciatura o grau de Pedagogia Màster en Formació del Professorat d'ESO i Batxillerat, Formació Professional i Ensenyament d'Idiomes (*) Titulacions no espanyoles afins que la Comissió d'Admissió del màster universitari consideri Altres titulacions universitàries oficials que la Comissió d'Admissió del màster universitari consideri (*) (**) Per accedir a estudis oficials de màster, cal estar en disposició d'un títol universitari oficial. Consulta la informació i la documentació que has de lliurar, en funció d'on hagis cursat aquests estudis: He cursat estudis oficials universitaris a l'Estat espanyol. He fet estudis oficials universitaris en un país de la Unió Europea. He cursat estudis universitaris oficials a Llatinoamèrica o altres països de fora de la Unió Europea. (*) Els estudiants que accedeixin per aquesta via hauran de cursar les assignatures de Pràcticum i TFM en la modalitat de recerca. (**) La Comissió només valorarà els graduats (o llicenciats) en altres titulacions universitàries que acreditin experiència professional prèvia en educació secundària , i que compleixin les condicions següents: Mínim d'un any (12 mesos) amb una dedicació del 100% de la jornada laboral, o bé dos anys d'experiència (24 mesos) amb un mínim de dedicació del 50% de la jornada laboral. Els períodes amb una dedicació menor a mitja jornada no es computaran. Aquests anys d'experiència s'han d'haver produït durant els darrers cinc anys, i ha de justificar-se amb els documents següents: Títol universitari CV Carta de motivació Si treballen per un organisme públic: document oficial on hi consti el càrrec, la durada i el tipus de jornada de la relació contractual (per exemple, el full de serveis o el certificat de vida laboral). Si treballen en una organització privada: document oficial en la qual consti el càrrec, la durada i el tipus de jornada de la relació contractual (contracte laboral, certificat de vida laboral, certificat d'empresa, certificat del director/a o cap del centre o servei en què s'especifiquin les tasques que la persona interessada porta o ha portat a terme en el centre de treball). Per a més informació, sol·licita l'accés i contacta amb el teu tutor Criteris d'admissió Només seran admesos al màster universitari els estudiants procedents de les següents titulacions de l'àmbit educatiu: Diplomatura o grau en Magisteri, Educació Infantil o Educació Primària Llicenciatura o grau de Psicologia Llicenciatura de Psicopedagogia Llicenciatura o grau de Pedagogia o titulacions afins Els estudiants d'aquestes titulacions hauran de cursar 11 crèdits ECTS de complements formatius: Diplomatura o grau de Logopedia Diplomatura o grau d'Educació Social Criteris d'admissió Només seran admesos al màster universitari els estudiants procedents de les següents titulacions de l'àmbit educatiu: Diplomatura o grau en Magisteri, Educació Infantil o Educació Primària Llicenciatura o grau de Psicologia Llicenciatura de Psicopedagogia Llicenciatura o grau de Pedagogia o titulacions afins Els estudiants d'aquestes titulacions hauran de cursar 11 crèdits ECTS de complements formatius: Diplomatura o grau de Logopedia Diplomatura o grau d'Educació Social Diplomatura o grau de Treball Social Diplomatura o grau de Terapia Ocupacional Màster en Formació del Professorat d'ESO i Batxillerat, Formació Professional i Ensenyança d'Idiomes (*) Titulacions no espanyoles afins que la Comissió d'Admissió del màster universitari consideri Altres titulacions universitàries oficials que la Comissió del màster universitari consideri (*) i (**) (*) Els estudiants que accedeixin per aquesta via hauran de cursar les assignatures de Pràcticum i TFM en la modalitat de recerca. (**) La Comissió únicament valorarà els graduats (o llicenciats) en altres titulacions universitàries que acreditin experiència professional prèvia en educació secundària, i que compleixin les següents condicions: Mínim d'un any (12 mesos) amb una dedicació del 100% de la jornada laboral, o dos anys d'experiència (24 mesos) amb un mínim de dedicació del 50% de la jornada laboral. Els períodes amb una dedicació menor a la mitja jornada no es computaran. Aquests anys d'experiència han d'haver-se produït durant els últims cinc anys, i s'han de justificar amb la següent documentació: Títol universitari CV Carta de motivació Si treballen per un organisme públic: document oficial on consti el càrreg, la durada i el tipus de jornada de la relació contractual (per exemple, la fulla de serveis o el certificat de vida laboral) Si treballen en una organització privada: document oficial on consti el càrreg, la durada i el tipus de jornada de la relació contractual (contracte laboral, certificat de vida laboral, certificat d'empresa, certificat del director/a o cap del centre o servei en el que s'especifiquen les tasques que la persona interessada ha dut a terme en el centre de treball. Coneixements previs Es recomana un nivell de competència en llengua anglesa equivalent a l'A2 del Marc Europeu Comú de Referència per a les Llengües. Es recomana un nivell de competència d'usuari en l'ús de les tecnologies de la informació i la comunicació. Màster universitari de Dificultats de l'Aprenentatge i Trastorns del Llenguatge Matrícula i preu Preus Matrícula Descomptes Beques Increments Formes de pagament * Preus vigents en el moment de formalitzar la matrícula. Subjectes a revisió anual. 60 Crèdits Preu per crèdit 35,76 €/cr* Preu per crèdit eines i recursos per a l'aprenentatge 16,68 €/cr* Preu per crèdit d'assignatures convalidades 7,15 €/cr* El preu orientatiu indicat en la taula està calculat en base a un màster universitari de 60 crèdits. El preu final de la matrícula serà el resultant de la seva formalització efectiva. Durada Preu orientatiu Pagament a terminis A temps complet (1 any) 5.135 € Fins a 9 quotes A temps parcial (2 anys) 5.705 € Fins a 17 quotes Al teu ritme. Matrícula semestral sense mínim d'assignatures Més informació: Detall de preus Beques, ajuts i descomptes Matrícula Flexible sense un mínim d'assignatures Pagament fraccionat Sense interessos Facilitats econòmiques Descomptes per a matrícula anticipada Pagament fraccionat en quotes Beques, ajuts i descomptes Condicions especials per a empreses Suport a esportistes de competició Informa-te'n Com matricular-se Aquests són els passos que has de seguir si vols començar uns estudis oficials a la UOC. Si ja has cursat estudis amb nosaltres i els vols continuar, t'has d'adreçar a l'espai Tràmits del Campus Virtual. Sol·licitud d'accés La sol·licitud d'accés és un tràmit gratuït i sense compromís que us proporcionarà un nom d'usuari i una contrasenya que us permetran entrar al Campus Virtual de la UOC, des d'on podreu: Contactar amb tutoria, que us assessorarà i orientarà en l'elecció d'assignatures. Consultar a l'espai Tràmits del Campus Virtual la informació relativa a convalidacions, el detall dels preus de la matrícula, la sol·licitud de beques... Formalitzar una proposta de matrícula, que tutoria analitzarà perquè amb el seu suport et puguis matricular en línia. Requisits d'accés Abans de sol·licitar l'accés, comproveu que compleixeu els requisits necessaris per al programa al qual voleu accedir. Formulari d'accés Al formulari d'accés heu de registrar les vostres dades personals i el nivell d'estudis assolit. Documentació d'accés La documentació que necessites la trobareu detallada quan sol·liciteu l'accés i pugueu consultar a l'espai Tràmits del Campus. Haureu d'enviar aquesta documentació en el termini dels deu dies següents a la formalització de la matrícula. Campus Virtual Un cop sol·licitat l'accés, rebràs un nom d'usuari i una contrasenya que et permetran accedir al Campus Virtual, on trobaràs tota la informació i els recursos que et poden ser necessaris. Tutoria Un cop al Campus Virtual, tindreu accés al suport permanent de tutoria que us assessorarà i orientarà en l'elecció d'assignatures, d'acord amb el bagatge acadèmic previ que teniu, els vostres interessos i el temps de què disposeu. Espai de tràmits El Campus Virtual disposa d'un espai de tràmits on podreu consultar i gestionar totes les qüestions de caràcter acadèmic, com ara matricular-vos, consultar les formes de pagament i descomptes disponibles, demanar una beca o convalidar els estudis anteriors. El Campus Virtual disposa d'un espai de tràmits on podreu realitzar una proposta de matrícula havent triat les assignatures que voleu cursar durant el semestre, que tutoria analitzarà perquè us pugueu acabar matriculant amb el vostre assessorament. És un pas previ abans de formalitzar la matrícula. Un cop tutoria hagi validat la teva proposta de matrícula, podràs formalitzar-la, per a això hauràs de triar la forma de pagament que prefereixis entre les disponibles. En cas que puguis gaudir d'algun dels descomptes previstos al Decret de preus, hauràs de presentar la documentació corresponent seguint les indicacions del Campus Virtual. Recordeu que, un cop us hàgiu matriculat, tindreu deu dies per enviar la documentació d'accés. A partir de la formalització de la matrícula, disposes de catorze dies per exercir el teu dret de desistiment de matrícula . Quan et pots matricular? A la UOC et pots matricular en dos moments diferents de l'any. Trieu l'opció que millor s'adapti a les vostres necessitats. Consulta el termini de matriculació i l'inici de curs a la pàgina dels estudis que t'interessin cursar. Matriculació a partir de l' abril per començar el curs al setembre o octubre Matriculació a partir del novembre per començar el curs al febrer o març 104.500 graduats i graduades 90 % d'estudiants que estudien i treballen 84 % tornaria a escollir la UOC Descomptes Per facilitar la incorporació i l'assessorament a l'estudiantat, les matrícules efectuades fins al 12 de desmbre tindran un descompte en concepte de matrícula anticipada del 20 % sobre els preus de \"Recursos per a l'aprenentatge\" i \"Serveis de suport a l'aprenentatge\". En una primera matrícula semestral estàndard, aquest descompte pot representar fins a un 8 % del preu total de la matrícula. L'estudiantat beneficiari del títol de família nombrosa reconegut per l'Estat espanyol té dret als descomptes següents, en funció de la categoria: Famílies nombroses de categoria especial: exempció total dels preus dels serveis acadèmics de caràcter docent (crèdits de la matrícula) i de la gestió de lexpedient del preu fixat pel Decret de preus de la Generalitat de Catalunya. Famílies nombroses de categoria general: bonificació del 50 % dels serveis acadèmics de caràcter docent (crèdits de la matrícula) i de la gestió de l'expedient del preu fixat pel Decret de preus de la Generalitat de Catalunya. L'estudiantat beneficiari del títol de família nombrosa reconegut per la resta de països té dret als descomptes següents, en funció de la categoria: Famílies nombroses de categoria especial: descompte del 15 % sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a l'aprenentatge. Famílies nombroses de categoria general: descompte del 7,5 % sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a l'aprenentatge. L'estudiantat amb un grau de discapacitat igual o superior al 33 % reconegut per l'Estat espanyol té dret a l'exempció total dels preus dels serveis acadèmics de caràcter docent (crèdits de la matrícula) i de la gestió de l'expedient del preu fixat per el Decret de preus de la Generalitat de Catalunya. Els estudiants amb un grau de discapacitat equivalent reconegut per l'organisme competent de qualsevol altre país tenen dret a un descompte del 15 % sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a l'aprenentatge. En cas que la discapacitat sigui reconeguda retroactivament, pots presentar la documentació en el termini màxim de 15 dies naturals des del moment en què es reconegui oficialment. Igualment, segons el Decret 822/202 , de 28 de setembre, l'estudiantat que acrediti una discapacitat igual o superior al 33 % té una reserva d'un 5 % de les places de grau i màster universitari. Si és el vostre cas i us voleu matricular d'un programa amb places limitades que ja s´han esgotat i no tenen un procés d'admissió, podeu consultar la disponibilitat d´aquestes places reservades mitjançant aquest enllaç . L'estudiantat (o els seus fills, filles o cònjuges) amb reconeixement com a víctimes d'actes terroristes per l'organisme competent a l'Estat espanyol té dret a l'exempció total dels preus dels serveis acadèmics de caràcter docent (crèdits de la matrícula) i de la gestió de l'expedient del preu fixat pel Decret de preus de la Generalitat de Catalunya. L'estudiantat (o els seus fills, filles o cònjuges) amb reconeixement com a víctimes d'actes terroristes per l'organisme competent a qualsevol altre país té dret a un descompte del 15 % sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a l'aprenentatge. L'estudiantat (i els seus fills o filles dependents) amb reconeixement com a víctimes de violència masclista a l'àmbit de la parella per l'organisme competent a l'Estat espanyol té dret a l'exempció total dels preus dels serveis acadèmics de caràcter docent (crèdits de la matrícula) i de la gestió de lexpedient del preu fixat pel Decret de preus de la Generalitat de Catalunya. L'estudiantat (i els seus fills o filles dependents) amb reconeixement com a víctimes de violència masclista a l'àmbit de la parella per l'organisme competent a qualsevol altre país té dret a un descompte del 15 % sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a laprenentatge. L'estudiantat de grau, màster universitari o doctorat víctimes de violència masclista fora de l'àmbit de la parella pot gaudir d'una exempció del pagament del preu dels serveis acadèmics de caràcter docent (els crèdits de matrícula) i de la taxa de gestió de l'expedient i la matrícula durant el curs 2023-2024. Només pots optar a aquesta exempció si resideixes o treballes a Catalunya. Els estudiants beneficiaris de l'ingrés mínim vital queden exempts del pagament del preu dels serveis acadèmics de caràcter docent (crèdits de matrícula) i de la taxa de gestió de l'expedient i la matrícula. L'estudiantat que hagi obtingut la convalidació, l'adaptació o el reconeixement de crèdits per raó d'estudis o activitats dutes a terme a qualsevol centre universitari té un descompte del 80 % del preu de crèdit. L'estudiantat amb matrícula d'honor o premi extraordinari al batxillerat o Cicle Formatiu de Grau Superior que es matriculi per cursar ensenyaments universitaris oficials en centres docents sostinguts amb fons públics té dret a l'exempció total del preu dels serveis acadèmics de caràcter docent durant el primer any acadèmic. El descompte per matrícula d'honor o premi extraordinari al batxillerat només es pot demanar la primera vegada que els estudiants es matriculin d'uns estudis universitaris. Els estudiants que formen part de la comunitat Alumni tenen dret a un descompte sobre els serveis de suport a l'aprenentatge i els recursos per a l'aprenentatge. Aquest descompte no és compatible amb els destinats a empreses. Beneficia't del que et sigui més profitós. UOC Alumni: 10 % de descompte Podeu gaudir d'aquest descompte si heu obtingut un títol oficial (de grau, llicenciatura, diplomatura, enginyeria o màster universitari) o un màster o postgrau propi a la UOC. Si us podeu acollir a aquest descompte, en el moment de fer la matrícula heu d'indicar un codi a l'apartat «Condicions». Podeu trobar els codis de descompte a la web d'Alumni. Si, a més de poder optar a aquest descompte, us matriculeu durant el període de matrícula anticipada, en primer lloc, s'aplicarà el descompte de matrícula anticipada, i sobre l'import resultant, l'altre descompte. La UOC ofereix descomptes a les empreses que hi participen i donen suport a la formació dels seus professionals, previ acord amb la UOC. Professionals amb vincles a tota empresa o institució que mantingui un acord de col·laboració amb la UOC es poden beneficiar d'avantatges i descomptes en el cost de les matrícules dels programes formatius del catàleg de la UOC. Aquests descomptes no són compatibles amb els destinats a UOC Alumni. Beneficia't del que et sigui més profitós. + Consulta les condicions dels descomptes per a empreses L'estudiantat considerat esportista de competició té dret a un descompte sobre l'import de la matrícula. + Consulta la informació del programa Beques Aquestes beques estan adreçades a persones que vulguin cursar titulacions oficials. Així, es garanteix la igualtat d'oportunitats per accedir a estudis superiors. Hi ha una àmplia oferta de beques per als estudiants de la UOC. La finalitat és posar a l'abast de tothom un gran futur professional. Beques del Ministeri d'Educació de l'Estat Espanyol : per a estudiants de nacionalitat espanyola que cursin titulacions oficials. Consulta les beques disponibles Increments Els estudiants que no superin una assignatura i es matriculen per segona vegada tenen un increment en el preu del crèdit. Aquest increment és el resultat de multiplicar per 1,2 el preu del crèdit públic. En cas de matricular-se per tercera vegada en una assignatura, cal multiplicar el preu del crèdit per 2,6. A partir de la quarta matrícula el preu de crèdit es multiplica per 3,6. Aquest recàrrec no s'aplica a les matrícules del grau de Traducció, interpretació i llengües aplicades (UOC-UVic). L'estudiantat de nacionalitat de fora de la Unió Europea, països amb règim comunitari o fora d'Andorra, que no tingui concedida la residència a l'Estat espanyol tindrà un increment del 45% al preu final de la matrícula. Formes de pagament La UOC posa a la vostra disposició la possibilitat de fraccionar en quotes el pagament de la vostra matrícula. Amb aquesta opció, s'abona una quota inicial de l'import total de la matrícula mitjançant targeta en línia, i la resta es cobra per domiciliació bancària (residents a l'Estat espanyol) o domiciliació a targeta (residents fora del territori espanyol) a cinc quotes com a màxim en funció de la data de matriculació. Aquesta forma de pagament té un import per gestió de 31 euros i només és vàlida per a matrícules superiors a 350 euros . Per als nous estudiants de graus i màsters, la primera quota serà del 10 % de l'import. Dates aproximades del pagament de les quotes, en funció de la data de matrícula. Consulta la taula de fraccionaments. Primer Semestre 1r pagament 1a setmana de setembre 1a setmana d'octubre 1a setmana de novembre 1a setmana de desembre Amb targeta en el moment de fer la matrícula 2a quota 3a quota 4a quota 5a quota Les dates de pagament són aproximades. El nombre de quotes és determinat per la data de matriculació: a mesura que avança el període de matrícula, el nombre de quotes disminueix. Segon semestre 1r pagament 1a setmana de febrer 1a setmana de març 1a setmana d'abril 1a setmana de maig Amb targeta en el moment de fer la matrícula 2a quota 3a quota 4a quota 5a quota Les dates de pagament són aproximades. El nombre de quotes és determinat per la data de matriculació: a mesura que avança el període de matrícula, el nombre de quotes disminueix. Pagament amb una targeta de crèdit o de dèbit de qualsevol entitat financera mitjançant el TPVV (terminal de punt de venda virtual), al qual accedireu directament des del Campus en el moment en què us matriculeu. Els clients de Caixabank teniu la possibilitat de fraccionar en quotes el pagament de la matrícula (entre tres i set quotes segons la formalització). Durant el procés de matriculació s'enllaçarà amb el servei de Línia Oberta i es contractarà un préstec de cost zero (comissió per obertura 0 %, comissió d'estudi 0 %, comissió d'amortització 0 % i tipus d'interès 0 %). Aquesta forma de pagament només està disponible si: Sou clients de Caixabank i teniu activat el servei de Línia Oberta. Teniu més de divuit anys, nacionalitat espanyola jo d'un altre país membre de la UE i residiu a l'Estat espanyol. Limport de cada quota supera els 30 euros. L'Agència de Gestió d'Ajuts Universitaris i de Recerca (AGAUR) ofereix un programa d'ajuts en format de crèdit per al pagament fraccionat per mensualitats de matrícula universitària. Podeu consultar les condicions i els terminis per a aquest curs al web de l'AGAUR . * Opció disponible per a segones matrícules i posteriors. La UOC posa a la vostra disposició la possibilitat de fraccionar en quotes el pagament de la vostra matrícula. Amb aquesta opció, s'abona una quota inicial de l'import total de la matrícula mitjançant targeta en línia, i la resta es cobra per domiciliació bancària (en cas de tenir compte bancari SEPA) o domiciliació a targeta (en cas de no tenir-ne compte bancari SEPA) en cinc quotes com a màxim en funció de la data de matriculació. Consulta aquí si la teva entitat bancària disposa de compte SEPA. Aquesta forma de pagament té un import per gestió de 28,20 euros i només és vàlida per a matrícules superiors a 300 euros. Per als nous estudiants de graus i màsters, la primera quota serà del 10 % de l'import. Dates aproximades del pagament de les quotes, en funció de la data de matrícula. Consulta la taula de fraccionaments. Primer Semestre 1r pagament 1a setmana de setembre 1a setmana d'octubre 1a setmana de novembre 1a setmana de desembre Amb targeta en el moment de fer la matrícula 2a quota 3a quota 4a quota 5a quota Les dates de pagament són aproximades. El nombre de quotes és determinat per la data de matriculació: a mesura que avança el període de matrícula, el nombre de quotes disminueix. Segon semestre 1r pagament 1a setmana de febrer 1a setmana de març 1a setmana d'abril 1a setmana de maig Amb targeta en el moment de fer la matrícula 2a quota 3a quota 4a quota 5a quota Les dates de pagament són aproximades. El nombre de quotes és determinat per la data de matriculació: a mesura que avança el període de matrícula, el nombre de quotes disminueix. Per als residents a Colòmbia interessats en aquesta forma de pagament i que no disposeu d'una targeta de crèdit, us informem que l'entitat Bancolòmbia ofereix la Targeta Virtual e-Prepagament . Per sol·licitar-la, cal que disposeu d'un compte d'estalvis o corrent en aquesta entitat Pagament amb una targeta de crèdit o de dèbit de qualsevol entitat financera mitjançant el TPVV (terminal de punt de venda virtual), al qual accedireu directament des del Campus en el moment en què us matriculeu. L'estudiantat resident fora de l'Estat espanyol pot fer una transferència de l'import total de matrícula en euros. Les dades per fer efectiu el pagament de la matrícula són: Si feu la docència en català: Banc: Caixabank Adreça: Avda. Diagonal, 647 08028 Barcelona Espanya Swift: CAIX ÉS BB IBAN: ES02-2100-3648-98-2200022920 Si feu la docència en castellà: Bank: BANC SANTANDER CENTRAL HISPÀ Adress: Passeig de Gràcia, 5 08007 BARCELONA - SPAIN Swift: BSCHESMMXXX IBAN: ES98-0049-1806-9726-1188-9588 Un cop fet el pagament, caldrà enviar el comprovant. Objectius, perfils i competències Descobreix a qui va dirigit aquest programa i quines noves competències pots adquirir. Saber-ne més Preguntes freqüents Tens dubtes? Donem resposta a les teves preguntes sobre la nostra oferta formativa, el model d’aprenentatge o tràmits, entre altres temes. Consulta L'opinió dels nostres graduats Graduades i graduats de la UOC t'expliquen en primera persona com han viscut el procés d'aprenentatge amb nosaltres i com la nostra metodologia els ha permès compaginar feina, estudis i vida personal. Tenir una flexibilitat d'horaris absoluta em va permetre fer el màster Daniel Marchante Realment em trobo realitzada. Ara, quan parlo, sé del que parlo. Helena Guillén La UOC t'ofereix competències, perquè el que necessites és saber-te adaptar en cada moment Manel Vicenç Volia créixer professionalment. La UOC m'ha ofert no estancar-me Alba Camacho Des de que vaig acabar el grau, he tingut un desenvolupament a la meva empresa José Miguel González Programes relacionats Màster universitari Inscripció oberta Dificultats de l'Aprenentatge i Trastorns del Llenguatge Veure tota la informació Selecciona fins a 3 programes per comparar Màster universitari Inscripció oberta Psicologia Infantil i Juvenil: Tècniques i Estratègies d'Intervenció Veure tota la informació Selecciona fins a 3 programes per comparar Màster universitari Neuropsicologia Veure tota la informació Selecciona fins a 3 programes per comparar"
}