{
  "url": "https://uoc.edu/ca/estudis/graus/grau-marqueting-investigacio-mercats.html",
  "content": "Presentació Pla d'estudis Reconeixement de crèdits Professorat Sortides professionals Requisits d'accés Matrícula i preu Online i sense horari Propera inscripció: 24/04 Grau Online de Màrqueting i Investigació de Mercats Presentació El grau online de Màrqueting i Investigació de Mercats de la UOC brinda una àmplia formació en les diferents àrees de valor de l'empresa i aprofundeix en l'àmbit del màrqueting digital i en les funcions específiques de la investigació de mercats . Titulacions oficials UOC Estudis que et preparen per als teus reptes professionals. Facilitats de pagament Fracciona en quotes el teu grau. Per què estudiar el grau de Màrqueting i Investigació de Mercats online de la UOC? El grau de Màrqueting i Investigació de Mercats online de la UOC et proporciona les capacitats analítiques i directives necessàries per: Desenvolupar coneixements i habilitats en la direcció estratègica de màrqueting . Dissenyar iniciatives de comunicació des d'una òptica integral. Aplicar eines d'investigació de mercats que disminueixin el risc en la presa de decisions empresarials. Aquest grau t'ensenya les oportunitats que ofereixen internet i els mitjans digitals per aportar valor als clients i aconseguir els objectius de negoci. Així mateix, et prepara per utilitzar els mitjans digitals i les solucions tecnològiques actuals en la investigació de màrqueting. El màrqueting: una assignatura obligatòria per a les empreses Cursar aquesta titulació d'alt nivell i rigor acadèmic t'habilita per entendre les tendències en màrqueting i investigació de mercats actuals. Per què estudiar el grau de Màrqueting i Investigació de Mercats online de la UOC? El grau de Màrqueting i Investigació de Mercats online de la UOC et proporciona les capacitats analítiques i directives necessàries per: Desenvolupar coneixements i habilitats en la direcció estratègica de màrqueting . Dissenyar iniciatives de comunicació des d'una òptica integral. Aplicar eines d'investigació de mercats que disminueixin el risc en la presa de decisions empresarials. Aquest grau t'ensenya les oportunitats que ofereixen internet i els mitjans digitals per aportar valor als clients i aconseguir els objectius de negoci. Així mateix, et prepara per utilitzar els mitjans digitals i les solucions tecnològiques actuals en la investigació de màrqueting. El màrqueting: una assignatura obligatòria per a les empreses Cursar aquesta titulació d'alt nivell i rigor acadèmic t'habilita per entendre les tendències en màrqueting i investigació de mercats actuals. Et capacitem per afrontar els nous reptes que es dibuixen en la societat actual i en el context de les TIC. També per conèixer el mercat, prendre decisions, planificar i gestionar el temps de manera òptima mitjançant aquestes noves tecnologies. L'orientació d'aquest grau és, abans que res, professionalitzadora i ofereix la possibilitat d'aprofundir en les següents especialitzacions o mencions : Comunicacions de Màrqueting Màrqueting Global Màrqueting Digital i Comerç Electrònic El grau de Màrqueting i Investigació de Mercats online et proporciona les eines perquè aprenguis a comunicar-te de manera adequada , tant per escrit com oralment, en la teva pròpia llengua i en anglès. Desenvoluparàs les habilitats necessàries, i practicaràs i difondràs un comportament innovador, dialogant, ètic i responsable. A més, en aquest grau apostem per la incorporació dels principis de la gestió responsable i pel compliment dels reptes establerts en l' Agenda 2030 per al Desenvolupament Sostenible . Segueix-nos a : @UOCecoempresa - #UOCempresa Descarrega el programa (PDF) Titulació oficial El grau de Màrqueting i Investigació de Mercats de la UOC és una titulació que ha estat verificada pel Consell d'Universitats, i la Generalitat de Catalunya n'ha autoritzat la implantació, segons el que marca la legislació vigent. Els títols universitaris oficials de la UOC tenen validesa en tot el territori espanyol, tenen efectes acadèmics plens i habiliten, si escau, per a la realització d'activitats professionals regulades, d'acord amb la normativa que en cada cas resulti aplicable. Aquests títols s'expedeixen juntament amb el suplement europeu al títol (SET), que facilita informació sobre els estudis cursats per l'estudiant, els resultats obtinguts, les capacitats professionals assolides i el nivell de la titulació en el sistema espanyol d'educació superior, amb la finalitat de facilitar-ne el reconeixement i promoure la mobilitat d'estudiants i titulats dins de l'espai europeu d'educació superior (EEES). La validesa en altres països dels títols universitaris oficials expedits per la UOC vindrà determinada en cada cas per les lleis d'educació de cada país. Titulació oficial El grau de Màrqueting i Investigació de Mercats de la UOC és una titulació que ha estat verificada pel Consell d'Universitats, i la Generalitat de Catalunya n'ha autoritzat la implantació, segons el que marca la legislació vigent. Els títols universitaris oficials de la UOC tenen validesa en tot el territori espanyol, tenen efectes acadèmics plens i habiliten, si escau, per a la realització d'activitats professionals regulades, d'acord amb la normativa que en cada cas resulti aplicable. Aquests títols s'expedeixen juntament amb el suplement europeu al títol (SET), que facilita informació sobre els estudis cursats per l'estudiant, els resultats obtinguts, les capacitats professionals assolides i el nivell de la titulació en el sistema espanyol d'educació superior, amb la finalitat de facilitar-ne el reconeixement i promoure la mobilitat d'estudiants i titulats dins de l'espai europeu d'educació superior (EEES). La validesa en altres països dels títols universitaris oficials expedits per la UOC vindrà determinada en cada cas per les lleis d'educació de cada país. Consulta més detalls sobre: + Homologació + Legalització Inici 25 set. 2025 100% Online 240 Crèdits Idiomes: Català, Castellà Titulació oficial Si tens un Cicle Formatiu de Grau Superior (CFGS) consulta els reconeixements de crèdits del Grau de Màrqueting i investigació de mercats. Metodologia 100% online 1a. universitat online del món Acompanyament personalitzat Entre les millors universitats La UOC se situa entre el 7 % de les millors universitats del món segons el World University Rankings 2024. Qualitat de la titulació La qualitat d'aquest programa està avalada per l' AQU (Agència per a la Qualitat del Sistema Universitari de Catalunya), la qual assegura el rigor i l'acompliment dels estàndards exigits a l' EEES . + Qualitat de la titulació Acreditació de qualitat AQU Agència per a la Qualitat del Sistema Universitari de Catalunya Amb la col·laboració de: El tutor: guia i acompanyament individualitzat L'aula virtual: accedeix-hi des de qualsevol lloc, sense barreres físiques Grau de Màrqueting i Investigació de Mercats Pla d'estudis 240 ECTS 60 ECTS Bàsica 48 ECTS Optativa 126 ECTS Obligatòria 6 ECTS Treball final Assignatures Càrrega lectiva Pràctiques Treball final Durada Assignatures del programa Consulta els detalls de les assignatures que t'interessi cursar per adaptar els estudis al teu ritme, segons la disponibilitat i els requisits de matrícula de cada assignatura i el temps de dedicació pel qual hagis optat. Càrrega lectiva El pla d'estudis del grau de Màrqueting i Investigació de Mercats es compon de 240 crèdits ECTS , els quals s'organitzen en tres grans subconjunts: bàsic, obligatori i optatiu : 60 crèdits ECTS de formació bàsica , dels quals: 42 corresponen a matèries bàsiques de la branca de coneixement, i 18 a matèries comunes considerades transversals per la Universitat. 132 crèdits ECTS obligatoris , dintre dels quals s'integren els 6 crèdits del treball final de grau (TFG). 48 crèdits ECTS optatius . El criteri utilitzat per a l'organització de les matèries en aquests tres subconjunts és coherent amb les disposicions del Reial decret 1393/2007, de 29 d'octubre de 2007, pel qual s'estableix l'ordenació dels ensenyaments universitaris oficials. Tipologia de l'assignatura Optativa Durada 6 o 12 crèdits ECTS, que equivalen a 150 o 300 hores. Són pràctiques acadèmiques currículars Modalitat/s Presencial, semipresencial o virtual Requisits Haver superat un mínim de 120 ECTS Acompanyament Durant la realització de les pràctiques, l'estudiant disposa d'un seguiment docent personalitzat, amb un professional que actua com a tutor de centre de pràctiques i un professor que actua com a tutor acadèmic, els quals asseguren que les pràctiques es duen a terme seguint el projecte formatiu. Pràctiques Amb la UOC, tot són avantatges a l’hora de fer les pràctiques. Disposes de més de 10.000 empreses col·laboradores en les quals dur a terme pràctiques. Les pràctiques curriculars i no curriculars representen una oportunitat única per trobar treball o millorar la teva situació actual. Més informació Treball final de grau Els estudis de grau conclouen amb l'elaboració d'un treball final. En el grau de Màrqueting i Investigació de Mercats el treball final té 6 crèdits ECTS. El treball final de grau consisteix en la realització d'un treball individual de síntesi dels coneixements adquirits en altres assignatures del grau. És una assignatura que l'estudiant ha de cursar per a finalitzar el programa i està orientada a l'avaluació de les competències associades al títol. És per això que per a matricular-se d'aquesta assignatura cal haver superat un nombre determinat de crèdits del programa. En el grau s'ofereix la possibilitat de dur a terme un treball final en algun dels 3 àmbits establerts. L'estudiant haurà de triar l'àmbit de coneixement en el qual vol fer el seu treball de final de grau. Per a matricular-se del treball final. El tutor acadèmic de la UOC té un paper clau en l'orientació, la informació i la gestió del procés de selecció dels treballs finals. Treball final de grau Els estudis de grau conclouen amb l'elaboració d'un treball final. En el grau de Màrqueting i Investigació de Mercats el treball final té 6 crèdits ECTS. El treball final de grau consisteix en la realització d'un treball individual de síntesi dels coneixements adquirits en altres assignatures del grau. És una assignatura que l'estudiant ha de cursar per a finalitzar el programa i està orientada a l'avaluació de les competències associades al títol. És per això que per a matricular-se d'aquesta assignatura cal haver superat un nombre determinat de crèdits del programa. En el grau s'ofereix la possibilitat de dur a terme un treball final en algun dels 3 àmbits establerts. L'estudiant haurà de triar l'àmbit de coneixement en el qual vol fer el seu treball de final de grau. Per a matricular-se del treball final. El tutor acadèmic de la UOC té un paper clau en l'orientació, la informació i la gestió del procés de selecció dels treballs finals. El treball final és un treball individual que es fa amb la tutorització i el guiatge del tutor del treball final, que fa l'acompanyament necessari per tal que l'estudiant el pugui portar a terme amb èxit. El tutor del treball final és l'encarregat d'orientar l'estud'ant i fa el seguiment del projecte i l'assessora en cadascun dels aspectes: conceptualització, fonamentació, metodologia, redacció dels resultats i defensa. El treball final conclou amb una defensa, en la qual l'estudiant ha de fer una exposició del treball, que es porta a terme de manera virtual davant una comissió d'avaluació formada per dos membres, que l'avaluen. La qualificació del treball final consta de tres parts: (1) el seguiment i l'elaboració del treball, (2) el treball final realitzat i (3) la defensa del treball. La defensa s'ha de fer de manera virtual i síncrona. Per a més informació sobre la docència i el procés de sol·licitud, cal consultar el pla docent, a la Secretaria del Campus un cop s'ha demanat l'accés al programa. Durada El grau de Màrqueting i Investigació de Mercats té una durada mínima estimada de quatre cursos acadèmics distribuïts en vuit semestres, amb una càrrega total de 240 crèdits ECTS. Tanmateix, la flexibilitat de la normativa acadèmica de la UOC permet que cada persona pugui ajustar la durada i el ritme dels estudis a les seves possibilitats de dedicació i a la seva disponibilitat de temps. D'aquesta manera, l'estudiant disposa d'un ampli ventall de possibilitats a l'hora de decidir quins crèdits tria cada semestre. Si bé l'estudiant té llibertat per a configurar el seu itinerari curricular , s'ha de tenir en compte que: Els crèdits bàsics han de formar part dels 120 primers crèdits ECTS cursats per l'estudiant. Per a cursar el treball final de grau cal haver superat les assignatures bàsiques i la resta d'assignatures obligatòries. Les pràctiques empresarials només es poden cursar una vegada superades totes les assignatures bàsiques i obligatòries (llevat del treball final de grau). Durada El grau de Màrqueting i Investigació de Mercats té una durada mínima estimada de quatre cursos acadèmics distribuïts en vuit semestres, amb una càrrega total de 240 crèdits ECTS. Tanmateix, la flexibilitat de la normativa acadèmica de la UOC permet que cada persona pugui ajustar la durada i el ritme dels estudis a les seves possibilitats de dedicació i a la seva disponibilitat de temps. D'aquesta manera, l'estudiant disposa d'un ampli ventall de possibilitats a l'hora de decidir quins crèdits tria cada semestre. Si bé l'estudiant té llibertat per a configurar el seu itinerari curricular , s'ha de tenir en compte que: Els crèdits bàsics han de formar part dels 120 primers crèdits ECTS cursats per l'estudiant. Per a cursar el treball final de grau cal haver superat les assignatures bàsiques i la resta d'assignatures obligatòries. Les pràctiques empresarials només es poden cursar una vegada superades totes les assignatures bàsiques i obligatòries (llevat del treball final de grau). Per això, en el moment de la matrícula, la UOC posa a disposició de l'estudiant un tutor , que li oferirà assistència directa i l'assessorament necessari . Amb dedicació completa a l'estudi , es preveu que un estudiant pugui fer tot el pla d'estudis en quatre cursos (vuit semestres), seguint la planificació que es visualitza al quadre d'assignatures organitzades per semestres . Les assignatures estan repartides de manera progressiva, d'acord amb les aptituds adquirides en el transcurs de cada semestre. Aquesta distribució facilita que l'estudiant disposi d'un criteri sòlid d'elecció , que pot complimentar orientat cap a les seves preferències i qualitats personals. Grau de Màrqueting i Investigació de Mercats Reconeixement de crèdits Reconeixement de crèdits Avaluació d'estudis previs Convalidacions CFGS Reconeixement d'experiència professional Reconeixement de crèdits La UOC permet convalidar o adaptar els estudis que s'han cursat anteriorment i reconèixer assignatures o pràctiques d'acord amb l'experiència professional. El reconeixement de crèdits permet reduir el temps d'estudi. Per a qualsevol dubte, ompliu el formulari de sol·licitud d'informació i contactarem amb vosaltres. Avantatges de sol·licitar un reconeixement de crèdits. Les assignatures reconegudes per mitjà de l'avaluació d'estudis previs (AEP) o del reconeixement acadèmic de l'experiència professional (RAEP), no les heu de cursar en el vostre programa d'estudis. Els crèdits reconeguts, un cop s'han incorporat a la matrícula, es descompten del total de crèdits que cal cursar per a obtenir el títol. En el cas dels graus, la UOC pot reconèixer els crèdits de formació bàsica de la mateixa branca de coneixement o àmbit de coneixement, mentre els estudis aprovats siguin d'ensenyaments universitaris oficials (excepte en el cas del màster universitari) i pertanyin a la mateixa branca de coneixement o àmbit de coneixement que el grau de destinació. Reconeixement de crèdits La UOC permet convalidar o adaptar els estudis que s'han cursat anteriorment i reconèixer assignatures o pràctiques d'acord amb l'experiència professional. El reconeixement de crèdits permet reduir el temps d'estudi. Per a qualsevol dubte, ompliu el formulari de sol·licitud d'informació i contactarem amb vosaltres. Avantatges de sol·licitar un reconeixement de crèdits. Les assignatures reconegudes per mitjà de l'avaluació d'estudis previs (AEP) o del reconeixement acadèmic de l'experiència professional (RAEP), no les heu de cursar en el vostre programa d'estudis. Els crèdits reconeguts, un cop s'han incorporat a la matrícula, es descompten del total de crèdits que cal cursar per a obtenir el títol. En el cas dels graus, la UOC pot reconèixer els crèdits de formació bàsica de la mateixa branca de coneixement o àmbit de coneixement, mentre els estudis aprovats siguin d'ensenyaments universitaris oficials (excepte en el cas del màster universitari) i pertanyin a la mateixa branca de coneixement o àmbit de coneixement que el grau de destinació. Com es pot sol·licitar el reconeixement de crèdits El tràmit es pot fer cada semestre i el resultat es comunica abans que comenci la docència. La tramitació de la sol·licitud s'ha de fer des del Campus Virtual. L'estudiantat de nova incorporació han d'haver demanat prèviament la sol·licitud d'accés. Una vegada teniu accés al Campus Virtual, podeu consultar les taules d'equivalències amb moltes titulacions d'altres universitats, que mostren una simulació dels crèdits que podeu convalidar. Si no hi trobeu la taula d'equivalències pròpia dels vostres estudis realitzats, una comissió analitzarà la vostra sol·licitud de manera personalitzada. L'avaluació d'estudis previs i el reconeixement de l'experiència professional es poden demanar durant tota la vida acadèmica a la UOC, i sempre els podeu actualitzar si aporteu més estudis o una experiència professional nova. El resultat del reconeixement de crèdits el rebreu a la bústia personal i, en cas que no hi estigueu d'acord, disposareu d'un període de temps per a fer-hi al·legacions. Avaluació d'estudis previs L'avaluació d'estudis previs (AEP) és el tràmit que han de sol·licitar els estudiants que vulguin convalidar els estudis que han cursat en aquesta universitat o en qualsevol altra. Estudis i activitats que poden ser susceptibles de reconeixement de crèdits: Titulacions oficials. Titulacions pròpies cursades en universitats o centres d'ensenyament superior. Titulacions d'idiomes. Cicles formatius de grau superior. Activitats universitàries en cas que es cursi un grau. Per a saber-ne els detalls, ompliu el formulari d'accés i consulteu al tutor. Segons el teu CFGS d'origen, pots convalidar fins a 78 crèdits del grau de Màrqueting i Investigació de Mercats Convalidacions CFGS Amb un cicle formatiu de grau superior podreu convalidar alguns crèdits dels graus online de la UOC. Consulta si el teu cicle formatiu és entre els que permeten aquesta convalidació i quants crèdits pots arribar a convalidar. Cicle formatiu de Grau Superior Crèdits convalidats Administració de sistemes informàtics (LOGSE) 6 crèdits Administració de sistemes informàtics en xarxa (LOE) 18 crèdits Administració i finances (LOE) 42 crèdits Administració i finances (LOGSE) 18 crèdits Agència de viatges (LOGSE) 36 crèdits Agències de viatge i gestió d'esdeveniments (LOE) 36 crèdits Allotjament (LOGSE) 18 crèdits Animació d'activitats físiques i esportives (LOGSE) 6 crèdits Animació sociocultural i turística (LOE) 24 crèdits Animació turística (LOGSE) 18 crèdits Assessoria d'imatge personal (LOGSE) 6 crèdits Assessoria d'imatge personal i Corporativa (LOE) 6 crèdits Assessoria d'imatge personal i Corporativa (LOGSE) 18 crèdits Assistència a la direcció (LOE) 30 crèdits Automoció (LOE) 12 crèdits Automoció (LOGSE) 6 crèdits Automatització i robòtica industrial (LOE) 12 crèdits Comerç internacional (LOE) 48 crèdits Comerç internacional (LOGSE) 36 crèdits Construccions metàl.liques (LOE) 12 crèdits Desenvolupament d'aplicacions informàtiques (LOGSE) 12 crèdits Desenvolupament d'aplicacions web (LOE) 12 crèdits Desenvolupament de productes electrònics (LOGSE) 6 crèdits Desenvolupament de projectes urbanístics i operacions topogràfiques(LOGSE) 12 crèdits Direcció de cuina(LOE) 24 crèdits Direcció de serveis de restauració(LOE) 24 crèdits Educació infantil(LOE) 6 crèdits Eficiència energètica i energia solar tèrmica(LOE) 6 crèdits Energies renovables(LOE) 6 crèdits Fotografía(LOE) 6 crèdits Gestió comercial i màrqueting(LOGSE) 48 crèdits Gestió Comercial i màrqueting enològic(LOGSE) 48 crèdits Gestió d'allotjaments turístics(LOE) 30 crèdits Gestió de vendes i espais comercials (LOE) 60 crèdits Gestió del transport(LOGSE) 24 crèdits Gestió i organització d'empreses agropecuàries(LOGSE) 6 crèdits Gràfica Publicitària 6 crèdits Guia, informació i assistència turístiques(LOE) 24 crèdits Il.luminació, captació i tractament de la imatge(LOE) 6 crèdits Imatge(LOGSE) 6 crèdits Integració social(LOGSE) 6 crèdits Integració social(LOE) 6 crèdits Laboratori clínic i biomèdic (LOE) 6 crèdits Laboratori d'anàlisi i control de qualitat(LOE) 6 crèdits Màrqueting i publicitat (LOE) 60 crèdits Màrqueting i publicitat perfil professional enològic(LOE) 54 crèdits Màrqueting i publicitat perfil professional promoció turística(LOE) 54 crèdits Mecatrònica industrial(LOE) 18 crèdits Patronatge i moda(LOE) 12 crèdits Producció d'audiovisuals i Espectacles (LOE) 12 crèdits Protesis dental(LOGSE) 6 crèdits Protesis dental(LOGSE) 6 crèdits Radioteràpia(LOGSE) 6 crèdits Realització d'audiovisuals i espectacles (LOGSE) 6 crèdits Realització de projectes d'audiovisuals i espectacles (LOE) 12 crèdits Restauració(LOGSE) 24 crèdits Secretariat(LOGSE) 24 crèdits Serveis al consumidor(LOGSE) 24 crèdits So per audiovisuals i espectacles(LOE) 6 crèdits Transport i logística(LOE) 42 crèdits Reconeixement acadèmic de l'experiència professional La UOC ofereix la possibilitat de reconèixer algunes assignatures o pràctiques en funció de l'experiència professional demostrada. Per aconseguir-ho cal sol·licitar el Reconeixement acadèmic de l'experiència professional (RAEP), un tràmit en què cal acreditar documentalment aquest bagatge professional. D'aquesta manera es poden convalidar fins al 15 % dels crèdits de la titulació. + Consulta les convalidacions RAEP Grau de Màrqueting i Investigació de Mercats Professorat Direcció d'estudis Direcció de programa Professorat Direcció d'estudis Xavier Baraza Sànchez Doctor en Enginyeria Química, Máster en Química Experimental i enginyer químic industrial per la Universitat de Barcelona. Màster en Direcció i administració d'empreses (MBA) per l'Escola Europea de Negocis. Màster en Prevenció de Riscos Laborals per la Universitat Politècnica de Catalunya. Web Direcció de programa Carmen Pacheco Bernal Doctora en Societat de la Informació i el Coneixement per la Universitat Oberta de Catalunya (UOC) amb una tesi sobre l'adopció de les tecnologies mòbils en el sector de la recerca de màrqueting. Llicenciada en Investigació i Tècniques de Mercat i diplomada en Ciències Empresarials per la Universitat de Barcelona (UB). Web Professorat Amal Elasri Ejjaberi Doctora en Empresa amb menció internacional. Màster de Recerca en Empresa, Finances i Assegurances. Llicenciada en Administració i Direcció d'Empreses. CV Andrea Rosales Climent Doctora en Ciències de la Tecnologia de la Informació i la Comunicació per la Universitat Pompeu Fabra (UPF) i Llicenciada en Comunicacions. És investigadora i docent a la UOC i la Universitat de Barcelona en temes relacionats amb comunicació, societat i tecnologia. La seva recerca se centra en els reptes de la datificación de les societats amb l'ús de les plataformes digitals i particularment la seva en relació amb el edatismo. Web CV Anna Maria Ruiz Martín Doctora en Dret internacional privat per la Universitat de Múrcia, excel·lent cum laude (2018). Màster en Dret internacional privat europeu per la Universitat Complutense (2011). Professora dels estudis de Ciència Política i Dret de la UOC des de 2023. Membre investigador de la EAPIL, la LIDC i la RADC, entre altres. Redactora de continguts de la base de dades OXIO OUP (Oxford International Organizations). Les seves línies de recerca són el Dret internacional privat, el Dret de la competència en general i consum, Drets humans i noves tecnologies. Athina Sismanidou Kalfadimou Doctora en Administració i Direcció d'Empreses per la Universitat de Politècnica de Catalunya (UPC). MBA per Manchester Business School i llicenciada en Dret per la Universitat d'Atenes. Els interessos de recerca se centren en els models predictius de demanda en la indústria d'aviació, la valoració d'empreses i les finances sostenibles. Web CV Carles Méndez Ortega Professor d'Economía dels Estudis d'Economia i Empresa a la UOC. La seva recerca se centra en la geografia econòmica, amb especial èmfasi en les indústries d'alta tecnologia, creatives i intensives en coneixement. Ha participat en projectes d'àmbit estatal i europeu sobre localització empresarial, espais laborals emergents (coworking) i el seu impacte en el desenvolupament regional. Els seus interessos també inclouen l'economia urbana i regional, la localització empresarial, el creixement econòmic i l'economia industrial. CV Carmen Pacheco Bernal Doctora en Societat de la Informació i el Coneixement per la Universitat Oberta de Catalunya (UOC) amb una tesi sobre l'adopció de les tecnologies mòbils en el sector de la recerca de màrqueting. Llicenciada en Investigació i Tècniques de Mercat i diplomada en Ciències Empresarials per la Universitat de Barcelona (UB). Web Carolina Hintzmann Colominas Doctora en Economia per Universitat de Barcelona i llicenciada en Ciències Econòmiques i Empresarials per la Universitat de Barcelona. La seva activitat de recerca se centra principalment en les àrees de creixement econòmic i productivitat, com també en l'aprenentatge en línia. CV Cintia Pla García Doctora en Empresa per la Universitat de Barcelona. Enginyera Tècnica en Informàtica de Gestió per la Universitat Politècnica de Catalunya, BSC (Hons) Computing Multimedia por Glyndr University. Màster en Societat de la Informació i el Coneixement per la Universitat Oberta de Catalunya. Web Cristian Castillo Gutierrez Doctor cum laude en Administració i direcció d'empreses, Màster en Enginyeria d'organització industrial i enginyer tècnic en electrònica industrial per la Universitat Politècnica de Catalunya. Els seus interessos de recerca se centren en el terreny de les operacions logístiques i productives de les empreses així com en l'àmbit d'organització d'empreses, específicament sobre el canvi organitzacional. Web Daniel Liviano Solís És llicenciat en Administració i Direcció d'Empreses per la Universitat Rovira i Virgili (URV) de Tarragona, i doctorat en Economia per la mateixa universitat. Ha impartit classes a la UOC, la URV i la Universitat de Barcelona (UB), en les matèries següents: Economia, Finances, Estadística, Econometria i Matemàtiques financeres. A més, fa recerca en els camps de les finances quantitatives, l'economia regional i la demografia. Des de 2009 és professor dels Estudis d'Economia i Empresa a la Universitat Oberta de Catalunya (UOC). Web David Jimenez Doctorant en Administració i direcció d'empreses (UOC), grau en administració i direcció d'empreses (UOC), màster en direcció de recursos humans (UOC). Les meves preferències de recerca se centren en tres àrees clau: recursos humans, intel·ligència artificial i relacions laborals. La meva especialització se centra en com es gestionen les persones dins de les organitzacions, com la IA està transformant aquests processos i com evolucionen les relacions laborals en aquest context de canvi tecnològic. Elisabet Ruiz Dotras Doctora en Ciències Econòmiques i Empresarials i llicenciada en Administració i Direcció d'Empreses. Llicenciada en Ciències Econòmiques i Empresarials per la Universitat Pompeu Fabra i Doctora en Ciències Econòmiques i Empresarials per la Universitat de Barcelona. La seva activitat docent ha estat vinculada sempre als mercats financers i les finances empresarials. Web CV Enric Serradell López El Dr. Enric Serradell López és economista i professor titular dels Estudis d'Economia i Empresa de la Universitat Oberta de Catalunya (UOC) i doctor en Direcció d'Empreses per la Universitat de Barcelona (UB). El seu treball combina activitats professionals i acadèmiques. Les seves línies de recerca principals són la direcció d'empreses, aprenentatge en línia ( e-learning ) i desenvolupament de competències, la resolució de problemes i innovació de productes i aplicacions TIC en la gestió, especialment en simuladors de negocis o business game . És director del grup de recerca MeL (Management & eLearning), l'objectiu del qual és analitzar i dissenyar entorns innovadors per a la presa de decisions, i la creació i el desenvolupament d'habilitats relacionades amb la presa de decisions personals i professionals. Les seves recerques s'han publicat en revistes acadèmiques i s'han presentat en congressos internacionals reconeguts. Web Gisela Ammetller Montes Doctora en Societat de la Informació i el Coneixement. Llicenciada en Administració i Direcció d'Empreses i en Investigació i Tècniques de Mercat. Realitza recerca sobre el màrqueting digital, el comportament del consumidor, el màrqueting per a l'educació en línia i l'emprenedoria. Web Inma Rodríguez Ardura Doctora en Societat de la Informació i el Coneixement per la Universitat Oberta de Catalunya .Centra la seva activitat de recerca en el màrqueting digital, les experiències del consumidor en línia i el màrqueting per a l'e-learning. Web CV Irene Esteban Millat Doctora en Societat de la Informació i el Coneixement per la Universitat Oberta de Catalunya .Llicenciada i màster en Administració i Direcció d'Empreses per ESADE Business School de la Universitat Ramon Llull. Les seves línies d'investigació se centren en el comportament del consumidor en línia i el retail. Web CV Iu Tusell Doctor en Gestión de Empresas (University of Sussex, Reino Unido), Máster en Responsabilidad Social Corporativa (UOC). Mi areas de investigación incluyen la gestión sostenible de las cadenas de suministro y la ética empresarial. En particular, mi investigación se enfoca en el análisis de los impactos socioeconómicos de las operaciones empresariales a lo largo de las cadenas de suministro y de los efectos de la actividad empresarial sobre la sostenibilidad de una región. Tengo un interés especial en aspectos laborales y sociales, como la esclavitud moderna y las repercusiones para las comunidades locales. Iviane de Luna Ramos Doctora en Ciències Econòmiques i Empresarials, amb menció internacional, per la Universitat de Granada (UGR). Màster en Màrqueting i Comportament del Consumidor per la Universitat de Granada. Llicenciada en Administració d'empreses pel CESED - Higher Education and Development Center de Brasil. Web CV Joan Llobet Dalmases Doctor en Administració i Direcció d'Empreses per la Universitat Politècnica de Catalunya. Màster en Direcció Fiscal i Financera de l'Empresa per la Universitat de Barcelona. Llicenciat en Economia per la Universitat de Barcelona. Web Jordi Rizo Gubianas Llicenciat en Ciències Econòmiques i Empresarials per la Universitat Autònoma de Barcelona, Professor del Postgrau en Comptabilitat i Finances en els Estudis d'Economia i Empresa de la Universitat Oberta de Catalunya (UOC), professor associat al Grau de Comptabilitat i Finances de la Universitat Autònoma de Barcelona, professor del Màster en Comptabilitat i Auditoria de la Universitat Autònoma de Barcelona. Director Financer en l'àrea financera i comptable de diverses empreses filials de grups multinacionals. Joseph Hopkins Màster en Lingüística Aplicada per la Universitat d'Illinois a Urbana-Champaign. Professor de llengua anglesa i coordinador del projecte ICT-REV, finançat pel Centre Europeu per a les Llengües Modernes del Consell d´Europa. La seva activitat de recerca se centra en els àmbits de CALL (Computer Assisted Language Learning), la formació de professors d'idiomes en la utilització de les TIC, l'aprenentatge de llengües a distància, el treball col·laboratiu en xarxa i la comunicació mitjançant ordinador. CV José Carlos Ramos Doctor en economia Web CV Laura Lamolla Kristiansen Doctora en Ciències Polítiques i de l'Administració (UAB), màster en International Management (CEMS), llicenciada & MBA (ESADE Business School). En l'àmbit de la recerca l'interessen especialment els temes relacionats amb les dones emprenedores, el gènere en les organitzacions i la creació d'empreses en general. Web CV Lourdes Esteban Paredes Llicenciada en Psicologia del Treball i les Organitzacions, Diplomada en Ciències Empresarials per la Universitat de Barcelona i Màster en Formació del Professorat en Educació Secundària Obligatòria, Formació Professional i Ensenyament d'Idiomes, especialitat Formació i Orientació Laboral, per la Universitat Pompeu Fabra. Web Maria Pujol Jover Doctora en Estudis Empresarials. Llicenciada en Administració i Direcció d'Empreses. Les seves principals vies d'investigació son l'impacte de les TIC i les capacitats estratègiques en l'èxit empresarial, el marketing digital i el comportament del consumidor en línia, i en l'entorn financer de l'empresa. És membre del grup de I+D+I ONE. Web CV Maria Teresa Puigdevall Serralvo Doctora en Política i Planificació Lingüístiques (Universitat de Cardiff, País de Gal·les), Màster en Estudis Etnològics Gal·lesos (Universitat de Cardiff, País de Gal·les). Les meves àrees d’interès de recerca són la sociolingüística crítica, l'antropologia lingüística i la planificació i política lingüístiques del català i d'altres llengües minoritzades. En els darrers anys m'he centrat en l'estudi dels nous parlats de català. Soc membre del grup de recerca consolidat IdentiCat de la Universitat Oberta de Catalunya. CV Maria de los Angeles Garcia Haro Doctora en Economia i Empresa. Màster en Estratègia i Màrqueting de l'Empresa. Llicenciada en Administració i Direcció d'Empreses. Línies de recerca vinculades al comportament del consumidor i la seva relació amb l'empresa, co-creació de valor i imatge de marca. Marie Christine Appel Doctora en Lingüística Aplicada per la Universitat de Dublín, Trinity College (Irlanda). Coordina projectes de recerca, innovació i desenvolupament (SpeakApps, SpeakApps 2, eQTel i tandeMOOC). CV Marta Bernal Valencia Doctora en Business Management per la Universitat d'Edimburg (Regne Unit), Màster en Direcció i Administració d'Empreses per la Universitat Camilo José Cela (Madrid, Espanya). Sóc membre de la Higher Education Academy i col·laboradora de la British Academy of Management (Regne Unit). Investigo qüestions relacionades amb l'educació en l'àmbit universitari i la microsociologia de les emocions a l'àmbit de les organitzacions. Marta Viu Roig Doctora en Empresa per la Universitat de Barcelona. Postgrau en Màrqueting i tècniques empresarials aplicades a la distribució. Llicenciada en Ciències Econòmiques i Empresarials per la Universitat de Barcelona. Els seus interessos de recerca estan relacionats amb el paper del proveïdor de serveis logístics a les cadenes de subministrament de les empreses així com l'ús i la utilitat d'eines en la docència en línia per adquirir les capacitats professionals. Web Mª Angels Gili Saldaña Doctora en Dret per la Universitat Pompeu Fabra (2011). Directora del Grau de Dret de la Universitat Oberta de Catalunya. Les seves principals línies de recerca són el Dret de danys, el Dret de contractes i els mecanismes alternatius de resolució de conflictes CV Pau Cortadas Guasch Doctorand del programa de doctorat de laSocietat de la Informació i el Coneixement de la Universitat Oberta de Catalunya. Màster en Societat de la Informació i el Coneixement per la UOC i llicenciat en Economia per la Universitat de Barcelona. Els seus interessos de recerca se situen en l'àmbit de l'economia laboral. Web CV Raquel Ferreras Garcia Doctora en Educació i TIC (e-learning) per la Universitat Oberta de Catalunya (UOC). Llicenciada en Administració i Direcció d'Empreses (ADE) per la Universitat de Barcelona. Ha realitzat diferents publicacions i comunicacions en congressos. Web CV Sophie Mcbride Doctora en Lingüística Aplicada i graduada en filologia anglesa per la Universidad de Murcia. Experiència docent en els àmbits de lingüística aplicada, ensenyament d'anglès i formació de professorat. Actualment, forma part del projecte de recerca: \"Escritura monomodal y multimodal en segundas lenguas\"(PID2022-137544NB-100) Teresa Romeu Fontanillas Doctora en Societat de la Informació i el Coneixement per la Universitat Oberta de Catalunya (UOC). Coordina assignatures de Competències TIC als graus de la UOC, al Màster universitari d'Educació i TIC i al Postgrau de Lideratge i Direcció de centres educatius. Coordina la formació inicial del nou professorat que s'incorpora a la UOC. Investigadora del grup de recerca Edul@b de la UOC. EDEN Fellow per l’European Distance Education Network. Web CV Vicente Peñarroja Cabañero Doctor en Psicologia (modalitat doctorat europeu) per la Universitat de València (Programa de doctorat amb menció de qualitat: Doctorat Interuniversitari en Psicologia de les Organitzacions i del Treball). Llicenciat en Psicologia per la Universitat de València amb l’obtenció del premi de la llicenciatura al 2005. Web CV Grau de Màrqueting i Investigació de Mercats Sortides professionals Sortides professionals Objectius Perfils Competències Sortides professionals Les principals sortides professionals dels graduats en Màrqueting i Investigació de Mercats de la UOC estan orientades a l'exercici de càrrecs de responsabilitat en l'àmbit del màrqueting en el món de les empreses i les organitzacions, i a l'exercici lliure de la professió . Els graduats en Màrqueting i Investigació de Mercats de la UOC són professionals sòlids i polivalents que es distingeixen per saber entendre i gestionar les claus de l'entorn empresarial actual . Les principals sortides professionals del grau de Màrqueting i Investigació de Mercats tenen a veure amb: Direcció estratègica : staff de direcció estratègica, adjunt de direcció. Direcció de màrqueting : marketing assistant , product manager , brand manager , responsable de direcció estratègica de màrqueting, director de màrqueting, consultor de màrqueting. Sortides professionals Les principals sortides professionals dels graduats en Màrqueting i Investigació de Mercats de la UOC estan orientades a l'exercici de càrrecs de responsabilitat en l'àmbit del màrqueting en el món de les empreses i les organitzacions, i a l'exercici lliure de la professió . Els graduats en Màrqueting i Investigació de Mercats de la UOC són professionals sòlids i polivalents que es distingeixen per saber entendre i gestionar les claus de l'entorn empresarial actual . Les principals sortides professionals del grau de Màrqueting i Investigació de Mercats tenen a veure amb: Direcció estratègica : staff de direcció estratègica, adjunt de direcció. Direcció de màrqueting : marketing assistant , product manager , brand manager , responsable de direcció estratègica de màrqueting, director de màrqueting, consultor de màrqueting. Canals de distribució : especialista en canals, category manager , director de trade marketing , responsable de centre comercial. Direcció de la comunicació integrada en el màrqueting : especialista en comunicació de màrqueting, responsable de comunicació de màrqueting, executiu de comptes, planificador de comptes. Investigació comercial : analista en market intelligence , analista de bases de dades de màrqueting, director de market intelligence , consultor d'investigació de mercats, analista d'investigació de mercats, responsable de projectes d'investigació de mercats. Màrqueting global : analista de mercats globals, director d'exportació, responsable de desenvolupament internacional del negoci. Màrqueting digital : tècnic de màrqueting digital, responsable de màrqueting digital, community manager. Direcció comercial : tècnic comercial, inspector de vendes, cap d'equip, cap de vendes, delegat comercial, director comercial. Iniciativa emprenedora : emprenedor, assessor d'emprenedoria. Ocupabilitat L’ocupabilitat dels nostres estudiants és clau per a l'èxit de la UOC. Identifiquem les competències clau que el mercat laboral demana i les incloem en els plans d’estudis. També t’empoderem perquè siguis tu qui decideixi i gestioni la teva carrera professional a través de serveis d’orientació de carrera. Objectius L'objectiu principal del grau de Màrqueting i Investigació de Mercats de la UOC és preparar professionals versàtils i capaços d'adaptar-se i de desenvolupar funcions de direcció i gestió de màrqueting en qualsevol institució pública o privada, com també d'encarregar-se de funcions específiques de investigació comercial, o d'iniciar el seu propi negoci. Perfils El pla d'estudis del grau de Màrqueting i Investigació de Mercats dissenyat per la UOC pretén formar professionals polivalents i dotar-los d'una base sòlida de coneixements i habilitats sobre la disciplina, la qual els capacita per a desenvolupar adequadament les diverses professions relacionades amb els diferents àmbits del màrqueting i la investigació de mercat, i sobretot les relacionades amb les àrees següents: Gestió i direcció de màrqueting en el negoci Investigació comercial o de mercats Gestió i direcció d'activitats de distribució comercial Direcció de programes de comunicació integrada en el màrqueting Gestió i direcció d'iniciatives de comerç electrònic i negoci electrònic Gestió i direcció d'iniciatives comercials i de negoci en mercats exteriors i desenvolupament de funcions comercials i de direcció de la força de vendes Competències Les competències del grau de Màrqueting i Investigació de Mercats de la UOC són les següents: Competències transversals Capacitat per a aprendre a adoptar actituds i comportaments d'acord amb una pràctica professional ètica i responsable. Capacitat per a buscar, identificar, organitzar i utilitzar adequadament la informació. Capacitat per a analitzar, organitzar i planificar l'activitat professional d'una manera òptima. Capacitat per a l'anàlisi crítica i la síntesi. Capacitat per a treballar en equip i en xarxa en entorns multidisciplinaris . Capacitat per a la negociació. Capacitat per a utilitzar i aplicar les tecnologies de la informació i la comunicació ( TIC ) en els àmbits acadèmic i professional . Capacitat per a emprendre i innovar. Competències específiques Capacitat per a analitzar i comprendre les forces del mercat que influeixen en les activitats comercials i de negoci. Competències Les competències del grau de Màrqueting i Investigació de Mercats de la UOC són les següents: Competències transversals Capacitat per a aprendre a adoptar actituds i comportaments d'acord amb una pràctica professional ètica i responsable. Capacitat per a buscar, identificar, organitzar i utilitzar adequadament la informació. Capacitat per a analitzar, organitzar i planificar l'activitat professional d'una manera òptima. Capacitat per a l'anàlisi crítica i la síntesi. Capacitat per a treballar en equip i en xarxa en entorns multidisciplinaris . Capacitat per a la negociació. Capacitat per a utilitzar i aplicar les tecnologies de la informació i la comunicació ( TIC ) en els àmbits acadèmic i professional . Capacitat per a emprendre i innovar. Competències específiques Capacitat per a analitzar i comprendre les forces del mercat que influeixen en les activitats comercials i de negoci. Capacitat per a aplicar els coneixements teòrics i les eines de investigació dels mercats en la definició de solucions de negoci . Capacitat per a dissenyar i desplegar plans integrals de màrqueting . Capacitat per a entendre i fer entendre la importància, en una organització, d'adoptar una orientació cap al mercat i la relació amb el client . Capacitat per a concebre i desenvolupar estratègies de negoci que impliquin un ús intensiu de les TIC , en general, i d' internet i els sistemes de comerç electrònic , en particular. Capacitat per a desplegar coneixements i habilitats en la direcció estratègica de màrqueting . Capacitat per a dissenyar i desplegar iniciatives de comunicació de màrqueting amb una òptica integral. Capacitat per a planificar decisions de màrqueting en la distribució comercial i la gestió de producte en el canal. Capacitat per a dissenyar i desplegar iniciatives de negoci adaptades a mercats globals . Capacitat per a planificar iniciatives de venda orientades al client i per a liderar equips de vendes. Capacitat per a aprendre a valorar críticament situacions empresarials i gestionar eficientment una empresa o organització . Competències pròpies de la UOC L'ús i aplicació de les TIC en l'àmbit acadèmic La comunicació en una llengua estrangera ( anglès ). Més de 30 anys d'experiència d'e-learning L'any 1995, la UOC es va convertir en la primera universitat online del món . 30 anys després, continuem sent pioners en e-learning. L' eLearning Innovation Center fa evolucionar el model d'aprenentatge per garantir una formació de qualitat, única, connectada i en xarxa. Rànquing Times Higher Education Som la sisena millor universitat de l'Estat espanyol, segons el Young University Ranking del Times Higher Education. Rànquing Rànquing de Shanghai Estem entre les 150 millors universitats del món en comunicació i les 200 en educació. Rànquing U-Multirank Excel·lim en transferència del coneixement, compromís regional i docència i aprenentatge. 30 anys de la UOC 30 anys impulsant el teu futur amb formació de qualitat Grau de Màrqueting i Investigació de Mercats Requisits d'accés Opcions d'accés Opcions d'accés Prova d'accés (PAU / Més grans de 25 anys / Més grans de 45 anys ). Vols presentar-te a les proves d'accés de més grans de 25 o 45 anys? Prepara't amb els nostres cursos online d'accés a la universitat . Formació professional (CFGS / FP2 / MP3) Títol universitari o assimilat Experiència laboral ( informació, dates i calendari d'accés per a més grans de 40 anys ) Requisits d'accés assolits a la Unió Europea o en un estat que hagi subscrit acords internacionals en règim de reciprocitat Estudis preuniversitaris: acreditació UNED per a l'accés Estudis universitaris (acabats o no): convalidació parcial d'uns estudis estrangers per uns estudis espanyols . Títol universitari amb l' equivalència de títol estranger o l'homologació ministerial a l'Estat espanyol Experiència laboral ( informació, dates i calendari d'accés per a més grans de 40 anys ) Estudis preuniversitaris: batxillerat homologat En el cas de Colòmbia, els estudiants que tinguin un batxillerat i el resultat, amb un resultat mínim de 200 punts de la Prova Saber 11 realitzada a partir del 2012, hauran d'accedir a la UOC mitjançant l' Acreditación UNED Asiss . Estudis universitaris (acabats o no): convalidació parcial d'uns estudis estrangers per uns estudis espanyols Títol universitari amb l' equivalència de títol estranger o l'homologació ministerial a l'Estat espanyol Experiència laboral ( informació, dates i calendari d'accés per a més grans de 40 anys ) Opcions vàlides per a accedir a estudis de grau oficial Amb essència 100% online, la UOC és una universitat que no té notes de tall per accedir als seus graus. Pots consultar la teva opció d'accés a la Universitat, segons d'on hagis obtingut els requisits d'accés. Per a més informació, sol·licita l'accés i contacta amb el teu tutor Grau de Màrqueting i Investigació de Mercats Matrícula i preu Preus Matrícula Descomptes Beques Increments Formes de pagament Preus *Preus vigents en el moment de formalitzar la matrícula. Subjectes a revisió anual. Concepte Preu Preu per crèdit 20,42 €/cr* Preu per crèdit eines i recursos per a l'aprenentatge 16,58 €/cr* Preu per crèdit d'assignatures convalidades 4,08 €/cr* Matrícula Flexible Sense un mínim d'assignatures Pagament fraccionat Sense interessos Aquests preus estan subjectes als descomptes (família nombrosa, discapacitats...) i increments (titulats universitaris a centres públics, estudiants amb nacionalitat de fora de la Unió Europea no residents a Espanya...) estipulats al Decret de preus. Per a més informació consulta els apartats \"Descomptes\" i \"Recàrrecs\". Omple el formulari lateral Vols més informació ? i els nostres assessors es posaran en contacte amb tu per oferir-te un pressupost a mida amb els descomptes, les bonificacions i les facilitats de pagament que et corresponguin, així com el detall de recàrrecs que puguin aplicar al teu cas. La UOC és una Universitat de servei públic que vol facilitar l'accés i seguiment dels estudis universitaris al màxim nombre de persones, per això no es requereix un nombre mínim de crèdits per matrícula. _____________ * Preus públics. La Generalitat de Catalunya fixa els preus públics dels crèdits i altres serveis acadèmics per a les universitats públiques de Catalunya i la UOC. Aquests preus estan subjectes als descomptes (família nombrosa, discapacitats...) i increments (titulats universitaris a centres públics, estudiants amb nacionalitat de fora de la Unió Europea no residents a Espanya...) estipulats al Decret de preus. Per a més informació consulta els apartats \"Descomptes\" i \"Recàrrecs\". Omple el formulari lateral Vols més informació ? i els nostres assessors es posaran en contacte amb tu per oferir-te un pressupost a mida amb els descomptes, les bonificacions i les facilitats de pagament que et corresponguin, així com el detall de recàrrecs que puguin aplicar al teu cas. La UOC és una Universitat de servei públic que vol facilitar l'accés i seguiment dels estudis universitaris al màxim nombre de persones, per això no es requereix un nombre mínim de crèdits per matrícula. _____________ * Preus públics. La Generalitat de Catalunya fixa els preus públics dels crèdits i altres serveis acadèmics per a les universitats públiques de Catalunya i la UOC. Pots consultar els preus aprovats per al curs 2024-2025 al Decret 113/2024 , de 18 de juny. ** El concepte d'Eines i recursos per a l'aprenentatge correspon als continguts i eines tecnològiques necessàries per a desenvolupar les activitats d'aprenentatge que la UOC posa a l'abast dels seus estudiants des de les aules i per mitjà de la Biblioteca i els entorns virtuals d'aprenentatge. Poden ser creats per la UOC o bé externs, de propietat aliena a la UOC amb adquisició prèvia o gestió de drets o llicències. Es prioritzen els recursos d'aprenentatge digitals, però alguns recursos de proveïdors aliens a la UOC només són en suport analògic. En aquest cas, estan sotmesos a un IVA del 4 %, associat a l'enviament, a diferència dels recursos digitals que n'estan exempts. Si, excepcionalment, cal enviar els recursos en suport físic, no hi ha cost afegit. *** El concepte de Serveis de suport a l'aprenentatge correspon al manteniment de tots els serveis indispensables per al desenvolupament de la docència, de les infraestructures físiques i tecnològiques i l'atenció personalitzada que la Universitat posa a disposició de l'estudiant al llarg del semestre (entorn virtual, proves d'avaluació, etc.). Preus per matrícula Gestió de la matrícula i de l'expedient 54,54 € * Serveis de suport a l'aprenentatge 114,97 € *** Assegurança escolar obligatòria (menors 28 anys residents estat espanyol) 1,12 € - Anual Facilitats econòmiques Descomptes per a matrícula anticipada Pagament fraccionat en quotes Beques, ajuts i descomptes Condicions especials per a empreses Suport a esportistes de competició Informa-te'n Procés de matrícula Aquests són els passos que cal seguir si vols començar uns estudis oficials a la UOC. Si ja heu cursat estudis amb nosaltres i voleu continuar-los, heu d'adreçar-vos a l'espai Tràmits del Campus Virtual. Sol·licitud d'accés La sol·licitud d'accés és un tràmit gratuït i sense compromís que us proporcionarà un nom d'usuari i una contrasenya que us permetran entrar al Campus Virtual de la UOC, des d'on podreu: Contactar amb tutoria, que us assessorarà i orientarà en l'elecció d'assignatures. Consultar a l'espai Tràmits del Campus Virtual la informació relativa a convalidacions, el detall dels preus de la matrícula, la sol·licitud de beques... Formalitzar una proposta de matrícula, que tutoria analitzarà perquè amb el seu suport et puguis matricular en línia. Requisits d'accés Abans de sol·licitar l'accés, comproveu que compliu els requisits necessaris per al programa al qual voleu accedir. Formulari d'accés Al formulari d'accés heu de registrar les vostres dades personals i el nivell d'estudis assolit. Documentació d'accés La documentació que necessites la trobareu detallada quan sol·liciteu l'accés i pugueu consultar a l'espai Tràmits del Campus. Haureu d'enviar aquesta documentació en el termini dels deu dies següents a la formalització de la matrícula. Campus Virtual Un cop sol·licitat l'accés, si no has estudiat abans a la UOC, rebràs un nom d'usuari i una contrasenya que et permetran accedir al Campus Virtual, on trobaràs tota la informació i els recursos que et poden ser necessaris. Tutoria Un cop al Campus Virtual, tindreu accés al suport permanent de tutoria que us assessorarà i orientarà en l'elecció d'assignatures, d'acord amb el bagatge acadèmic previ que teniu, els vostres interessos i el temps de què disposeu. Espai de tràmits El Campus Virtual disposa d'un espai de tràmits on podreu consultar i gestionar totes les qüestions de caràcter acadèmic, com ara matricular-vos, consultar les formes de pagament i descomptes disponibles, demanar una beca o convalidar els estudis anteriors. El Campus Virtual disposa d'un espai de tràmits on podreu fer una proposta de matrícula havent triat les assignatures que voleu cursar durant el semestre. Aquesta proposta serà analitzada per tutoria perquè us pugueu acabar matriculant amb el vostre assessorament. És un pas previ abans de formalitzar la matrícula. Un cop tutoria hagi validat la teva proposta de matrícula, podràs formalitzar-la dins del període estipulat, per a això hauràs de triar la forma de pagament que prefereixis entre les disponibles. En cas que puguis gaudir d'algun dels descomptes previstos al Decret de preus, hauràs de presentar la documentació corresponent seguint les indicacions del Campus Virtual. Recordeu que, un cop us hàgiu matriculat, tindreu deu dies per enviar la documentació d'accés. A partir de la formalització de la matrícula, disposes de catorze dies per exercir el teu dret de desistiment de matrícula . Quan et pots matricular? A la UOC et pots matricular en dos moments diferents de l'any. Trieu l'opció que millor s'adapti a les vostres necessitats. Consulta el termini de matriculació i l'inici de curs a la pàgina dels estudis que t'interessin cursar. Matriculació a partir de l' abril per començar el curs al setembre Matriculació a partir del novembre per començar el curs al febrer 104.500 graduats i graduades 90 % d'estudiants que estudien i treballen 84 % tornaria a escollir la UOC Descomptes Per facilitar la incorporació i l'assessorament a l'estudiantat, les matrícules efectuades fins al 12 de desembre tindran un descompte en concepte de matrícula anticipada del 20 % sobre els preus de \"Recursos per a l'aprenentatge\" i \"Serveis de suport a l'aprenentatge\". En una primera matrícula semestral estàndard, aquest descompte pot representar fins a un 8 % del preu total de la matrícula. Per tal de poder aplicar les exempcions i els descomptes a la teva matrícula, has de lliurar la documentació abans de matricular-te. En cas que no sigui possible, en el termini màxim de 15 dies naturals des del començament de la docència. L'estudiantat andorrà té dret a l'aplicació de les exempcions i les bonificacions en les mateixes condicions que l'estudiantat de l'Estat espanyol. L'estudiantat beneficiari del títol de família nombrosa reconegut per l'Estat espanyol té dret als descomptes següents, en funció de la categoria: Famílies nombroses de categoria especial: exempció total dels preus dels serveis acadèmics de caràcter docent (crèdits de la matrícula) i de la gestió de l'expedient del preu fixat pel Decret de preus de la Generalitat de Catalunya. Famílies nombroses de categoria general: bonificació del 50% dels serveis acadèmics de caràcter docent (crèdits de la matrícula) i de la gestió de l'expedient del preu fixat pel Decret de preus de la Generalitat de Catalunya. L'estudiantat beneficiari del títol de família nombrosa reconegut per la resta de països té dret als descomptes següents, en funció de la categoria: Famílies nombroses de categoria especial: descompte del 15 % sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a l'aprenentatge. Famílies nombroses de categoria general: descompte del 7,5 % sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a l'aprenentatge. L'estudiantat amb un grau de discapacitat igual o superior al 33 % reconegut per l'Estat espanyol té dret a l'exempció total dels preus dels serveis acadèmics de caràcter docent (crèdits de la matrícula) i de la gestió de l'expedient del preu fixat pel Decret de preus de la Generalitat de Catalunya. Els estudiants amb un grau de discapacitat equivalent reconegut per l'organisme competent de qualsevol altre país tenen dret a un descompte del 15 % sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a l'aprenentatge. En cas que la discapacitat sigui reconeguda retroactivament, pots presentar la documentació en el termini màxim de 15 dies naturals des del moment en què es reconegui oficialment. Igualment, segons el Decret 822/202 , de 28 de setembre, l'estudiantat que acrediti una discapacitat igual o superior al 33 % té una reserva d'un 5% de les places de grau i màster universitari. Si és el vostre cas i us voleu matricular d'un programa amb places limitades que ja s'han esgotat i no tenen un procés d'admissió, podeu consultar la disponibilitat d'aquestes places reservades mitjançant aquest enllaç . L'estudiantat (o els seus fills, filles o cònjuges) amb reconeixement com a víctimes d'actes terroristes per l'organisme competent a l'Estat espanyol té dret a l'exempció total dels preus dels serveis acadèmics de caràcter docent (crèdits de la matrícula) i de la gestió de l'expedient del preu fixat pel Decret de preus de la Generalitat de Catalunya. L'estudiantat (o els seus fills, filles o cònjuges) amb reconeixement com a víctimes d'actes terroristes per l'organisme competent a qualsevol altre país té dret a un descompte del 15 % sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a l'aprenentatge. L'estudiantat (i els seus fills o filles dependents) amb reconeixement com a víctimes de violència masclista a l'àmbit de la parella per l'organisme competent a l'Estat espanyol té dret a l'exempció total dels preus dels serveis acadèmics de caràcter docent (crèdits de la matrícula) i de la gestió de l'expedient del preu fixat pel Decret de preus de la Generalitat de Catalunya. L'estudiantat (i els seus fills o filles dependents) amb reconeixement com a víctimes de violència masclista a l'àmbit de la parella per l'organisme competent a qualsevol altre país té dret a un descompte del 15 % sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a l'aprenentatge. L'estudiantat de grau, màster universitari o doctorat víctimes de violència masclista fora de l'àmbit de la parella pot gaudir d'una exempció del pagament del preu dels serveis acadèmics de caràcter docent (els crèdits de matrícula) i de la taxa de gestió de l'expedient i la matrícula durant el curs 2023-2024. Només pots optar a aquesta exempció si resideixes o treballes a Catalunya. Els estudiants beneficiaris de l'ingrés mínim vital queden exempts del pagament del preu dels serveis acadèmics de caràcter docent (crèdits de matrícula) i de la taxa de gestió de l'expedient i la matrícula. L'estudiantat que hagi obtingut la convalidació, l'adaptació o el reconeixement de crèdits per raó d'estudis o activitats dutes a terme a qualsevol centre universitari té un descompte del 80 % del preu de crèdit. L'estudiantat amb matrícula d'honor o premi extraordinari al batxillerat o Cicle Formatiu de Grau Superior que es matriculi per cursar ensenyaments universitaris oficials en centres docents sostinguts amb fons públics té dret a l'exempció total del preu dels serveis acadèmics de caràcter docent durant el primer any acadèmic. El descompte per matrícula d'honor o premi extraordinari al batxillerat només es pot demanar la primera vegada que els estudiants es matriculin d'uns estudis universitaris. Els estudiants que formen part de la comunitat Alumni tenen dret a un descompte sobre els serveis de suport a l'aprenentatge i els recursos per a l'aprenentatge. Aquest descompte no és compatible amb els destinats a empreses. Beneficia't del que et sigui més profitós. UOC Alumni: 10 % de descompte Podeu gaudir d'aquest descompte si heu obtingut un títol oficial (de grau, llicenciatura, diplomatura, enginyeria o màster universitari) o un màster o postgrau propi a la UOC. Si us podeu acollir a aquest descompte, en el moment de fer la matrícula heu d'indicar un codi a l'apartat «Condicions». Podeu trobar els codis de descompte a la web d'Alumni. Si, a més de poder optar a aquest descompte, us matriculeu durant el període de matrícula anticipada, en primer lloc, s'aplicarà el descompte de matrícula anticipada, i sobre l'import resultant, l'altre descompte. La UOC ofereix descomptes a les empreses que hi participen i donen suport a la formació dels seus professionals, previ acord amb la UOC. Professionals amb vincles a tota empresa o institució que mantingui un acord de col·laboració amb la UOC es poden beneficiar d'avantatges i descomptes en el cost de les matrícules dels programes formatius del catàleg de la UOC. Aquests descomptes no són compatibles amb els destinats a UOC Alumni. Beneficia't del que et sigui més profitós. + Consulta les condicions dels descomptes per a empreses L'estudiantat considerat esportista de competició té dret a un descompte sobre l'import de la matrícula. + Consulta la informació del programa Beques Aquestes beques estan adreçades a persones que vulguin cursar titulacions oficials. Així, es garanteix la igualtat d'oportunitats per accedir a estudis superiors. Hi ha una àmplia oferta de beques per als estudiants de la UOC. La finalitat és posar a l'abast de tothom un gran futur professional. Beques del Ministeri d'Educació de l'Estat Espanyol : per a estudiants de nacionalitat espanyola que cursin titulacions oficials. Consulta les beques disponibles Increments Els estudiants que no superin una assignatura i es matriculen per segona vegada tenen un increment en el preu del crèdit. Aquest increment és el resultat de multiplicar per 1,2 el preu del crèdit públic. En cas de matricular-se per tercera vegada en una assignatura, cal multiplicar el preu del crèdit per 2,6. A partir de la quarta matrícula el preu de crèdit es multiplica per 3,6. Aquest recàrrec no s'aplica a les matrícules del grau de Traducció, interpretació i llengües aplicades (UOC-UVic). L'estudiantat de nacionalitat de fora de la Unió Europea, països amb règim comunitari o fora d'Andorra, que no tingui concedida la residència a l'Estat espanyol tindrà un increment del 45 % al preu final de la matrícula. Formes de pagament La UOC posa a la vostra disposició la possibilitat de fraccionar en quotes el pagament de la vostra matrícula. Amb aquesta opció, s'abona una quota inicial de l'import total de la matrícula mitjançant targeta en línia, i la resta es cobra per domiciliació bancària (residents a l'Estat espanyol) o domiciliació a targeta (residents fora del territori espanyol) a cinc quotes com a màxim en funció de la data de matriculació. Aquesta forma de pagament té un import per gestió de 31 euros i només és vàlida per a matrícules superiors a 350 euros . Per als nous estudiants de graus i màsters, la primera quota serà del 10 % de l'import. Dates aproximades del pagament de les quotes, en funció de la data de matrícula. Consulta la taula de fraccionaments. Primer Semestre 1r pagament 1a setmana de setembre 1a setmana d'octubre 1a setmana de novembre 1a setmana de desembre Amb targeta en el moment de fer la matrícula 2a quota 3a quota 4a quota 5a quota Les dates de pagament són aproximades. El nombre de quotes és determinat per la data de matriculació: a mesura que avança el període de matrícula, el nombre de quotes disminueix. Segon semestre 1r pagament 1a setmana de febrer 1a setmana de març 1a setmana d'abril 1a setmana de maig Amb targeta en el moment de fer la matrícula 2a quota 3a quota 4a quota 5a quota Les dates de pagament són aproximades. El nombre de quotes és determinat per la data de matriculació: a mesura que avança el període de matrícula, el nombre de quotes disminueix. Pagament amb una targeta de crèdit o de dèbit de qualsevol entitat financera mitjançant el TPVV (terminal de punt de venda virtual), al qual accedireu directament des del Campus en el moment en què us matriculeu. Els clients de Caixabank teniu la possibilitat de fraccionar en quotes el pagament de la matrícula (entre tres i set quotes segons la formalització). Durant el procés de matriculació s'enllaçarà amb el servei de Línia Oberta i es contractarà un préstec de cost zero (comissió per obertura 0 %, comissió d'estudi 0 %, comissió d'amortització 0 % i tipus d'interès 0 %). Aquesta forma de pagament només està disponible en els següents casos: Sou clients de Caixabank i teniu activat el servei de Línia Oberta. Teniu més de divuit anys, nacionalitat espanyola jo d'un altre país membre de la UE i residiu a l'Estat espanyol. L'import de cada quota supera els 30 euros. L'Agència de Gestió d'Ajuts Universitaris i de Recerca (AGAUR) ofereix un programa d'ajuts en format de crèdit per al pagament fraccionat per mensualitats de matrícula universitària. Podeu consultar les condicions i els terminis per a aquest curs al web de l'AGAUR . * Opció disponible per a segones matrícules i posteriors. La UOC posa a la vostra disposició la possibilitat de fraccionar en quotes el pagament de la vostra matrícula. Amb aquesta opció, s'abona una quota inicial de l'import total de la matrícula mitjançant targeta en línia, i la resta es cobra per domiciliació bancària (en cas de tenir compte bancari SEPA) o domiciliació a targeta (en cas de no tenir-ne compte bancari SEPA) en cinc quotes com a màxim en funció de la data de matriculació. Consulta aquí si la teva entitat bancària disposa de compte SEPA. Aquesta forma de pagament té un import per gestió de 31 euros i només és vàlida per a matrícules superiors a 350 euros. Per als nous estudiants de graus i màsters, la primera quota serà del 10 % de l'import. Dates aproximades del pagament de les quotes, en funció de la data de matrícula. Consulta la taula de fraccionaments. Primer Semestre 1r pagament 1a setmana de setembre 1a setmana d'octubre 1a setmana de novembre 1a setmana de desembre Amb targeta en el moment de fer la matrícula 2a quota 3a quota 4a quota 5a quota Les dates de pagament són aproximades. El nombre de quotes és determinat per la data de matriculació: a mesura que avança el període de matrícula, el nombre de quotes disminueix. Segon semestre 1r pagament 1a setmana de febrer 1a setmana de març 1a setmana d'abril 1a setmana de maig Amb targeta en el moment de fer la matrícula 2a quota 3a quota 4a quota 5a quota Les dates de pagament són aproximades. El nombre de quotes és determinat per la data de matriculació: a mesura que avança el període de matrícula, el nombre de quotes disminueix. Per als residents a Colòmbia interessats en aquesta forma de pagament i que no disposeu d'una targeta de crèdit, us informem que l'entitat Bancolòmbia ofereix la Targeta Virtual e-Prepagament . Per sol·licitar-la, cal que disposeu d'un compte d'estalvis o corrent en aquesta entitat. Pagament amb una targeta de crèdit o de dèbit de qualsevol entitat financera mitjançant el TPVV (terminal de punt de venda virtual), al qual accedireu directament des del Campus en el moment en què us matriculeu. L'estudiantat resident fora de l'Estat espanyol pot fer una transferència de l'import total de matrícula en euros. Les dades per fer efectiu el pagament de la matrícula són: Si feu la docència en català: Banc: Caixabank Adreça: Avda. Diagonal, 647 08028 Barcelona Espanya Swift: CAIX ÉS BB IBAN: ES02-2100-3648-98-2200022920 Si feu la docència en castellà: Bank: BANC SANTANDER CENTRAL HISPÀ Adress: Passeig de Gràcia, 5 08007 BARCELONA - SPAIN Swift: BSCHESMMXXX IBAN: ES98-0049-1806-9726-1188-9588 Un cop fet el pagament, caldrà enviar el comprovant. Objectius, perfils i competències Descobreix a qui va dirigit aquest programa i quines noves competències pots adquirir. Saber-ne més Preguntes freqüents Tens dubtes? Donem resposta a les teves preguntes sobre la nostra oferta formativa, el model d’aprenentatge o tràmits, entre altres temes. Consulta L'opinió dels nostres graduats Graduades i graduats de la UOC t'expliquen en primera persona com han viscut el procés d'aprenentatge amb nosaltres i com la nostra metodologia els ha permès compaginar feina, estudis i vida personal. Tenir una flexibilitat d'horaris absoluta em va permetre fer el màster Daniel Marchante Realment em trobo realitzada. Ara, quan parlo, sé del que parlo. Helena Guillén La UOC t'ofereix competències, perquè el que necessites és saber-te adaptar en cada moment Manel Vicenç Volia créixer professionalment. La UOC m'ha ofert no estancar-me Alba Camacho Des de que vaig acabar el grau, he tingut un desenvolupament a la meva empresa José Miguel González Programes relacionats Grau Disseny i Creació Digitals Veure tota la informació Selecciona fins a 3 programes per comparar Grau Administració i Direcció d'Empreses Veure tota la informació Selecciona fins a 3 programes per comparar Grau Economia Veure tota la informació Selecciona fins a 3 programes per comparar Grau Comunicació Veure tota la informació Selecciona fins a 3 programes per comparar Grau Disseny i Creació Digitals Veure tota la informació Selecciona fins a 3 programes per comparar Grau Administració i Direcció d'Empreses Veure tota la informació Selecciona fins a 3 programes per comparar Grau Economia Veure tota la informació Selecciona fins a 3 programes per comparar Grau Comunicació Veure tota la informació Selecciona fins a 3 programes per comparar"
}