{
  "url": "https://uoc.edu/portal/ca/25-anys/comunitat/index.html",
  "content": "Una comunitat connectada i compromesa La primera universitat online del món Una universitat global amb impacte social La UOC és recerca i innovació Referents en aprenentatge en línia de qualitat Reinventant el teu futur La UOC va començar l'activitat el curs 1995-1996, amb 206 estudiants de les titulacions oficials de Psicopedagogia i Empresarials. En aquest temps hem crescut, i actualment més de 200.000 persones formem part de la comunitat universitària de la UOC. Participa a Instagram! #25anysUOC Segueix-nos a Twitter #25anysUOC Les històries de la nostra comunitat Coneix la nostra comunitat Adoració Pérez: «El que sabíem és que no podíem crear una biblioteca similar a la presencial perquè tots els nostres usuaris seguien els cursos des de casa amb el seu ordinador» Primera directora de la Biblioteca de la UOC. Nadius digitals Hisham Al-Omeisy: «Vaig decidir adquirir les eines necessàries per ajudar a salvar la meva generació i la següent» Alumni. Màster en Conflicte, Pau i Seguretat Sense excuses Carmen Lucy Espinosa: «El turisme sostenible ha de ser una pràctica responsable i un estil de vida» Estudiant del màster universitari de Turisme Sostenible i TIC de la UOC i candidata al postgrau internacional de Patrimoni i Turisme de la UNESCO. Trencant barreres John Trujillo: «La UOC es va crear amb la idea conscient de fer les coses d'una altra manera» Professor col·laborador dels Estudis de Psicologia i Ciències de l'Educació. Aprenentatge en línia Les històries de la nostra comunitat Tony Bates: «La Universitat Oberta de Catalunya és una universitat excepcional. De fet, és única» Doctor honoris causa per la UOC 2005. Què diuen de nosaltres Fernando Álvarez: «Amb els avenços tecnològics, serà inevitable que passem la vida sense haver fet algun nivell educatiu en la virtualitat» Alumni del màster universitari d'Educació i TIC ( E-learning ), ha rebut la distinció cum laude per la seva tesi doctoral, elaborada en el marc del doctorat d'Educació i TIC ( E-learning ) a la UOC. Coneixement per transformar el món Carla Wieden: «L'avaluació contínua em permet més llibertat organitzativa i s'adapta més bé a les meves circumstàncies» Ballarina professional i estudiant del màster universitari de Gestió Cultural. Aprenentatge en línia Mohamed El Khamlichi El Bakkali: «Després de tenir una experiència tan bona en FP, la UOC sempre serà la meva primera opció per continuar-me formant» FP de Màrqueting i Publicitat de Jesuïtes Educació - UOC i estudiant del grau de Comunicació. Un tomb vital Entrevistes a estudiants, professorat col·laborador i tutors i tutores Coneix la xarxa Alumni Més entrevistes a persones vinculades a la Universitat Coneix la recerca i el personal investigador de la UOC"
}