{
  "url": "https://uoc.edu/portal/ca/25-anys/participa/dret-i-ciencia-politica/index.html",
  "content": "Celebrem-ho junts! 25 anys dels Estudis de Dret i Ciència Política Menú Escoltar Cronograma \"La UOC no és una universitat a distància, sinó sense distàncies\" Joaquim Bisbal , primer director dels Estudis Coneix-ne més detalls Fites principals Setembre 1996: comença el primer curs de la llicenciatura de Dret amb 115 estudiants. Febrer 1998: superem els 500 estudiants a Dret. Setembre 2000: llicenciatura de Dret en castellà amb 74 estudiants matriculats. Total de 1.378 estudiants matriculats (català i castellà). Octubre 2001: segon cicle de la llicenciatura de Ciències Polítiques i de l'Administració. Març 2005: I Congrés Internet, Dret i Política: The Changes in Law and Politics in the Information Society. Setembre 2008: nou grau de Dret amb 1.843 estudiants. Setembre 2010: grau de Criminologia amb 490 estudiants. Setembre 2017: grau de Relacions Internacionals. Setembre 2022: grau de Ciència Política i de l'Administració. Direcció 1996 : Joaquim Bisbal 2000 : Joan Prats 2002 : Pere Fabra 2008 : Agustí Cerrillo 2014 : Ana Maria Delgado 2018 : Raquel Xalabarder Xifres dels Estudis 21.274 estudiants 46 professors propis 1.117 professors col·laboradors 125 tutors 12 membres del personal de gestió 4 grups de recerca 1 revista científica 4 graus 1 doble titulació 8 màsters universitaris 2 doctorats \"Els resultats obtinguts fins avui han estat possibles gràcies al treball col·lectiu, el coneixement i la col·laboració d'un equip de professors i col·laboradors multidisciplinari i internacional al llarg d'aquests 25 anys, i, per descomptat, gràcies a la confiança i l'esforç dels nostres estudiants\" Raquel Xalabarder , directora dels Estudis Ho celebrem junts Els Estudis de Dret i Ciència Política commemoren els 25 anys El 22 de juny de 2022, els Estudis de Dret i Ciència Política de la UOC van celebrar el 25è. aniversari en un acte que va tenir lloc a la Fundació Joan Miró de Barcelona. Va ser una trobada festiva i commemorativa al qual va assistir el professorat, l'equip de gestió, el personal docent col·laborador, tutors i tutores i graduats i graduades. #25anysUOC Vés a Flickr"
}