{
  "url": "https://uoc.edu/ca/estudis/executive-education/mba-online",
  "content": "Presentació Pla d'estudis Professorat Sortides professionals Requisits d'accés Matrícula i preu Online i sense horari Propera inscripció: 24/04 Màster universitari Online de Direcció Executiva d'Empreses (MBA) (UOC: centre adscrit EADA) Presentació El màster universitari de Direcció Executiva d'Empreses (MBA Online) de UOC i EADA està enfocat a cobrir necessitats de les empreses i dels professionals en l'àmbit directiu. L'objectiu és preparar professionals perquè afrontin amb èxit el repte de progressar en la seva carrera professional i millorar les seves capacitats de lideratge i direcció, fet que aporta valor a l'organització on treballen. El màster universitari Direcció Executiva d'Empreses (MBA Online) de UOC i EADA disposa d'un pla de formació per perfeccionar les teves competències directives, preparant-te per liderar equips en un nou entorn professional amb els coneixements previs necessaris per afrontar amb solvència el repte del directiu actual i ampliant la teva seguretat en un món altament competitiu. Descarrega el programa (PDF) Titulació oficial El màster universitari de Direcció Executiva d'Empreses és una titulació que ha estat verificada pel Consell d'Universitats, i la seva implementació autoritzada per la Generalitat de Catalunya, segons el que marca la legislació vigent. Els títols universitaris oficials de la UOC tenen validesa en tot el territori espanyol, tenen efectes acadèmics plens i habiliten, si escau, per a la realització d'activitats professionals regulades, d'acord amb la normativa que en cada cas resulti aplicable. Aquests títols s'expedeixen juntament amb el suplement europeu al títol (SET), que facilita informació sobre els estudis cursats per l'estudiant, els resultats obtinguts, les capacitats professionals assolides i el nivell de la titulació en el sistema espanyol d'educació superior, amb la finalitat de facilitar-ne el reconeixement i promoure la mobilitat d'estudiants i titulats dins de l'espai europeu d'educació superior (EEES). La validesa en altres països dels títols universitaris oficials expedits per la UOC vindrà determinada en cada cas per les lleis d'educació de cada país. Titulació oficial El màster universitari de Direcció Executiva d'Empreses és una titulació que ha estat verificada pel Consell d'Universitats, i la seva implementació autoritzada per la Generalitat de Catalunya, segons el que marca la legislació vigent. Els títols universitaris oficials de la UOC tenen validesa en tot el territori espanyol, tenen efectes acadèmics plens i habiliten, si escau, per a la realització d'activitats professionals regulades, d'acord amb la normativa que en cada cas resulti aplicable. Aquests títols s'expedeixen juntament amb el suplement europeu al títol (SET), que facilita informació sobre els estudis cursats per l'estudiant, els resultats obtinguts, les capacitats professionals assolides i el nivell de la titulació en el sistema espanyol d'educació superior, amb la finalitat de facilitar-ne el reconeixement i promoure la mobilitat d'estudiants i titulats dins de l'espai europeu d'educació superior (EEES). La validesa en altres països dels títols universitaris oficials expedits per la UOC vindrà determinada en cada cas per les lleis d'educació de cada país. Consulta aquí els resultats acadèmics i de satisfacció de la titulació Consulta més detalls sobre: + Homologació + Legalització Inici 15 d’oct. 2025 100% Online 90 Crèdits ECTS Idiomes: Castellà Titulació oficial Metodologia 100% online 1a. universitat online del món Acompanyament personalitzat Entre les millors universitats La UOC se situa entre el 7 % de les millors universitats del món segons el World University Rankings 2024. Qualitat de la titulació La qualitat d'aquest programa està avalada per l' AQU (Agència per a la Qualitat del Sistema Universitari de Catalunya), la qual assegura el rigor i l'acompliment dels estàndards exigits a l' EEES . + Qualitat de la titulació Acreditació de qualitat AQU Agència per a la Qualitat del Sistema Universitari de Catalunya. Acreditación de calidad AMBA Association of MBAs Juntament amb: El tutor: guia i acompanyament individualitzat L'aula virtual: accedeix-hi des de qualsevol lloc, sense barreres físiques Màster universitari de Direcció Executiva d'Empreses (MBA) (UOC: centre adscrit EADA) Pla d'estudis 90 ECTS 78 ECTS Obligatòria 12 ECTS Treball final Assignatures Assignatures del programa Consulta els detalls de les assignatures que t'interessi cursar per adaptar els estudis al teu ritme, segons la disponibilitat i els requisits de matrícula de cada assignatura i el temps de dedicació pel qual hagis optat. Màster universitari de Direcció Executiva d'Empreses (MBA) (UOC: centre adscrit EADA) Professorat Direcció d'estudis Direcció de programa Professorat Direcció d'estudis Xavier Baraza Sànchez Doctor en Enginyeria Química, Máster en Química Experimental i enginyer químic industrial per la Universitat de Barcelona. Màster en Direcció i administració d'empreses (MBA) per l'Escola Europea de Negocis. Màster en Prevenció de Riscos Laborals per la Universitat Politècnica de Catalunya. Web Direcció de programa David Roman Coy Doctor en Mobile Marketing i Promocions. Director dels programas MBA y Executive Education a EADA Business School. CV Eva Rimbau Gilabert Doctora en Administració i Direcció d'Empreses per la Universitat de Barcelona. Llicenciada en Administració i Direcció d'Empreses per la Universitat de Barcelona. Les seves línies d'interès en la recerca són les formes de treball flexibles, el teletreball i el treball temporal; les relacions entre la digitalització, la direcció de persones i el benestar dels treballadors; i el comportament organitzacional i l'aprenentatge en línia. . Web CV Professorat Amal Elasri Ejjaberi Doctora en Empresa amb menció internacional. Màster de Recerca en Empresa, Finances i Assegurances. Llicenciada en Administració i Direcció d'Empreses. CV Ana Isabel Jimenez Zarco Doctora en Ciències Econòmiques i Empresarials per la Universitat de Castella-la Manxa (UCLM) i llicenciada en Administració i Direcció d'Empreses. Postgrau en Construcció de Models en Ecologia i Gestió de Recursos Naturals per la Universitat Politècnica de Catalunya. CV Anton-Giulio Manganelli Doctor en Economia CV Antonio Blanco Gracia Athina Sismanidou Kalfadimou Doctora en Administració i Direcció d'Empreses per la Universitat de Politècnica de Catalunya (UPC). MBA per Manchester Business School i llicenciada en Dret per la Universitat d'Atenes. Els interessos de recerca se centren en els models predictius de demanda en la indústria d'aviació, la valoració d'empreses i les finances sostenibles. Web CV Carles Brugarolas Manzaneque Doctor en Psicologia CV Carlos González Reyes Doctor del Programa Societat i Cultura, Màster en Direcció i Gestió de RH, Llicenciat en Publicitat i Relacions Públiques i Llicenciat en Història. Cristian Castillo Gutierrez Doctor cum laude en Administració i direcció d'empreses, Màster en Enginyeria d'organització industrial i enginyer tècnic en electrònica industrial per la Universitat Politècnica de Catalunya. Els seus interessos de recerca se centren en el terreny de les operacions logístiques i productives de les empreses així com en l'àmbit d'organització d'empreses, específicament sobre el canvi organitzacional. Web David Roman Coy Doctor en Mobile Marketing i Promocions. Director dels programas MBA y Executive Education a EADA Business School. CV Elisabet Ruiz Dotras Doctora en Ciències Econòmiques i Empresarials i llicenciada en Administració i Direcció d'Empreses. Llicenciada en Ciències Econòmiques i Empresarials per la Universitat Pompeu Fabra i Doctora en Ciències Econòmiques i Empresarials per la Universitat de Barcelona. La seva activitat docent ha estat vinculada sempre als mercats financers i les finances empresarials. Web CV Enric Serradell López El Dr. Enric Serradell López és economista i professor titular dels Estudis d'Economia i Empresa de la Universitat Oberta de Catalunya (UOC) i doctor en Direcció d'Empreses per la Universitat de Barcelona (UB). El seu treball combina activitats professionals i acadèmiques. Les seves línies de recerca principals són la direcció d'empreses, aprenentatge en línia ( e-learning ) i desenvolupament de competències, la resolució de problemes i innovació de productes i aplicacions TIC en la gestió, especialment en simuladors de negocis o business game . És director del grup de recerca MeL (Management & eLearning), l'objectiu del qual és analitzar i dissenyar entorns innovadors per a la presa de decisions, i la creació i el desenvolupament d'habilitats relacionades amb la presa de decisions personals i professionals. Les seves recerques s'han publicat en revistes acadèmiques i s'han presentat en congressos internacionals reconeguts. Web Eva Ortoll Espinet Doctora en Sistemes d'Informació i Documentació. Investigadora del grup en Gestió de la Informació i del Coneixement en Organitzacions (KIMO) de l'IN3. Llicenciada en Documentació. Diplomada en Biblioteconomia i Documentació. Professora dels Estudis de Ciències de la Informació i de la Comunicació a la UOC. Web CV Federica Foce Massa Saluzzo Doctorada en Direcció Estratègica CV Ferran Velasco Moreno Doctorat en ciències de la gestió CV Francisco Ponti Roca Doctor en Economia i Empresa CV Jorge Assens Serra Doctor en Dret, Economia i Empresa CV Josep Llados Masllorens Doctor en Ciències Econòmiques i Empresarials per la Universitat de Barcelona. Llicenciat en Ciències Econòmiques i Empresarials i diplomat del Postgrau en Economia i Gestió d'Hisendes Territorials per la Universitat de Barcelona. El seus interessos de recerca se centren en l'estudi de l'economia internacional, la geografia econòmica i els processos d'innovació empresarial. CV José Carlos Ramos Doctor en economia Web CV Julia Wolny Doctorat en Personalització de l'experiència del client digital CV Marcos Marín Coe-Archer Matthias Halfmann Doctor en Ciències de Telecomunicacions CV Mònica Cerdán Chiscano Doctora en Organització d'Empreses per la UPC (2009) i llicenciada en Investigació i Tècniques de Mercats per la UB (1999). Web Pere Suau Sanchez Doctor en Geografia per la Universitat Autònoma de Barcelona (UAB) i màster en Gestió Urbana per la Universitat Erasmus de Rotterdam (2005). Postgrau en Pràctica Acadèmica per la Universitat de Cranfield (2015). Col·laborador a la BBC, la CNN, Forbes i Radio Nacional de España, entre altres. Web CV Ramon González Cambray Enginyer d'Informàtica de Gestió. Llicenciat en Recerca i Tècniques de Mercat. Màster en Educació i TIC (e-learning). Professor dels estudis d'Economia i Empresa de la UOC. Director dels programes MBA i Executive Education de la UOC. CV Raquel Ferreras Garcia Doctora en Educació i TIC (e-learning) per la Universitat Oberta de Catalunya (UOC). Llicenciada en Administració i Direcció d'Empreses (ADE) per la Universitat de Barcelona. Ha realitzat diferents publicacions i comunicacions en congressos. Web CV Rita Difrancesco PhD i un Post-Doc en Supply Chain Management CV Silvia Rodríguez Donaire Doctora en Direcció i Gestió d'empreses per la UPC. Enginyera Superior de Telecomunicacions per la UPC. Màster en marketing digital i Gestió de projectes. Experta en models de negoci i roadmaps en el mercat d'espai. Autora de nombroses contribucions acadèmiques en Llibres, Articles i Capítols de Llibre i membre de diversos projectes de recerca. Web Verónica Devenin Vera PhD en Ciències i Tecnologies del Medi Ambient CV Xavier Sales Pardo Doctor en Organització d'Empreses CV Màster universitari de Direcció Executiva d'Empreses (MBA) (UOC: centre adscrit EADA) Sortides professionals Sortides professionals Objectius Perfils Competències Les sortides professionals dels participants en el màster universitari Global MBA UOC-EADA són molt àmplies. D'una banda, el coneixement de les àrees funcionals de les empreses els permet aconseguir llocs directius com a directors de departament o àrees de negoci en mitjanes o grans empreses. El coneixement estratègic de negoci els permet arribar a llocs de treball directius d'àrees de negoci específic o àrees comercials en empreses mitjanes o grans. D'altra banda, la integració de coneixements, juntament amb l'experiència prèvia en habilitats directives i la capacitat d'anàlisi crítica aconseguida i la comprensió de l'entorn estratègic i de negoci, permet a les empreses la direcció de projectes en empreses internacionals. Ocupabilitat L’ocupabilitat dels nostres estudiants és clau per a l'èxit de la UOC. Identifiquem les competències clau que el mercat laboral demana i les incloem en els plans d’estudis. També t’empoderem perquè siguis tu qui decideixi i gestioni la teva carrera professional a través de serveis d’orientació de carrera. Objectius Els objectius del màster universitari Global MBA són: Formar professionals que aportin valor i participin activament en l'èxit de la gestió i la direcció de les empreses i organitzacions, gràcies a una visió internacional, flexible, amb mentalitat innovadora. Potenciar el lideratge i les habilitats directives com el treball en equip, el treball en xarxa i les capacitats per localitzar i gestionar la informació més actualitzada. Abordar la visió de la gestió sota la premissa del compromís social amb l'entorn, promovent la presa de decisions ètica, responsable i inclusiva. Viure una experiència internacional i potenciar el networking . Un programa amb participants de múltiples nacionalitats, dues setmanes a Barcelona (Europa) i una setmana internacional a la Universitat Xinesa de Hong Kong (UCHK) que permeten conèixer i contrastar les capacitats en entorns globals. Oferir una experiència enriquidora que des del primer moment permeti al participant millorar, globalment, com a directiu, líder i ciutadà. Objectius Els objectius del màster universitari Global MBA són: Formar professionals que aportin valor i participin activament en l'èxit de la gestió i la direcció de les empreses i organitzacions, gràcies a una visió internacional, flexible, amb mentalitat innovadora. Potenciar el lideratge i les habilitats directives com el treball en equip, el treball en xarxa i les capacitats per localitzar i gestionar la informació més actualitzada. Abordar la visió de la gestió sota la premissa del compromís social amb l'entorn, promovent la presa de decisions ètica, responsable i inclusiva. Viure una experiència internacional i potenciar el networking . Un programa amb participants de múltiples nacionalitats, dues setmanes a Barcelona (Europa) i una setmana internacional a la Universitat Xinesa de Hong Kong (UCHK) que permeten conèixer i contrastar les capacitats en entorns globals. Oferir una experiència enriquidora que des del primer moment permeti al participant millorar, globalment, com a directiu, líder i ciutadà. Perfils El màster universitari Global MBA (MBA Online) de UOC i EADA s'adreça als professionals amb un mínim de tres anys d'experiència en càrrecs directius. Competències Dissenyar, organitzar i desenvolupar l'estratègia de l'empresa globalment i en cadascuna de les seves àrees funcionals, elements de valor i mercats. Analitzar, planificar i liderar projectes de desenvolupament personal, professional i organitzatiu. Integrar en l'organització persones de perfils professionals i cultures diverses. Analitzar, planificar i liderar projectes a partir dels elements de valor de l'empresa. Crear, integrar, contrastar i comunicar informació quantitativa i qualitativa per a la presa de decisions. Valorar, contrastar, definir i comunicar plans d'acció a partir d'informació incompleta i ambigua. Més de 30 anys d'experiència d'e-learning L'any 1995, la UOC es va convertir en la primera universitat online del món . 30 anys després, continuem sent pioners en e-learning. L' eLearning Innovation Center fa evolucionar el model d'aprenentatge per garantir una formació de qualitat, única, connectada i en xarxa. Rànquing Times Higher Education Som la sisena millor universitat de l'Estat espanyol, segons el Young University Ranking del Times Higher Education. Rànquing Rànquing de Shanghai Estem entre les 150 millors universitats del món en comunicació i les 200 en educació. Rànquing U-Multirank Excel·lim en transferència del coneixement, compromís regional i docència i aprenentatge. 30 anys de la UOC 30 anys impulsant el teu futur amb formació de qualitat Màster universitari de Direcció Executiva d'Empreses (MBA) (UOC: centre adscrit EADA) Requisits d'accés Requisits acadèmics Criteris d'admissió Per cursar el màster universitari Global MBA (MBA Online) de UOC i EADA és recomanable haver realitzat algun dels estudis que es detallen a continuació: Titulació universitària dins dels àmbits d'Economia i Empresa, Ciències o Enginyeria. També es podran acceptar altres titulacions afins o equivalents segons la valoració de la comissió de titulació. Amb l'objectiu de compensar les possibles deficiències formatives que hi pugui haver en cada cas, en funció de la titulació d'origen dels estudiants i de la seva experiència professional (mínim de tres anys), es recomanarà/requerirà als estudiants la realització de crèdits de formació compensatòria prèviament al màster o simultàniament. Per a més informació, sol·licita l'accés i contacta amb el teu tutor Criteris d'admissió El procés d'admissió es divideix en 2 passos 1. Registrar-te emplenant el formulari de “Sol·licitar informació” . Rebràs un email amb un link per a registrar-te en la nostra plataforma d'admissió. En aquesta podràs completar el formulari d'admissió i lliurar els documents necessaris: Còpia del títol universitari Expedient acadèmic 1 fotocòpia del passaport estranger o DNI espanyol 1 foto grandària carnet 2 cartes de recomanació Currículum 2. Realitzar una entrevista personal amb el Director del MBA. En cas que ho estimi oportú, el Director podrà requerir al candidat la realització d'un test en línia per a avaluar la seva capacitat de resposta lògica en alguns problemes i comprensió de l'àmbit dels negocis. Calendari del porcés d'admissió del programa: Criteris d'admissió El procés d'admissió es divideix en 2 passos 1. Registrar-te emplenant el formulari de “Sol·licitar informació” . Rebràs un email amb un link per a registrar-te en la nostra plataforma d'admissió. En aquesta podràs completar el formulari d'admissió i lliurar els documents necessaris: Còpia del títol universitari Expedient acadèmic 1 fotocòpia del passaport estranger o DNI espanyol 1 foto grandària carnet 2 cartes de recomanació Currículum 2. Realitzar una entrevista personal amb el Director del MBA. En cas que ho estimi oportú, el Director podrà requerir al candidat la realització d'un test en línia per a avaluar la seva capacitat de resposta lògica en alguns problemes i comprensió de l'àmbit dels negocis. Calendari del porcés d'admissió del programa: Ronda d'admissió Resolució Formalització de matricula 21 de Novembre de 2022 25 de Novembre de 2022 19 de Diciembre de 2022* 19 de Desembre de 2022 23 de Desembre de 2022 16 de Gener de 2023* 23 de Gener de 2023 27 de Gener de 2023 13 de Febrer de 2023* 20 de Febrer de 2023 24 de Febrer de 2023 13 de Març de 2023 20 de Març de 2023 24 de Març de 2023 17 d'Abril de 2023 24 d'Abril de 2023 30 d'Abril de 2023 8 de Maig de 2023 * Les persones candidates que estiguin admeses en les rondes d'admissió de novembre, desembre i gener, tindran aplicat el cost del programa de l'edició de 2022, sense aplicar-se l'actualització de preus de maig de 2023. Màster universitari de Direcció Executiva d'Empreses (MBA) (UOC: centre adscrit EADA) Matrícula i preu Preus Matrícula Preu 29.000 € Com matricular-se Aquests són els passos que has de seguir si vols començar uns estudis oficials a la UOC. Si ja has cursat estudis amb nosaltres i els vols continuar, t'has d'adreçar a l'espai Tràmits del Campus Virtual. Per a sol·licitar informació, els interessats ompliran un formulari amb les seves dades a www.eada.edu o en aquesta pàgina de la UOC. Els candidats al programa presentaran la seva sol·licitud d'admissió online a www.eada.edu . L'equip d'Admissions es posarà en contacte amb el candidat per mantenir una entrevista personal telefònica o mitjançant videoconferència. Finalitzat el procés d'entrevista i d'avaluació de les candidatures, els candidats rebran la comunicació respecte a la seva admissió. Els candidats seleccionats formalitzaran la matrícula a www.eada.edu mitjançant un formulari d'inscripció i l'aportació de la documentació sol·licitada. Objectius, perfils i competències Descobreix a qui va dirigit aquest programa i quines noves competències pots adquirir. Saber-ne més Preguntes freqüents Tens dubtes? Donem resposta a les teves preguntes sobre la nostra oferta formativa, el model d’aprenentatge o tràmits, entre altres temes. Consulta L'opinió dels nostres graduats Graduades i graduats de la UOC t'expliquen en primera persona com han viscut el procés d'aprenentatge amb nosaltres i com la nostra metodologia els ha permès compaginar feina, estudis i vida personal. Tenir una flexibilitat d'horaris absoluta em va permetre fer el màster Daniel Marchante Realment em trobo realitzada. Ara, quan parlo, sé del que parlo. Helena Guillén La UOC t'ofereix competències, perquè el que necessites és saber-te adaptar en cada moment Manel Vicenç Volia créixer professionalment. La UOC m'ha ofert no estancar-me Alba Camacho Des de que vaig acabar el grau, he tingut un desenvolupament a la meva empresa José Miguel González Programes relacionats Màster universitari Direcció d'Empreses Veure tota la informació Selecciona fins a 3 programes per comparar"
}