{
  "url": "https://uoc.edu/ca/estudis/graus/grau-humanitats.html",
  "content": "Presentació Pla d'estudis Reconeixement de crèdits Professorat Sortides professionals Requisits d'accés Matrícula i preu Online i sense horari Propera inscripció: 24/04 Grau Online d'Humanitats Presentació El grau online d'Humanitats de la UOC proporciona un coneixement extens i profund de la cultura humanística, que capacita els graduats per a la reflexió i la intervenció crítiques en l'entorn sociocultural i en qualsevol àmbit professional. Titulacions oficials UOC Estudis que et preparen per als teus reptes professionals. Facilitats de pagament Fracciona en quotes el teu grau. El grau d'Humanitats ofereix una formació interdisciplinària i transversal que aprofundeix en els vincles i estableix ponts entre els àmbits interdisciplinaris més representatius de les humanitats com són la història i l'art, la literatura, la filosofia, la cultura clàssica i les ciències socials i polítiques. Aquest grau introdueix l'estudiant en la tradició humanista i els seus discursos crítics i l'ajuda a comprendre el paper de la tecnologia en la definició de les nostres realitats. Així mateix, proporciona una bona formació humanística general i polivalent com a base per a accedir als perfils professionals de l'àmbit de la cultura en un sentit ampli. El graduat en Humanitats de la UOC és un professional innovador capaç d'aplicar l'esperit humanístic a altres perfils professionals fora de l'àmbit estrictament cultural. Descarrega't el fullet informatiu del grau d'Humanitats Titulació oficial El grau d'Humanitats de la UOC és una titulació que ha estat verificada pel Consell d'Universitats, i la Generalitat de Catalunya n'ha autoritzat la implantació, segons el que marca la legislació vigent. Els títols universitaris oficials de la UOC tenen validesa en tot el territori espanyol, tenen efectes acadèmics plens i habiliten, si escau, per a la realització d'activitats professionals regulades, d'acord amb la normativa que en cada cas resulti aplicable. Aquests títols s'expedeixen juntament amb el suplement europeu al títol (SET), que facilita informació sobre els estudis cursats per l'estudiant, els resultats obtinguts, les capacitats professionals assolides i el nivell de la titulació en el sistema espanyol d'educació superior, amb la finalitat de facilitar-ne el reconeixement i promoure la mobilitat d'estudiants i titulats dins de l'espai europeu d'educació superior (EEES). La validesa en altres països dels títols universitaris oficials expedits per la UOC vindrà determinada en cada cas per les lleis d'educació de cada país. Titulació oficial El grau d'Humanitats de la UOC és una titulació que ha estat verificada pel Consell d'Universitats, i la Generalitat de Catalunya n'ha autoritzat la implantació, segons el que marca la legislació vigent. Els títols universitaris oficials de la UOC tenen validesa en tot el territori espanyol, tenen efectes acadèmics plens i habiliten, si escau, per a la realització d'activitats professionals regulades, d'acord amb la normativa que en cada cas resulti aplicable. Aquests títols s'expedeixen juntament amb el suplement europeu al títol (SET), que facilita informació sobre els estudis cursats per l'estudiant, els resultats obtinguts, les capacitats professionals assolides i el nivell de la titulació en el sistema espanyol d'educació superior, amb la finalitat de facilitar-ne el reconeixement i promoure la mobilitat d'estudiants i titulats dins de l'espai europeu d'educació superior (EEES). La validesa en altres països dels títols universitaris oficials expedits per la UOC vindrà determinada en cada cas per les lleis d'educació de cada país. Consulta més detalls sobre: + Homologació + Legalització Inici 25 set. 2025 100% Online 240 Crèdits Idiomes: Català, Castellà Titulació oficial Metodologia 100% online 1a. universitat online del món Acompanyament personalitzat Entre les millors universitats La UOC se situa entre el 7 % de les millors universitats del món segons el World University Rankings 2024. Qualitat de la titulació La qualitat d'aquest programa està avalada per l' AQU (Agència per a la Qualitat del Sistema Universitari de Catalunya), la qual assegura el rigor i l'acompliment dels estàndards exigits a l' EEES . + Qualitat de la titulació Acreditació de qualitat AQU Agència per a la Qualitat del Sistema Universitari de Catalunya El tutor: guia i acompanyament individualitzat L'aula virtual: accedeix-hi des de qualsevol lloc, sense barreres físiques Grau d'Humanitats Pla d'estudis 240 ECTS 60 ECTS Bàsica 42 ECTS Optativa 126 ECTS Obligatòria 12 ECTS Treball final Assignatures Càrrega lectiva Treball final Durada Assignatures del programa Consulta els detalls de les assignatures que t'interessi cursar per adaptar els estudis al teu ritme, segons la disponibilitat i els requisits de matrícula de cada assignatura i el temps de dedicació pel qual hagis optat. Càrrega lectiva El grau d'Humanitats té un total de 240 crèdits amb una durada de quatre anys acadèmics distribuïts en semestres. La carrera universitària d'Humanitats ofereix un ampli ventall d'assignatures obligatòries i optatives de diferents àmbits de les ciències humanes i socials. Brinda l'aprofundiment en diferents disciplines i prioritza l'enfocament interdisciplinari. Igualment, proposa assignatures més temàtiques en diferents àrees com la literatura, el cinema o la música. Aquesta distribució d'assignatures facilita que l'estudiant disposi d'un criteri sòlid d'elecció, orientat cap a les seves preferències i aptituds personals. La flexibilitat de la normativa acadèmica de la UOC permet que cada estudiant pugui ajustar la durada i el ritme dels estudis a les seves possibilitats de dedicació i a la seva disponibilitat de temps. Treball final Els estudis d'Humanitats conclouen amb l'elaboració d'un treball final (TF) amb una càrrega docent de 6 crèdits ECTS. La dedicació de l'estudiant està determinada per l'equivalència de 25 hores de dedicació per cada crèdit. Prèviament al TF, l'estudiant haurà de cursar obligatòriament l'assignatura del Seminari de preparació per al TFG, de 6 crèdits ECTS, una assignatura de preparació per a l'elaboració del TF. Es tracta d'una assignatura de naturalesa eminentment pràctica, orientada a adquirir les competències bàsiques necessàries per a poder elaborar un TF de qualitat. Finalitat El TF del grau d'Humanitats consisteix en la realització d'un projecte individual de síntesi dels coneixements adquirits en altres assignatures del grau d'Humanitats. És una assignatura que l'estudiant ha de cursar per a finalitzar el programa i està orientada a l'avaluació de les competències associades al títol. Treball final Els estudis d'Humanitats conclouen amb l'elaboració d'un treball final (TF) amb una càrrega docent de 6 crèdits ECTS. La dedicació de l'estudiant està determinada per l'equivalència de 25 hores de dedicació per cada crèdit. Prèviament al TF, l'estudiant haurà de cursar obligatòriament l'assignatura del Seminari de preparació per al TFG, de 6 crèdits ECTS, una assignatura de preparació per a l'elaboració del TF. Es tracta d'una assignatura de naturalesa eminentment pràctica, orientada a adquirir les competències bàsiques necessàries per a poder elaborar un TF de qualitat. Finalitat El TF del grau d'Humanitats consisteix en la realització d'un projecte individual de síntesi dels coneixements adquirits en altres assignatures del grau d'Humanitats. És una assignatura que l'estudiant ha de cursar per a finalitzar el programa i està orientada a l'avaluació de les competències associades al títol. Al grau d'Humanitats s'ofereix la possibilitat de dur a terme un treball final en algun dels quatre àmbits establerts. L'estudiant haurà de triar l'àmbit de coneixement en el qual vol fer el seu treball de final de grau. El tutor acadèmic de la UOC té un paper clau en l'orientació, la informació i la gestió del procés de selecció dels treballs finals. Matrícula Per matricular el TF cal haver superat un número determinats de crèdits ECTS del programa (entre crèdits bàsics, obligatoris i optatius) i haver cursar obligatòriament l'assignatura del Seminari de preparació per al TFG (6 crèdits ECTS). Amb aquests requisits complerts, l'assignatura del TF apareixerà al potencial de matrícula de l'estudiant i podrà matricular-la. L'acompanyament d'un docent especialitzat El TF és un treball individual que es fa amb la tutorització i el guiatge del director del treball, que fa l'acompanyament necessari per tal que l'estudiant el pugui portar a terme amb èxit. El director del TF és l'encarregat d'orientar l'estudiant, fer el seguiment del projecte i l'assessorament en cadascun dels aspectes: conceptualització, fonamentació, metodologia, redacció dels resultats i defensa. El director, per tant, vetllarà pel progrés i la qualitat del TF. La defensa i avaluació El TF conclou amb una defensa pública en línia en l'espai de l'aula habilitat per aquesta finalitat, on l'estudiant ha de fer una exposició del treball davant d'una comissió d'avaluació. Aquesta comissió està formada per tres membres, que seran els responsables de l'avaluació: el consultor de l'aula (director del treball), el responsable de l'aula (professor responsable de l'assignatura) i el responsable dels TF del grau d'Humanitats (director de acadèmic del grau). Els tres plasmaran en un informe els comentaris i arguments de la nota final obtinguda per l'estudiant. La qualificació del treball final consta de dues parts: en primer lloc, la del projecte final realitzat (80%) y en segon lloc, de la defensa en línia del treball (20%). Per obtenir més informació sobre el TF podeu consultar el pla docent de l'assignatura que es troba a l'Estudia a la UOC i l'apartat Plans d'estudis del Campus. Els estudiants podran posar a disposició pública els seus TF a través del repositori obert de la Biblioteca de la UOC. Un cop a l'any, els Estudis d'Arts i Humanitats organitzen una jornada presencial, oberta a tothom, per a presentar una selecció dels millors TF de l'any acadèmic finalitzat. Durada El grau d'Humanitats té una durada mínima de quatre anys acadèmics distribuïts en vuit quadrimestres, amb una càrrega total de 240 crèdits ECTS. Tanmateix, la flexibilitat de la normativa acadèmica de la UOC permet que cada persona pugui ajustar la durada i el ritme dels estudis a les seves possibilitats de dedicació i a la seva disponibilitat de temps. D'aquesta manera, l'estudiant pot decidir cada quadrimestre les assignatures que vol cursar. Per a l' obtenció del títol es requereixen 240 crèdits ECTS , que es reparteixen segons les directrius del Ministeri d'Educació i Ciència. Grau d'Humanitats Reconeixement de crèdits Reconeixement de crèdits Avaluació d'estudis previs Convalidacions CFGS Reconeixement d'experiència professional Reconeixement de crèdits La UOC permet convalidar o adaptar els estudis que s'han cursat anteriorment i reconèixer assignatures o pràctiques d'acord amb l'experiència professional. El reconeixement de crèdits permet reduir el temps d'estudi. Per a qualsevol dubte, ompliu el formulari de sol·licitud d'informació i contactarem amb vosaltres. Avantatges de sol·licitar un reconeixement de crèdits. Les assignatures reconegudes per mitjà de l'avaluació d'estudis previs (AEP) o del reconeixement acadèmic de l'experiència professional (RAEP), no les heu de cursar en el vostre programa d'estudis. Els crèdits reconeguts, un cop s'han incorporat a la matrícula, es descompten del total de crèdits que cal cursar per a obtenir el títol. En el cas dels graus, la UOC pot reconèixer els crèdits de formació bàsica de la mateixa branca de coneixement o àmbit de coneixement, mentre els estudis aprovats siguin d'ensenyaments universitaris oficials (excepte en el cas del màster universitari) i pertanyin a la mateixa branca de coneixement o àmbit de coneixement que el grau de destinació. Reconeixement de crèdits La UOC permet convalidar o adaptar els estudis que s'han cursat anteriorment i reconèixer assignatures o pràctiques d'acord amb l'experiència professional. El reconeixement de crèdits permet reduir el temps d'estudi. Per a qualsevol dubte, ompliu el formulari de sol·licitud d'informació i contactarem amb vosaltres. Avantatges de sol·licitar un reconeixement de crèdits. Les assignatures reconegudes per mitjà de l'avaluació d'estudis previs (AEP) o del reconeixement acadèmic de l'experiència professional (RAEP), no les heu de cursar en el vostre programa d'estudis. Els crèdits reconeguts, un cop s'han incorporat a la matrícula, es descompten del total de crèdits que cal cursar per a obtenir el títol. En el cas dels graus, la UOC pot reconèixer els crèdits de formació bàsica de la mateixa branca de coneixement o àmbit de coneixement, mentre els estudis aprovats siguin d'ensenyaments universitaris oficials (excepte en el cas del màster universitari) i pertanyin a la mateixa branca de coneixement o àmbit de coneixement que el grau de destinació. Com es pot sol·licitar el reconeixement de crèdits El tràmit es pot fer cada semestre i el resultat es comunica abans que comenci la docència. La tramitació de la sol·licitud s'ha de fer des del Campus Virtual. L'estudiantat de nova incorporació han d'haver demanat prèviament la sol·licitud d'accés. Una vegada teniu accés al Campus Virtual, podeu consultar les taules d'equivalències amb moltes titulacions d'altres universitats, que mostren una simulació dels crèdits que podeu convalidar. Si no hi trobeu la taula d'equivalències pròpia dels vostres estudis realitzats, una comissió analitzarà la vostra sol·licitud de manera personalitzada. L'avaluació d'estudis previs i el reconeixement de l'experiència professional es poden demanar durant tota la vida acadèmica a la UOC, i sempre els podeu actualitzar si aporteu més estudis o una experiència professional nova. El resultat del reconeixement de crèdits el rebreu a la bústia personal i, en cas que no hi estigueu d'acord, disposareu d'un període de temps per a fer-hi al·legacions. Avaluació d'estudis previs L'avaluació d'estudis previs (AEP) és el tràmit que han de sol·licitar els estudiants que vulguin convalidar els estudis que han cursat en aquesta universitat o en qualsevol altra. Estudis i activitats que poden ser susceptibles de reconeixement de crèdits: Titulacions oficials. Titulacions pròpies cursades en universitats o centres d'ensenyament superior. Titulacions d'idiomes. Cicles formatius de grau superior. Activitats universitàries en cas que es cursi un grau. Per a saber-ne els detalls, ompliu el formulari d'accés i consulteu al tutor. Convalidacions CFGS Amb un cicle formatiu de grau superior podreu convalidar alguns crèdits dels graus online de la UOC. Consulta si el teu cicle formatiu és entre els que permeten aquesta convalidació i quants crèdits pots arribar a convalidar. Cicle formatiu de Grau Superior Crèdits convalidats Gestió Comercial i Màrqueting (LOGSE) 12 crèdits Administració de Sistemes informàtics en xarxa (LOGSE) 6 crèdits Administració i finances (LOGSE) 6 crèdits Projectes i direcció d'obres i decoració (LOGSE) 6 crèdits Informació i comercialització turístiques (LOGSE) 6 crèdits So (LOGSE) 6 crèdits Reconeixement acadèmic de l'experiència professional La UOC ofereix la possibilitat de reconèixer algunes assignatures o pràctiques en funció de l'experiència professional demostrada. Per aconseguir-ho cal sol·licitar el Reconeixement acadèmic de l'experiència professional (RAEP), un tràmit en què cal acreditar documentalment aquest bagatge professional. D'aquesta manera es poden convalidar fins al 15 % dels crèdits de la titulació. + Consulta les convalidacions RAEP Grau d'Humanitats Professorat Direcció dels Estudis d'Arts i Humanitats Direcció del programa Professorat Direcció dels Estudis d'Arts i Humanitats Anna Busquets Alemany Doctora en Història. Ha estat directora dels Estudis d'Àsia Oriental, directora adjunta del Virrectorat d'Ordenació Acadèmica (Universitat Oberta de Catalunya) La seva investigació se centra en les relacions entre Europa i la Xina durant els segles XVI i XVII, les anàlisis dels textos generats pels espanyols sobre la Xina i la seva relació amb els europeus de la mateixa època i la construcció de la imatge xinesa a partir de la informació proporcionada per aquests textos. Web CV Direcció del programa Agnès Vayreda Duran Doctora en Filologia. Directora del Grau d'Humanitats de la Universitat Oberta de Catalunya. És professora i tutora del Programa de Doctorat sobre la Societat de la Informació i el Coneixement (UOC) i professora del Programa de Doctorat de Psicologia Social de la Facultat de Psicologia (Universitat Autònoma de Barcelona). És investigadora del grup de recerca MEDUSA (Gèneres en transició: masculinitats, afectes, cossos i tecnociència). CV Professorat Adriana Nicolau Jiménez Doctora amb la tesi Feminismes al teatre català contemporani (2000-2019) (UOC). Imparteix docència al Grau en Llengua i Literatura Catalanes, entre d’altres, i ha estat Investigadora Postdoctoral Margarita Salas a la Universitat de Barcelona. La seva recerca s'ha centrat en els feminismes teatrals i literaris actuals. Investiga en el marc del LiCMES (UOC) i d'ADHUC (UB). Web Alba Colombo Vilarrasa Doctora en Ciències Socials. Directora del Màster de Gestió Cultural. És professora agregada i membre del grup de recerca IdentiCat. La seva recerca es centra en festivals i esdeveniments culturals, representacions identitàries i experiències comunitàries en el marc de situacions incertes, la gestió estratègica i la cultura com a motor de desenvolupament i cohesió social. Web CV Ana Rodríguez Granell Doctora en Història de l'Art per la Universitat de Barcelona. El seu àmbit de coneixement se centra en la història de l'art, la història de la cultura i la història del cinema. La seva expertesa gira entorn de temes vinculats amb els anys trenta, els feixismes i el moviment modern. És i ha estat membre de multitud de grups de recerca i projectes finançats d'I+D ihHa publicat nombrosos articles en revistes indexades com Visual Studies, Journal of Spanish Cultural Studies, Art, Individu i Societat, etc. Actualment, és membre del projecte de recerca finançat Regiocat. Web CV Anna Busquets Alemany Doctora en Història. Ha estat directora dels Estudis d'Àsia Oriental, directora adjunta del Virrectorat d'Ordenació Acadèmica (Universitat Oberta de Catalunya) La seva investigació se centra en les relacions entre Europa i la Xina durant els segles XVI i XVII, les anàlisis dels textos generats pels espanyols sobre la Xina i la seva relació amb els europeus de la mateixa època i la construcció de la imatge xinesa a partir de la informació proporcionada per aquests textos. Web CV Begonya Enguix Grau Doctora en Antropologia Social i Cultural (Universitat Rovira i Virgili). Dirigeix a la UOC el Grau d'Antropologia i Evolució Humana URV-UOC. Coordina el Grup de recerca consolidat MEDUSA. Participa al Grup de recerca sobre Antropologia del cos (ICA/IMF-CSIC). Les seves línies prioritàries de recerca són: gèneres, cossos, sexualitats, identitats, antropologia urbana i antropologia dels media. Web CV David Martínez Robles Doctor en Història per la Universitat Pompeu Fabra. Especialista en la història de la Xina moderna i contemporània i la història colonial a l'Àsia Oriental. Membre del grup de recerca ALTER. Crisis, Otherness and Representation de la Universitat Oberta de Catalunya. La seva recerca se centra en els factors i negociacions culturals que fonamenten l'imperialisme dels segles XIX i XX a Àsia i en la historiografia sobre la Xina moderna. Web CV Eduard Aibar Puentes Doctor en Filosofia per la Universitat de Barcelona. Membre del grup de recerca MUSSOL sobre filosofia per als reptes contemporanis. Investigador postdoctoral a la Maastricht University (Països Baixos), a la Universitat de Salamanca i professor a la Universitat de Barcelona. Especialista en estudis de ciència i tecnologia (STS). Web CV Elisenda Ardèvol Piera Doctora en Filosofia i lletres i Llicenciada en Història (Antropologia Social y Cultural) (UAB). Directora del grup de recerca Mediaccions. Visiting scholar en la Universitat de California del Sur i del RMIT (Austràlia). CV Francesc Núñez Mosteo Doctor en Sociologia per la Universitat Autònoma de Barcelona. Director del Màster d'Humanitats: art, literatura i cultura contemporània de la Universitat Oberta de Catalunya. Ha estat professor associat a la Universitat Autònoma de Barcelona i és professor convidat de la Facultat de Filosofia de la Salle Bonanova-Universitat Ramon Llull. La seva recerca se centra en la sociologia del coneixement i en la sociologia de les emocions (emocions, consum i tecnologia). Pertany al grup de recerca MEDUSA (Gèneres en transició. Masculinitats, afectes, cossos i tecnociència). Web CV Glòria Munilla Cabrillana Catedràtica de Patrimoni Històric i Arqueològic. Directora del Programa del Màster del Mediterrani Antic (Universitat Oberta de Catalunya – Universitat Autònoma de Barcelona – Universidad de Alcalá de Henares) Treballa en la docència i la investigació en Protohistòria i Arqueologia, Historiografia de l'Arqueologia, Docència, Elearning i TIC. Educació, Patrimoni i TIC, Patrimoni cultural i TIC, Patrimoni en conflicte al segle XX. La Guerra Civil espanyola i Interpretació, comunicació i difusió del patrimoni. CV Isaac González Balletbó Doctor en Sociologia per la Universitat Autònoma de Barcelona i, actualment, és sots-director dels Estudis d'Arts i Humanitats.. Ha treballat com a investigador i coordinador del grup de recerca en educació de l'Institut de Govern i Polítiques Públiques de la Universitat Autònoma de Barcelona i ha estat investigador al Consorci Institut de la Infància i del Món Urbà i del grup de recerca GIRCOM de la Universitat Oberta de Catalunya. Director del Grau de Sociologia de la Universitat Oberta de Catalunya. Especialitzat en l'estudi de les desigualtats en l'àmbit de l'educació i la cultura. CV Jaume Claret Miranda Doctor en Història (Universitat Pompeu Fabra), llicenciat en Ciències de la comunicació (Universitat Autònoma de Barcelona) i Humanitats (UPF). La seva recerca s'ha centrat en la història intel·lectual, cultural i política espanyola i catalana contemporànies. És IP del projecte de recerca: \"Regiocat. El regionalisme franquista des de Catalunya: pràctiques i discursos centrípets\". És membre del Consell Editorial de les revistes Rúbrica Contemporània i Recerques. Dirigeix el Màster d'Història del Món Contemporani. Web CV Marc Gil Garrusta Doctor en Història (Universitat de Barcelona). És especialista en història contemporània d'Espanya (franquisme i transició) i història del món actual (història internacional). Ha estat guardonat amb el Premi Crítica Serra d'Or de Recerca 2018 en la categoria Humanitats en reconeixement de la seva recerca \"Barcelona al servei del Nuevo Estado. Depuració de l'Ajuntament durant el primer franquisme\". És membre del Grup de Recerca i Anàlisi del Món Actual (GRANMA) de la Universitat de Barcelona. Web CV Marina Garcés Mascareñas Doctora en Filosofia per la Universitat de Barcelona (UB). Membre del claustre acadèmic del Programa d'Estudis Independents del MACBA. Directora de l' Aula Oberta de l'Institut d'Humanitats (CCCB) de Barcelona. Premi Ciutat de Barcelona d'Assaig 2018. Autora de nombroses obres (llibres i articles) sobre filosofia contemporània. Web CV Narcís Figueras Capdevila Llicenciat en Lletres (Filologia Clàssica) per la Universitat Autònoma de Barcelona. La seva activitat de recerca se centra en l'àmbit de la historiografia i de la sociabilitat erudita i en aspectes de patrimoni literari i la recerca local en la cultura catalana contemporània. És membre del grup de recerca Literatura catalana, món editorial i societat (LiCMES). Web CV Neus Rotger Cerdà Doctora en Teoria de la Literatura i Literatura Comparada per la Universitat Autònoma de Barcelona. Coordina la docència d’estudis literaris i comparatístics. És membre del Laboratori de Recerca en Estudis Literaris Globals (GlobaLS) i investigadora principal de la línia de recerca sobre novel·la. La seva investigació actual se centra en la teoria de la novel·la contemporània, la història literària comparada i els estudis literaris globals. Web CV Nicolás Barbieri Muttis Doctor en Ciència Política per la Universitat Autònoma de Barcelona. Llicenciat en Humanitats. La seva recerca es concentra en l’anàlisi de les polítiques i la gestió de la cultura, amb especial èmfasi en els drets culturals i les desigualtats en el seu exercici. Ha estat investigador convidat a diferents universitats (Montpellier, Nacional de Avellaneda i Nacional de Tres de Febrero). Ha rebut el premi a la innovació docent de l’Asociación Española de Ciencia Política pel projecte Radiòpolis. Web CV Ona Domènech Bagaria Doctora en Lingüística (Universitat Pompeu Fabra). Les seves línies de recerca són la neologia, la terminologia i els textos especialitzats. Té una àmplia experiència en el camp de l'assessorament lingüístic, com a correctora i traductora, i en la docència universitària de la traducció jurídica i la redacció especialitzada. CV Pau David Alsina Gonzalez Doctor en Filosofia per la Universitat de Barcelona. Director d'Artnodes, revista acadèmica d'art, ciència i tecnologia. El seu camp d'expertesa gira entorn la Cultura i tecnologies digitals; innovació en gestió i producció cultural y la interrelació d'arts, ciència, tecnologia i societat. Investigador dels grups consolidats reconeguts per l'AGAUR: Art, Arquitectura i Societat Digital (Universitat de Barcelona) i Mediaccions-ArtMatters (Univeritat Oberta de Catalunya) de cultura digital. CV Roger Martínez Sanmartí Doctor en Sociologia per la Universitat Autònoma de Barcelona. Ha estat Batista i Roca Fellow al Fitzwilliam College de la Universitat de Cambridge i Investigador Resident a l'Internet Interdisciplinary Institute de la Universitat Oberta de Catalunya. La seva recerca se centra en el lligam entre cultura i desigualtat, sobretot en els processos d’obertura i tancament relacional en els àmbits de l’educació, les cultures juvenils, la música i els gustos i consums culturals. Web CV Teresa Romeu Fontanillas Doctora en Societat de la Informació i el Coneixement per la Universitat Oberta de Catalunya (UOC). Coordina assignatures de Competències TIC als graus de la UOC, al Màster universitari d'Educació i TIC i al Postgrau de Lideratge i Direcció de centres educatius. Coordina la formació inicial del nou professorat que s'incorpora a la UOC. Investigadora del grup de recerca Edul@b de la UOC. EDEN Fellow per l’European Distance Education Network. Web CV Grau d'Humanitats Sortides professionals Sortides professionals Objectius Perfils Competències Sortides professionals Les sortides professionals relacionades amb el perfil de formació humanística s'orienten fonamentalment a espais laborals que demandin una comprensió global i crítica del món sociocultural, tant en l'Administració pública com en l'àmbit privat i en institucions i organitzacions dins i fora de l'àmbit estrictament cultural, com també en altres entorns professionals en els quals és important una formació humanística complementària per al desenvolupament de les tasques que s'hi duen a terme. Aquest grau també facilita l'adquisició de les competències necessàries per a treballar en docència i recerca en àmbits com la història, la filosofia, la literatura, les arts, el disseny , etc. Igualment, capacita per a treballar en diferents sectors professionals que tenen a veure amb els continguts: entreteniment, comunicació, crítica, creació, gestió i publicació de continguts a internet , etc. Ocupabilitat L’ocupabilitat dels nostres estudiants és clau per a l'èxit de la UOC. Identifiquem les competències clau que el mercat laboral demana i les incloem en els plans d’estudis. També t’empoderem perquè siguis tu qui decideixi i gestioni la teva carrera professional a través de serveis d’orientació de carrera. Objectius El grau d'Humanitats aspira a proporcionar als titulats una formació que els permeti, específicament, assolir els objectius següents: Valorar els fonaments de la seva pròpia tradició cultural. Reconèixer aquesta tradició cultural en tota la seva complexitat. Contrastar les perspectives de la pròpia tradició cultural amb la comprensió d'altres tradicions culturals en el present globalitzat. Adoptar una perspectiva interdisciplinària en l'aproximació a la cultura humanística que permeti comprendre la complexitat de qualsevol tradició cultural. Obtenir habilitats i destreses pròpies de les humanitats, com les competències analítiques, expressives i interpretatives. Aconseguir una comunicació acadèmica escrita de manera reflexiva i argumentativa. Perfils El perfil de formació en humanitats que proporciona als titulats és general i polivalent i els capacita per a exercir professionalment en diversos àmbits del món de la cultura en un sentit ampli. El grau d'Humanitats de la UOC prepara els estudiants en la tradició humanista i els seus discursos crítics i els ajuda a comprendre el paper de la tecnologia en la definició de les nostres realitats. El graduat en Humanitats de la UOC és un professional innovador capaç d'aplicar l'esperit humanístic a altres perfils professionals fora de l'àmbit estrictament sociocultural. Resultats d'aprenentatge Coneixements Comprendre la dimensió social i comunicativa del llenguatge així com el seu origen i introduir-se en la seva anàlisi i aplicació. Familiaritzar-se amb els conceptes i teoritzacions dels estudis literaris i la teoria de la literatura. Explorar els processos culturals i artístics en totes les seves manifestacions des d'una perspectiva humanística. Descriure aquells aspectes més destacats que defineixen la pròpia tradició històric-cultural. Exposar la diversitat dels processos de formació, reproducció i transformació de les societats complexes en un món global. Comprendre els diferents factors que causen el canvi en les societats humanes que generen l'inici o la fi dels processos històrics. Habilitats Avaluar de manera autònoma les informacions contingudes en textos, imatges i objectes en relació a els temes destacats d'índole cultural-artístic. Comprendre i produir textos orals i escrits en un context acadèmic i professional demostrant un nivell mínim B2 (Marc europeu comú de referència per a les llengües: Resultats d'aprenentatge Coneixements Comprendre la dimensió social i comunicativa del llenguatge així com el seu origen i introduir-se en la seva anàlisi i aplicació. Familiaritzar-se amb els conceptes i teoritzacions dels estudis literaris i la teoria de la literatura. Explorar els processos culturals i artístics en totes les seves manifestacions des d'una perspectiva humanística. Descriure aquells aspectes més destacats que defineixen la pròpia tradició històric-cultural. Exposar la diversitat dels processos de formació, reproducció i transformació de les societats complexes en un món global. Comprendre els diferents factors que causen el canvi en les societats humanes que generen l'inici o la fi dels processos històrics. Habilitats Avaluar de manera autònoma les informacions contingudes en textos, imatges i objectes en relació a els temes destacats d'índole cultural-artístic. Comprendre i produir textos orals i escrits en un context acadèmic i professional demostrant un nivell mínim B2 (Marc europeu comú de referència per a les llengües: MCERL ) d'una llengua estrangera (anglès, francès o alemany). Aplicar una perspectiva interdisciplinària en l'anàlisi dels temes, debats i fenòmens abordats. Posar en valor els debats i temes rellevants en l'àmbit cultural-artístic. Comentar, analitzar i interpretar processos polítics, socials i econòmics de la història des d'una perspectiva sincrònica i diacrònica. Identificar els temes i les discussions socials i culturals en relació a la identitat. Distingir els debats actuals en la ciències humanes i socials entorn de la igualtat i la diferència. Competències Desenvolupar i consolidar un punt de vista crític i independent en la pràctica acadèmica i professional del àmbit humanístic. Produir textos orals i escrits clars, precisos, estructurats, correctes i adequats en els diversos contextos acadèmics i/o professionals propis de l'especialitat. Aplicar aquelles habilitats d'aprenentatge necessàries per a emprendre estudis posteriors amb un alt grau d'autonomia. Ser capaç d'actuar de manera honesta, ètica, sostenible, socialment responsable i respectuosa amb els drets humans i la diversitat i la perspectiva de gènere, tant en la pràctica acadèmica com en la professional. Aplicar les tecnologies digitals en l'àmbit acadèmic i professional. Més de 30 anys d'experiència d'e-learning L'any 1995, la UOC es va convertir en la primera universitat online del món . 30 anys després, continuem sent pioners en e-learning. L' eLearning Innovation Center fa evolucionar el model d'aprenentatge per garantir una formació de qualitat, única, connectada i en xarxa. Rànquing Times Higher Education Som la sisena millor universitat de l'Estat espanyol, segons el Young University Ranking del Times Higher Education. Rànquing Rànquing de Shanghai Estem entre les 150 millors universitats del món en comunicació i les 200 en educació. Rànquing U-Multirank Excel·lim en transferència del coneixement, compromís regional i docència i aprenentatge. 30 anys de la UOC 30 anys impulsant el teu futur amb formació de qualitat Grau d'Humanitats Requisits d'accés Opcions d'accés Opcions d'accés Prova d'accés (PAU / Més grans de 25 anys / Més grans de 45 anys ). Vols presentar-te a les proves d'accés de més grans de 25 o 45 anys? Prepara't amb els nostres cursos online d'accés a la universitat . Formació professional (CFGS / FP2 / MP3) Títol universitari o assimilat Experiència laboral ( informació, dates i calendari d'accés per a més grans de 40 anys ) Requisits d'accés assolits a la Unió Europea o en un estat que hagi subscrit acords internacionals en règim de reciprocitat Estudis preuniversitaris: acreditació UNED per a l'accés Estudis universitaris (acabats o no): convalidació parcial d'uns estudis estrangers per uns estudis espanyols . Títol universitari amb l' equivalència de títol estranger o l'homologació ministerial a l'Estat espanyol Experiència laboral ( informació, dates i calendari d'accés per a més grans de 40 anys ) Estudis preuniversitaris: batxillerat homologat En el cas de Colòmbia, els estudiants que tinguin un batxillerat i el resultat, amb un resultat mínim de 200 punts de la Prova Saber 11 realitzada a partir del 2012, hauran d'accedir a la UOC mitjançant l' Acreditación UNED Asiss . Estudis universitaris (acabats o no): convalidació parcial d'uns estudis estrangers per uns estudis espanyols Títol universitari amb l' equivalència de títol estranger o l'homologació ministerial a l'Estat espanyol Experiència laboral ( informació, dates i calendari d'accés per a més grans de 40 anys ) Opcions vàlides per a accedir a estudis de grau oficial Amb essència 100% online, la UOC és una universitat que no té notes de tall per accedir als seus graus. Pots consultar la teva opció d'accés a la Universitat, segons d'on hagis obtingut els requisits d'accés. Per a més informació, sol·licita l'accés i contacta amb el teu tutor Grau d'Humanitats Matrícula i preu Preus Matrícula Descomptes Beques Increments Formes de pagament Preus *Preus vigents en el moment de formalitzar la matrícula. Subjectes a revisió anual. Concepte Preu Preu per crèdit 20,42 €/cr* Preu per crèdit eines i recursos per a l'aprenentatge 16,58 €/cr* Preu per crèdit d'assignatures convalidades 4,08 €/cr* Matrícula Flexible Sense un mínim d'assignatures Pagament fraccionat Sense interessos Aquests preus estan subjectes als descomptes (família nombrosa, discapacitats...) i increments (titulats universitaris a centres públics, estudiants amb nacionalitat de fora de la Unió Europea no residents a Espanya...) estipulats al Decret de preus. Per a més informació consulta els apartats \"Descomptes\" i \"Recàrrecs\". Omple el formulari lateral Vols més informació ? i els nostres assessors es posaran en contacte amb tu per oferir-te un pressupost a mida amb els descomptes, les bonificacions i les facilitats de pagament que et corresponguin, així com el detall de recàrrecs que puguin aplicar al teu cas. La UOC és una Universitat de servei públic que vol facilitar l'accés i seguiment dels estudis universitaris al màxim nombre de persones, per això no es requereix un nombre mínim de crèdits per matrícula. _____________ * Preus públics. La Generalitat de Catalunya fixa els preus públics dels crèdits i altres serveis acadèmics per a les universitats públiques de Catalunya i la UOC. Aquests preus estan subjectes als descomptes (família nombrosa, discapacitats...) i increments (titulats universitaris a centres públics, estudiants amb nacionalitat de fora de la Unió Europea no residents a Espanya...) estipulats al Decret de preus. Per a més informació consulta els apartats \"Descomptes\" i \"Recàrrecs\". Omple el formulari lateral Vols més informació ? i els nostres assessors es posaran en contacte amb tu per oferir-te un pressupost a mida amb els descomptes, les bonificacions i les facilitats de pagament que et corresponguin, així com el detall de recàrrecs que puguin aplicar al teu cas. La UOC és una Universitat de servei públic que vol facilitar l'accés i seguiment dels estudis universitaris al màxim nombre de persones, per això no es requereix un nombre mínim de crèdits per matrícula. _____________ * Preus públics. La Generalitat de Catalunya fixa els preus públics dels crèdits i altres serveis acadèmics per a les universitats públiques de Catalunya i la UOC. Pots consultar els preus aprovats per al curs 2024-2025 al Decret 113/2024 , de 18 de juny. ** El concepte d'Eines i recursos per a l'aprenentatge correspon als continguts i eines tecnològiques necessàries per a desenvolupar les activitats d'aprenentatge que la UOC posa a l'abast dels seus estudiants des de les aules i per mitjà de la Biblioteca i els entorns virtuals d'aprenentatge. Poden ser creats per la UOC o bé externs, de propietat aliena a la UOC amb adquisició prèvia o gestió de drets o llicències. Es prioritzen els recursos d'aprenentatge digitals, però alguns recursos de proveïdors aliens a la UOC només són en suport analògic. En aquest cas, estan sotmesos a un IVA del 4 %, associat a l'enviament, a diferència dels recursos digitals que n'estan exempts. Si, excepcionalment, cal enviar els recursos en suport físic, no hi ha cost afegit. *** El concepte de Serveis de suport a l'aprenentatge correspon al manteniment de tots els serveis indispensables per al desenvolupament de la docència, de les infraestructures físiques i tecnològiques i l'atenció personalitzada que la Universitat posa a disposició de l'estudiant al llarg del semestre (entorn virtual, proves d'avaluació, etc.). Preus per matrícula Gestió de la matrícula i de l'expedient 54,54 € * Serveis de suport a l'aprenentatge 114,97 € *** Assegurança escolar obligatòria (menors 28 anys residents estat espanyol) 1,12 € - Anual Facilitats econòmiques Descomptes per a matrícula anticipada Pagament fraccionat en quotes Beques, ajuts i descomptes Condicions especials per a empreses Suport a esportistes de competició Informa-te'n Procés de matrícula Aquests són els passos que cal seguir si vols començar uns estudis oficials a la UOC. Si ja heu cursat estudis amb nosaltres i voleu continuar-los, heu d'adreçar-vos a l'espai Tràmits del Campus Virtual. Sol·licitud d'accés La sol·licitud d'accés és un tràmit gratuït i sense compromís que us proporcionarà un nom d'usuari i una contrasenya que us permetran entrar al Campus Virtual de la UOC, des d'on podreu: Contactar amb tutoria, que us assessorarà i orientarà en l'elecció d'assignatures. Consultar a l'espai Tràmits del Campus Virtual la informació relativa a convalidacions, el detall dels preus de la matrícula, la sol·licitud de beques... Formalitzar una proposta de matrícula, que tutoria analitzarà perquè amb el seu suport et puguis matricular en línia. Requisits d'accés Abans de sol·licitar l'accés, comproveu que compliu els requisits necessaris per al programa al qual voleu accedir. Formulari d'accés Al formulari d'accés heu de registrar les vostres dades personals i el nivell d'estudis assolit. Documentació d'accés La documentació que necessites la trobareu detallada quan sol·liciteu l'accés i pugueu consultar a l'espai Tràmits del Campus. Haureu d'enviar aquesta documentació en el termini dels deu dies següents a la formalització de la matrícula. Campus Virtual Un cop sol·licitat l'accés, si no has estudiat abans a la UOC, rebràs un nom d'usuari i una contrasenya que et permetran accedir al Campus Virtual, on trobaràs tota la informació i els recursos que et poden ser necessaris. Tutoria Un cop al Campus Virtual, tindreu accés al suport permanent de tutoria que us assessorarà i orientarà en l'elecció d'assignatures, d'acord amb el bagatge acadèmic previ que teniu, els vostres interessos i el temps de què disposeu. Espai de tràmits El Campus Virtual disposa d'un espai de tràmits on podreu consultar i gestionar totes les qüestions de caràcter acadèmic, com ara matricular-vos, consultar les formes de pagament i descomptes disponibles, demanar una beca o convalidar els estudis anteriors. El Campus Virtual disposa d'un espai de tràmits on podreu fer una proposta de matrícula havent triat les assignatures que voleu cursar durant el semestre. Aquesta proposta serà analitzada per tutoria perquè us pugueu acabar matriculant amb el vostre assessorament. És un pas previ abans de formalitzar la matrícula. Un cop tutoria hagi validat la teva proposta de matrícula, podràs formalitzar-la dins del període estipulat, per a això hauràs de triar la forma de pagament que prefereixis entre les disponibles. En cas que puguis gaudir d'algun dels descomptes previstos al Decret de preus, hauràs de presentar la documentació corresponent seguint les indicacions del Campus Virtual. Recordeu que, un cop us hàgiu matriculat, tindreu deu dies per enviar la documentació d'accés. A partir de la formalització de la matrícula, disposes de catorze dies per exercir el teu dret de desistiment de matrícula . Quan et pots matricular? A la UOC et pots matricular en dos moments diferents de l'any. Trieu l'opció que millor s'adapti a les vostres necessitats. Consulta el termini de matriculació i l'inici de curs a la pàgina dels estudis que t'interessin cursar. Matriculació a partir de l' abril per començar el curs al setembre Matriculació a partir del novembre per començar el curs al febrer 104.500 graduats i graduades 90 % d'estudiants que estudien i treballen 84 % tornaria a escollir la UOC Descomptes Per facilitar la incorporació i l'assessorament a l'estudiantat, les matrícules efectuades fins al 12 de desembre tindran un descompte en concepte de matrícula anticipada del 20 % sobre els preus de \"Recursos per a l'aprenentatge\" i \"Serveis de suport a l'aprenentatge\". En una primera matrícula semestral estàndard, aquest descompte pot representar fins a un 8 % del preu total de la matrícula. Per tal de poder aplicar les exempcions i els descomptes a la teva matrícula, has de lliurar la documentació abans de matricular-te. En cas que no sigui possible, en el termini màxim de 15 dies naturals des del començament de la docència. L'estudiantat andorrà té dret a l'aplicació de les exempcions i les bonificacions en les mateixes condicions que l'estudiantat de l'Estat espanyol. L'estudiantat beneficiari del títol de família nombrosa reconegut per l'Estat espanyol té dret als descomptes següents, en funció de la categoria: Famílies nombroses de categoria especial: exempció total dels preus dels serveis acadèmics de caràcter docent (crèdits de la matrícula) i de la gestió de l'expedient del preu fixat pel Decret de preus de la Generalitat de Catalunya. Famílies nombroses de categoria general: bonificació del 50% dels serveis acadèmics de caràcter docent (crèdits de la matrícula) i de la gestió de l'expedient del preu fixat pel Decret de preus de la Generalitat de Catalunya. L'estudiantat beneficiari del títol de família nombrosa reconegut per la resta de països té dret als descomptes següents, en funció de la categoria: Famílies nombroses de categoria especial: descompte del 15 % sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a l'aprenentatge. Famílies nombroses de categoria general: descompte del 7,5 % sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a l'aprenentatge. L'estudiantat amb un grau de discapacitat igual o superior al 33 % reconegut per l'Estat espanyol té dret a l'exempció total dels preus dels serveis acadèmics de caràcter docent (crèdits de la matrícula) i de la gestió de l'expedient del preu fixat pel Decret de preus de la Generalitat de Catalunya. Els estudiants amb un grau de discapacitat equivalent reconegut per l'organisme competent de qualsevol altre país tenen dret a un descompte del 15 % sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a l'aprenentatge. En cas que la discapacitat sigui reconeguda retroactivament, pots presentar la documentació en el termini màxim de 15 dies naturals des del moment en què es reconegui oficialment. Igualment, segons el Decret 822/202 , de 28 de setembre, l'estudiantat que acrediti una discapacitat igual o superior al 33 % té una reserva d'un 5% de les places de grau i màster universitari. Si és el vostre cas i us voleu matricular d'un programa amb places limitades que ja s'han esgotat i no tenen un procés d'admissió, podeu consultar la disponibilitat d'aquestes places reservades mitjançant aquest enllaç . L'estudiantat (o els seus fills, filles o cònjuges) amb reconeixement com a víctimes d'actes terroristes per l'organisme competent a l'Estat espanyol té dret a l'exempció total dels preus dels serveis acadèmics de caràcter docent (crèdits de la matrícula) i de la gestió de l'expedient del preu fixat pel Decret de preus de la Generalitat de Catalunya. L'estudiantat (o els seus fills, filles o cònjuges) amb reconeixement com a víctimes d'actes terroristes per l'organisme competent a qualsevol altre país té dret a un descompte del 15 % sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a l'aprenentatge. L'estudiantat (i els seus fills o filles dependents) amb reconeixement com a víctimes de violència masclista a l'àmbit de la parella per l'organisme competent a l'Estat espanyol té dret a l'exempció total dels preus dels serveis acadèmics de caràcter docent (crèdits de la matrícula) i de la gestió de l'expedient del preu fixat pel Decret de preus de la Generalitat de Catalunya. L'estudiantat (i els seus fills o filles dependents) amb reconeixement com a víctimes de violència masclista a l'àmbit de la parella per l'organisme competent a qualsevol altre país té dret a un descompte del 15 % sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a l'aprenentatge. L'estudiantat de grau, màster universitari o doctorat víctimes de violència masclista fora de l'àmbit de la parella pot gaudir d'una exempció del pagament del preu dels serveis acadèmics de caràcter docent (els crèdits de matrícula) i de la taxa de gestió de l'expedient i la matrícula durant el curs 2023-2024. Només pots optar a aquesta exempció si resideixes o treballes a Catalunya. Els estudiants beneficiaris de l'ingrés mínim vital queden exempts del pagament del preu dels serveis acadèmics de caràcter docent (crèdits de matrícula) i de la taxa de gestió de l'expedient i la matrícula. L'estudiantat que hagi obtingut la convalidació, l'adaptació o el reconeixement de crèdits per raó d'estudis o activitats dutes a terme a qualsevol centre universitari té un descompte del 80 % del preu de crèdit. L'estudiantat amb matrícula d'honor o premi extraordinari al batxillerat o Cicle Formatiu de Grau Superior que es matriculi per cursar ensenyaments universitaris oficials en centres docents sostinguts amb fons públics té dret a l'exempció total del preu dels serveis acadèmics de caràcter docent durant el primer any acadèmic. El descompte per matrícula d'honor o premi extraordinari al batxillerat només es pot demanar la primera vegada que els estudiants es matriculin d'uns estudis universitaris. Els estudiants que formen part de la comunitat Alumni tenen dret a un descompte sobre els serveis de suport a l'aprenentatge i els recursos per a l'aprenentatge. Aquest descompte no és compatible amb els destinats a empreses. Beneficia't del que et sigui més profitós. UOC Alumni: 10 % de descompte Podeu gaudir d'aquest descompte si heu obtingut un títol oficial (de grau, llicenciatura, diplomatura, enginyeria o màster universitari) o un màster o postgrau propi a la UOC. Si us podeu acollir a aquest descompte, en el moment de fer la matrícula heu d'indicar un codi a l'apartat «Condicions». Podeu trobar els codis de descompte a la web d'Alumni. Si, a més de poder optar a aquest descompte, us matriculeu durant el període de matrícula anticipada, en primer lloc, s'aplicarà el descompte de matrícula anticipada, i sobre l'import resultant, l'altre descompte. La UOC ofereix descomptes a les empreses que hi participen i donen suport a la formació dels seus professionals, previ acord amb la UOC. Professionals amb vincles a tota empresa o institució que mantingui un acord de col·laboració amb la UOC es poden beneficiar d'avantatges i descomptes en el cost de les matrícules dels programes formatius del catàleg de la UOC. Aquests descomptes no són compatibles amb els destinats a UOC Alumni. Beneficia't del que et sigui més profitós. + Consulta les condicions dels descomptes per a empreses L'estudiantat considerat esportista de competició té dret a un descompte sobre l'import de la matrícula. + Consulta la informació del programa Beques Aquestes beques estan adreçades a persones que vulguin cursar titulacions oficials. Així, es garanteix la igualtat d'oportunitats per accedir a estudis superiors. Hi ha una àmplia oferta de beques per als estudiants de la UOC. La finalitat és posar a l'abast de tothom un gran futur professional. Beques del Ministeri d'Educació de l'Estat Espanyol : per a estudiants de nacionalitat espanyola que cursin titulacions oficials. Consulta les beques disponibles Increments Els estudiants que no superin una assignatura i es matriculen per segona vegada tenen un increment en el preu del crèdit. Aquest increment és el resultat de multiplicar per 1,2 el preu del crèdit públic. En cas de matricular-se per tercera vegada en una assignatura, cal multiplicar el preu del crèdit per 2,6. A partir de la quarta matrícula el preu de crèdit es multiplica per 3,6. Aquest recàrrec no s'aplica a les matrícules del grau de Traducció, interpretació i llengües aplicades (UOC-UVic). L'estudiantat de nacionalitat de fora de la Unió Europea, països amb règim comunitari o fora d'Andorra, que no tingui concedida la residència a l'Estat espanyol tindrà un increment del 45 % al preu final de la matrícula. Formes de pagament La UOC posa a la vostra disposició la possibilitat de fraccionar en quotes el pagament de la vostra matrícula. Amb aquesta opció, s'abona una quota inicial de l'import total de la matrícula mitjançant targeta en línia, i la resta es cobra per domiciliació bancària (residents a l'Estat espanyol) o domiciliació a targeta (residents fora del territori espanyol) a cinc quotes com a màxim en funció de la data de matriculació. Aquesta forma de pagament té un import per gestió de 31 euros i només és vàlida per a matrícules superiors a 350 euros . Per als nous estudiants de graus i màsters, la primera quota serà del 10 % de l'import. Dates aproximades del pagament de les quotes, en funció de la data de matrícula. Consulta la taula de fraccionaments. Primer Semestre 1r pagament 1a setmana de setembre 1a setmana d'octubre 1a setmana de novembre 1a setmana de desembre Amb targeta en el moment de fer la matrícula 2a quota 3a quota 4a quota 5a quota Les dates de pagament són aproximades. El nombre de quotes és determinat per la data de matriculació: a mesura que avança el període de matrícula, el nombre de quotes disminueix. Segon semestre 1r pagament 1a setmana de febrer 1a setmana de març 1a setmana d'abril 1a setmana de maig Amb targeta en el moment de fer la matrícula 2a quota 3a quota 4a quota 5a quota Les dates de pagament són aproximades. El nombre de quotes és determinat per la data de matriculació: a mesura que avança el període de matrícula, el nombre de quotes disminueix. Pagament amb una targeta de crèdit o de dèbit de qualsevol entitat financera mitjançant el TPVV (terminal de punt de venda virtual), al qual accedireu directament des del Campus en el moment en què us matriculeu. Els clients de Caixabank teniu la possibilitat de fraccionar en quotes el pagament de la matrícula (entre tres i set quotes segons la formalització). Durant el procés de matriculació s'enllaçarà amb el servei de Línia Oberta i es contractarà un préstec de cost zero (comissió per obertura 0 %, comissió d'estudi 0 %, comissió d'amortització 0 % i tipus d'interès 0 %). Aquesta forma de pagament només està disponible en els següents casos: Sou clients de Caixabank i teniu activat el servei de Línia Oberta. Teniu més de divuit anys, nacionalitat espanyola jo d'un altre país membre de la UE i residiu a l'Estat espanyol. L'import de cada quota supera els 30 euros. L'Agència de Gestió d'Ajuts Universitaris i de Recerca (AGAUR) ofereix un programa d'ajuts en format de crèdit per al pagament fraccionat per mensualitats de matrícula universitària. Podeu consultar les condicions i els terminis per a aquest curs al web de l'AGAUR . * Opció disponible per a segones matrícules i posteriors. La UOC posa a la vostra disposició la possibilitat de fraccionar en quotes el pagament de la vostra matrícula. Amb aquesta opció, s'abona una quota inicial de l'import total de la matrícula mitjançant targeta en línia, i la resta es cobra per domiciliació bancària (en cas de tenir compte bancari SEPA) o domiciliació a targeta (en cas de no tenir-ne compte bancari SEPA) en cinc quotes com a màxim en funció de la data de matriculació. Consulta aquí si la teva entitat bancària disposa de compte SEPA. Aquesta forma de pagament té un import per gestió de 31 euros i només és vàlida per a matrícules superiors a 350 euros. Per als nous estudiants de graus i màsters, la primera quota serà del 10 % de l'import. Dates aproximades del pagament de les quotes, en funció de la data de matrícula. Consulta la taula de fraccionaments. Primer Semestre 1r pagament 1a setmana de setembre 1a setmana d'octubre 1a setmana de novembre 1a setmana de desembre Amb targeta en el moment de fer la matrícula 2a quota 3a quota 4a quota 5a quota Les dates de pagament són aproximades. El nombre de quotes és determinat per la data de matriculació: a mesura que avança el període de matrícula, el nombre de quotes disminueix. Segon semestre 1r pagament 1a setmana de febrer 1a setmana de març 1a setmana d'abril 1a setmana de maig Amb targeta en el moment de fer la matrícula 2a quota 3a quota 4a quota 5a quota Les dates de pagament són aproximades. El nombre de quotes és determinat per la data de matriculació: a mesura que avança el període de matrícula, el nombre de quotes disminueix. Per als residents a Colòmbia interessats en aquesta forma de pagament i que no disposeu d'una targeta de crèdit, us informem que l'entitat Bancolòmbia ofereix la Targeta Virtual e-Prepagament . Per sol·licitar-la, cal que disposeu d'un compte d'estalvis o corrent en aquesta entitat. Pagament amb una targeta de crèdit o de dèbit de qualsevol entitat financera mitjançant el TPVV (terminal de punt de venda virtual), al qual accedireu directament des del Campus en el moment en què us matriculeu. L'estudiantat resident fora de l'Estat espanyol pot fer una transferència de l'import total de matrícula en euros. Les dades per fer efectiu el pagament de la matrícula són: Si feu la docència en català: Banc: Caixabank Adreça: Avda. Diagonal, 647 08028 Barcelona Espanya Swift: CAIX ÉS BB IBAN: ES02-2100-3648-98-2200022920 Si feu la docència en castellà: Bank: BANC SANTANDER CENTRAL HISPÀ Adress: Passeig de Gràcia, 5 08007 BARCELONA - SPAIN Swift: BSCHESMMXXX IBAN: ES98-0049-1806-9726-1188-9588 Un cop fet el pagament, caldrà enviar el comprovant. Objectius, perfils i competències Descobreix a qui va dirigit aquest programa i quines noves competències pots adquirir. Saber-ne més Preguntes freqüents Tens dubtes? Donem resposta a les teves preguntes sobre la nostra oferta formativa, el model d’aprenentatge o tràmits, entre altres temes. Consulta L'opinió dels nostres graduats Graduades i graduats de la UOC t'expliquen en primera persona com han viscut el procés d'aprenentatge amb nosaltres i com la nostra metodologia els ha permès compaginar feina, estudis i vida personal. Tenir una flexibilitat d'horaris absoluta em va permetre fer el màster Daniel Marchante Realment em trobo realitzada. Ara, quan parlo, sé del que parlo. Helena Guillén La UOC t'ofereix competències, perquè el que necessites és saber-te adaptar en cada moment Manel Vicenç Volia créixer professionalment. La UOC m'ha ofert no estancar-me Alba Camacho Des de que vaig acabar el grau, he tingut un desenvolupament a la meva empresa José Miguel González Programes relacionats Grau Psicologia Veure tota la informació Selecciona fins a 3 programes per comparar Grau Història, Geografia i Història de l'Art (interuniversitari: UOC, UdL) Veure tota la informació Selecciona fins a 3 programes per comparar Grau Antropologia i Evolució Humana (interuniversitari: URV, UOC) Veure tota la informació Selecciona fins a 3 programes per comparar Grau Arts Veure tota la informació Selecciona fins a 3 programes per comparar Grau Psicologia Veure tota la informació Selecciona fins a 3 programes per comparar Grau Història, Geografia i Història de l'Art (interuniversitari: UOC, UdL) Veure tota la informació Selecciona fins a 3 programes per comparar Grau Antropologia i Evolució Humana (interuniversitari: URV, UOC) Veure tota la informació Selecciona fins a 3 programes per comparar Grau Arts Veure tota la informació Selecciona fins a 3 programes per comparar"
}