{
  "url": "https://uoc.edu/ca/estudis/diplomes/diploma-especialitzacio-analisi-resolucio-mediacio-conflictes-socials-politics",
  "content": "Presentació Programa acadèmic Professorat Sortides professionals Requisits d'accés Matrícula i preu Online i sense horaris Propera matrícula: maig 2025 Diploma d'Especialització Online de Gestió i Solució de Conflictes Socials, Polítics, Comunitaris i Organitzacionals Presentació El Postgrau en Conflictes Socials, Polítics, Comunitaris i Organitzacionals, ofereix als qui vulguin dedicar-se i/o especialitzar-se en les àrees de solució de conflictes, alternatives a la judicial, els coneixements necessaris i les competèncias bàsiques per a aconseguir aquest objectiu. Formació permanent online Potencia la teva carrera professional Facilitats de pagament Fracciona en quotes la teva formació permanent. El Postgrau en Conflictes Socials, Polítics, Comunitaris i Organitzacionals aborda els diferents mètodes de gestió i solució de conflictes que existeixen, i la seva implementació en els àmbits social, polític i organitzacional. A més, aborda tècniques de prevenció i de seguretat en els conflictes i de justícia restaurativa Per a exercir com a mediador es requereix haver superat el Postgrau en Gestió i Solució de Conflictes Socials, Polítics i Organitzacionals i: Estar en possessió d'una titulació universitària oficial, estar col·legiat/da al col·legi professional corresponent o pertànyer a una associació de l'àmbit de la mediació, acreditada pel departament competent en matèria de dret civil, o prestar serveis com a mediador/a per a la Administració. (Art. 3.1 Llei 15/2009, del 22 de juliol, de mediació en l'Àmbit de l'dret privat. DOGC núm. 5432, de 30.7.2009). D'acord amb l'article 11.2 de la Llei 5/2012, de 6 de juliol, de mediació en assumptes civils i mercantils, el mediador ha d'estar en possessió de títol oficial universitari o de formació professional superior, i la realització d'un o diversos cursos específics impartits per institucions degudament acreditades tindran validesa per a l'exercici de l'activitat mediadora en qualsevol part del territori nacional \". El Postgrau en Conflictes Socials, Polítics, Comunitaris i Organitzacionals aborda els diferents mètodes de gestió i solució de conflictes que existeixen, i la seva implementació en els àmbits social, polític i organitzacional. A més, aborda tècniques de prevenció i de seguretat en els conflictes i de justícia restaurativa Per a exercir com a mediador es requereix haver superat el Postgrau en Gestió i Solució de Conflictes Socials, Polítics i Organitzacionals i: Estar en possessió d'una titulació universitària oficial, estar col·legiat/da al col·legi professional corresponent o pertànyer a una associació de l'àmbit de la mediació, acreditada pel departament competent en matèria de dret civil, o prestar serveis com a mediador/a per a la Administració. (Art. 3.1 Llei 15/2009, del 22 de juliol, de mediació en l'Àmbit de l'dret privat. DOGC núm. 5432, de 30.7.2009). D'acord amb l'article 11.2 de la Llei 5/2012, de 6 de juliol, de mediació en assumptes civils i mercantils, el mediador ha d'estar en possessió de títol oficial universitari o de formació professional superior, i la realització d'un o diversos cursos específics impartits per institucions degudament acreditades tindran validesa per a l'exercici de l'activitat mediadora en qualsevol part del territori nacional \". La condició de persona mediadora del Centre de Mediació de Dret Privat de Catalunya s'adquireix per la inscripció en el registre corresponent del mateix Centre. La UOC permet convalidar les assignatures del Màster de Conflictologia que està en extinció. Teniu més informació al respecte en aquesta Taula de convalidacions . La UOC et permet també convalidar les assignatures de l'Especialització en Mediació civil, mercantil i concursal. Tens la informació en aquesta Taula de convalidacions . Per a conèixer la nostra activitat acadèmica i docent més recent pots visitar-nos al blog dels Estudis de Dret i Ciència Política. Descarrega el programa (PDF) Màsters oberts Aquest programa et permet obtenir un màster obert. Amb els nostres màsters oberts dissenyes el teu propi programa en funció del teu interès i de les teves necessitats professionals. Inici 15 d’oct. 2025 100% Online 30 Crèdits ECTS Idiomes: Castellà Titulació pròpia Durada: El Postgrau en Gestió i Solució de Conflictes Socials, Polítics, Comunitaris i Organitzacionals està homologat pel Centre de Mediació de Dret Privat de Catalunya com a formació que habilita per accedir al registre de persones mediadores en els àmbits del dret privat. (Ref: 22/B2). Metodologia 100% online 1a. universitat online del món Acompanyament personalitzat Entre les millors universitats La UOC se situa entre el 7 % de les millors universitats del món segons el World University Rankings 2024. Titula't en #eltuquevolsser El campus virtual: accedeix-hi des de qualsevol lloc, sense barreres físiques Diploma d'Especialització de Gestió i Solució de Conflictes Socials, Polítics, Comunitaris i Organitzacionals Programa acadèmic Programa acadèmic Durada Itinerari acadèmic ANÀLISI DEL CONFLICTE I MÈTODES DE SOLUCIÓ (16 ECTS) (Homologació de la part general de la formació específica en matèria de mediació en l'àmbit del dret privat: Ref 22/B6) 1. Anàlisi del conflicte. (6 ECTS) 2. Comunicació i intervenció professional en el conflicte. (4 ECTS) 3. Negociació, mediació i altres mètodes de solució de conflictes (6 ECTS) CONFLICTES SOCIALS, POLÍTICS, COMUNITARIS I ORGANITZACIONALS. (12 ECTS) (Homologació en l'àmbit de dret privat de la formació específica en matèria de mediació en l'àmbit del dret privat: Ref 22/B6) 1. Conflictes socials i polítics. (4 ECTS) 2. Conflictes comunitaris i de les organitzacions. (4 ECTS) 3. Prevenció, seguretat i justícia restaurativa. (4 ECTS) TFP: Treball Final de Postgrau (2 ETCS) Durada A la UOC, un crèdit ECTS equival a 25 hores de treball de l'estudiant. Segons el nombre de crèdits ECTS, la durada dels programes de formació permanent oscil·la entre 1 mes i 2 anys, aproximadament: Màster de formació permanent: 2 anys Diploma d'especialització: 1 any Diploma d'expert: 1 semestre (6 mesos) Curs de postgrau: entre 1 i 6 mesos El Diploma d'Especialització de Gestió i Solució de Conflictes Socials, Polítics, Comunitaris i Organitzacionals forma part del següent itinerari acadèmic: Diploma d'Especialització: Gestió i Solució de Conflictes Socials, Polítics, Comunitaris i Organitzacionals Diploma d'Expert: Conflictes Socials, Polítics, Comunitaris i Organitzacionals El Diploma d'Especialització de Gestió i Solució de Conflictes Socials, Polítics, Comunitaris i Organitzacionals forma part del següent itinerari acadèmic: Màster de Formació Permanent: Gestió i Solució de Conflictes Diploma d'Especialització: Gestió i Solució de Conflictes Familiars i Educatius Diploma d'Especialització: Gestió i Solució de Conflictes Socials, Polítics, Comunitaris i Organitzacionals Diploma d'Especialització de Gestió i Solució de Conflictes Socials, Polítics, Comunitaris i Organitzacionals Professorat Direcció d'estudis Direcció de programa Professorat Col·laboradors Direcció d'estudis Ignasi Beltran de Heredia Ruiz Catedràtic de Dret del Treball i de la Seguretat Social. Actualment és Director dels Estudis de Dret i Ciència Política de la Universitat Oberta de Catalunya (UOC). Doctor en Dret per la Universitat Ramon Llull/ESADE, és llicenciat en Dret i Màster en Dret per la mateixa universitat. Ha publicat extensament en temes de la flexibilitat interna i externa del contracte de treball; els fenòmens de pluralitat empresarial; el risc de la tecnologia sobre els drets fonamentals i l'impacte de la robotització i la intel·ligència artificial en les relacions de treball; les institucions de protecció social; les relacions laborals del personal de l'Administració Pública; i també sobre la psicologia de la conducta i l'anàlisi econòmica del dret del treball. CV Direcció de programa Blanca Torrubia Chalmeta Doctora en Dret per la Universitat de Navarra (2000). Professora agregada de Dret mercantil a la Universitat Oberta de Catalunya des del 2011. Directora del Màster en Gestió i Solució de Conflictes de la UOC. Membre del Grup de recerca consolidat Fiscalitat, relacions laborals i empresa. Línies de recerca: propietat industrial, contractació mercantil i comerç electrònic, dret concursal, dret societari i dret dels UAS (Sistemes d'Aeronaus No Tripulades). CV Professorat Ana María Delgado García Doctora en Dret (Universitat de Barcelona, 1997). Catedràtica de Dret Financer i Tributari de la Universitat Oberta de Catalunya, des de juny de 2011. Directora del Màster Universitari de Fiscalitat de la Universitat Oberta de Catalunya, des de setembre de 2011 fins a l'actualitat. Directora del Grup de recerca consolidat \"Fiscalitat, relacions laborals i empresa\", reconegut per la Generalitat de Catalunya. CV David Martínez Zorrilla Doctor en Dret per la UPF. Professor Agregat dels Estudis de Dret i Ciència Política de la UOC. Director del programa de Doctorat en Dret, Política i Economia de la UOC. Membre del projecte de recerca MCI \"Los errores en la producción y en la aplicación del derecho\" (PID2020-114765GB-I00). Línies de recerca: conflictes normatius, dilemes morals, metodologia jurídica i incomparabilitat. CV Jordi Garcia Albero Llicenciat en Dret per la Universitat de Lleida i Suficiència investigadora (DEA). Professor de dret processal de la Universitat Oberta de Catalunya. Membre del grup de recerca consolidat “INTERDRET- Dret d'Internet (DDI) (2017 SGR 1711). Les seves principals línies d’investigació són les mesures d’investigació tecnològica en el procés penal i la prova electrònica. CV Xavier Pastor Pérez Col·laboradors Alexander Cardenas Mendez Ana Maria Vall Rius Antonio Limongi Corro Claudia Caicedo Celis Claudia Solanes Roca-Sastre Daniel Turon Cutrina David Pérez Fernández Eduard Carrera Fossas Elisabet Ferran Planas Francisco Javier Vadillo Olmo Gemma Pons Garcia Guillem Turro Ortega Javier Iscar de Hoyos Jordi Busquet Duran Jordi Casajoana Feliu Juan Jose Leiva Olivencia Magda Sole Galofre Maria Ines Suares Maria Luisa Escuer Vinue María Guadalupe Barajas López Miquel Izquierdo Molinero Monica Buscarons Gelaberto Mª Angeles López Cabarcos Pere Ortega Grasa Santiago Sanchez Tena Soraya Alonso Xavier Pastor Palacios Diploma d'Especialització de Gestió i Solució de Conflictes Socials, Polítics, Comunitaris i Organitzacionals Sortides professionals Objectius Perfils Competències A qui es dirigeix Objectius El Posgrau en Conflictes socials, polítics i organitzacionals busca dotar a l'estudiante de coneixements sobre els mètodes alternatius de solució de conflictes: negociació, mediació i arbitratge i de les habilitats necessàries per a la seva implementació en els àmbits del dret privat, social, polític i l' organitzacional a través de: Conèixer la teoria, les seves diferents aproximacions i el caràcter dels conflictes contemporanis. Adquirir les capacitats d'anàlisi i de planificació de l'acció en les intervencions pacífiques en conflictes, tant des de la perspectiva de la prevenció com de la intervenció durant el desenvolupament del conflicte. Aprendre tècniques i estratègies per a una intervenció intel·ligent i no violenta en situació de conflicte. Accedir a informació i coneixements per saber desenvolupar programes d'intervenció eficaços i saber gestionar la cerca de solucions específiques i positives. Poder dirigir i facilitar processos de resolució de conflictes: Objectius El Posgrau en Conflictes socials, polítics i organitzacionals busca dotar a l'estudiante de coneixements sobre els mètodes alternatius de solució de conflictes: negociació, mediació i arbitratge i de les habilitats necessàries per a la seva implementació en els àmbits del dret privat, social, polític i l' organitzacional a través de: Conèixer la teoria, les seves diferents aproximacions i el caràcter dels conflictes contemporanis. Adquirir les capacitats d'anàlisi i de planificació de l'acció en les intervencions pacífiques en conflictes, tant des de la perspectiva de la prevenció com de la intervenció durant el desenvolupament del conflicte. Aprendre tècniques i estratègies per a una intervenció intel·ligent i no violenta en situació de conflicte. Accedir a informació i coneixements per saber desenvolupar programes d'intervenció eficaços i saber gestionar la cerca de solucions específiques i positives. Poder dirigir i facilitar processos de resolució de conflictes: comunicació, negociació, mediació, facilitació. Transformar la manera de comunicar tant per prevenir com per apaivagar conflictes. Ocupabilitat L’ocupabilitat dels nostres estudiants és clau per a l'èxit de la UOC. Identifiquem les competències clau que el mercat laboral demana i les incloem en els plans d’estudis. També t’empoderem perquè siguis tu qui decideixi i gestioni la teva carrera. Perfils Adreçat, entre d'altres, a professionals dels àmbits del dret, la psicologia, la ciència política, la sociologia, l'economia, la pedagogia, l'educació social, el treball social, el medi ambient, el periodisme, l'arquitectura, la publicitat, l'administració de finques i comunitats de propietaris, l'activitat física i la gestió de clubs esportius, etc. A persones que volen promoure la seva carrera professional, acadèmica i investigadora aprofundint en la resolució de conflictes en general i específicament en els familiars, educatius, polítics, socials, esportius i de la seguretat. Competències Que l'estudiant aprengui/adquireixi: - La cultura de pau en l'abordatge de qualsevol conflicte. - El respecte a la diversitat humana. - El comportament ètic en la intervenció professional. - Habilitats comunicatives per a treballar amb persones i grups. - Habilitats per a treballar en entorns interdisciplinaris i interculturals. - Habilitats per a analitzar i avaluar un conflicte i optar pel mètode més adequat per a la seva resolució. - Habilitats per a gestionar i resoldre conflictes específics en l'àmbit del dret privat (civils i mercantils), familiar, educatiu i comunitari. A qui es dirigeix Qualsevol persona amb responsabilitats i interès a resoldre conflictes Assessors, executius, directius, advocats de tots els sectors Funcionaris i directius d'institucions siguin públiques o privades Directius i empleats d'ONG empreses i altres institucions que treballen amb conflictes socials, de desigualtat, d'exclusió, de vulnerabilitat, de desenvolupament comunitari, etc. Polítics i sindicats Militars i policies Professors Professionals de l'activitat física Directius i gestors de clubs esportius Més de 30 anys d'experiència d'e-learning L'any 1995, la UOC es va convertir en la primera universitat online del món . 30 anys després, continuem sent pioners en e-learning. L' eLearning Innovation Center fa evolucionar el model d'aprenentatge per garantir una formació de qualitat, única, connectada i en xarxa. Rànquing Times Higher Education Som la sisena millor universitat de l'Estat espanyol, segons el Young University Ranking del Times Higher Education. Rànquing Rànquing de Shanghai Estem entre les 150 millors universitats del món en comunicació i les 200 en educació. Rànquing U-Multirank Excel·lim en transferència del coneixement, compromís regional i docència i aprenentatge. 30 anys de la UOC 30 anys impulsant el teu futur amb formació de qualitat Diploma d'Especialització de Gestió i Solució de Conflictes Socials, Polítics, Comunitaris i Organitzacionals Requisits d'accés Titulació d'accés Coneixements previs Titulació Titulació d'accés Per cursar el programa cal tenir una titulació universitària oficial prèvia. En cas de no tenir-ne, es pot accedir al programa acreditant experiència professional . Consulta la informació i la documentació que has de lliurar en funció d'on hagis cursat els estudis: He cursat estudis oficials universitaris a l'Estat espanyol. He cursat estudis oficials universitaris en un país de la Unió Europea. He cursat estudis universitaris oficials a Llatinoamèrica o altres països de fora de la Unió Europea. Documentació Hauràs de lliurar la documentació que acrediti la teva titulació o la teva experiència professional durant els 10 dies posteriors a la formalització de la matrícula. Consulta quina documentació és necessària en cada cas i com i on l'has de presentar. Coneixements previs No es requereixen coneixements previs. Titulació Els estudiants que acabin els seus estudis de formació permanent obtindran, en funció del programa cursat, el títol de màster de formació permanent, el diploma d'especialització o el diploma d'expert. Els estudiants que superin altres cursos de formació contínua rebran el certificat corresponent. Diploma d'Especialització de Gestió i Solució de Conflictes Socials, Polítics, Comunitaris i Organitzacionals Matrícula i preu Procés de matricula i preu Formes de pagament Descomptes Procés de matrícula Aquests són els passos que cal seguir si vols començar uns estudis a la UOC. Si ja heu cursat estudis amb nosaltres i voleu continuar-los, heu d'adreçar-vos a l'espai Tràmits del Campus Virtual. Omple el formulari de matrícula que trobaràs a totes les pàgines del programa. Després de registrar les teves dades personals, se't proporcionarà un nom d'usuari i triaràs la teva clau d'accés al campus. A continuació accediràs a la secció de les dades econòmiques, on escolliràs la forma de pagament i podràs demanar una factura, si la necessites. Un cop t'hagis matriculat, rebràs dos missatges a la bústia de correu que hagis indicat. Un primer missatge és la confirmació de la formalització de la teva matrícula. En un segon missatge, et recordarem el nom d'usuari i la clau que has triat, i que et permetran accedir al campus virtual. A partir de la formalització de la matrícula, disposes de catorze dies per a exercir el teu dret de desistiment de matrícula . Quan et pots matricular? Hi ha dos moments a l'any per a la matrícula dels programes de formació permanent, depenent de l'inici de la docència del programa en qüestió. Consulta el termini de matriculació i l'inici de curs a la pàgina dels estudis que t'interessin cursar. Matriculació a partir del maig per als programes que inicien docència al setembre o octubre Matriculació a partir del novembre per als programes que inicien docència al febrer o març El preu d'aquest programa serà el vigent en el moment de formalitzar la matrícula. Subjecte a revisió anual. Consulta l'apartat Formes de pagament. En matricular-te, podràs escollir la modalitat que més et convingui. Concepte Preu Preu del curs 3.330 € Facilitats econòmiques Descomptes per a matrícula anticipada Pagament fraccionat en quotes Beques, ajuts i descomptes Condicions especials per a empreses Suport a esportistes de competició Informa-te'n 104.500 graduats i graduades 90 % d'estudiants que estudien i treballen 84 % tornaria a escollir la UOC Per als nous estudiants de Formació permanent, la primera quota serà del 10% de l'import. Màster de formació permanent : la primera quota s'haurà d'abonar amb TPV, en el moment de formalitzar la matrícula, i la resta en un màxim de 20 quotes mensuals a partir del mes d'inici de docència, per domiciliació bancària. En cas de matricular un màster amb un import superior a 5.000 euros, la primera quota s'haurà d'abonar per domiciliació bancària. Diploma d'especialització : la primera quota s'haurà d'abonar amb TPV, en el moment de formalitzar la matrícula, i la resta en un màxim de 9 quotes mensuals a partir del mes d'inici de docència, per domiciliació bancària. Diploma d'expert i curs de postgrau : per a imports superiors a 350 euros la primera quota s'haurà d'abonar amb TPV, en el moment de formalitzar la matrícula, i la resta en un màxim de 4 quotes, per domiciliació bancària. El pagament fraccionat té un import de 31 euros per gestió. El pagament de la matrícula es realitza en una única vegada, mitjançant domiciliació bancària. En triar aquest sistema de pagament, haureu d'introduir les dades bancàries en el formulari de matrícula. El càrrec corresponent a l'import de la matrícula s'efectuarà al mes següent. En el cas de les especialitzacions el pagament al comptat es realitza mitjançant TPV. Consulta les condicions de finançament existents: BBVA CaixaBank Préstec Aplazo (Santander) Per als nous estudiants de Formació permanent, la primera quota serà del 10% de l'import. Màster de formació permanent : la forma de pagament per poder fraccionar la matrícula és la domiciliació bancària (en cas de disposar d'un compte SEPA) o la domiciliació targeta (en cas de no disposar d'un compte SEPA). La primera quota s'haurà d'abonar en el moment de formalitzar la matrícula i la resta en un màxim de 20 quotes mensuals a partir del mes d'inici de docència. Diploma d'especialització : la forma de pagament per poder fraccionar la matrícula és la domiciliació bancària (en cas de disposar d'un compte SEPA) o la domiciliació targeta (en cas de no disposar d'un compte SEPA). La primera quota s'haurà d'abonar en el moment de formalitzar la matrícula i la resta en un màxim de 9 quotes mensuals a partir del mes d'inici de docència. Diploma d'expert i curs de postgrau : per a imports superiors a 350 euros la primera quota s'haurà d'abonar amb TPV, en el moment de formalitzar la matrícula, i la resta en un màxim de 4 quotes, per domiciliació bancària (en cas de disposar d'un compte SEPA) o per domiciliació targeta (en cas de no disposar d'un compte SEPA). Consulta aquí si la teva entitat bancària disposa de compte SEPA. El pagament fraccionat té un import de 31 euros per gestió. El pagament de la matrícula es realitza en una única vegada, mitjançant domiciliació targeta o transferència bancària. Si tries el pagament per domiciliació targeta, hauràs d'indicar les dades de la targeta a la qual cal carregar l'import durant el procés de matrícula. Recorda que les targetes acceptades són VISA, Visa Electron i Mastercard (no es pot fer el pagament amb American Express ni Dinners Club). El càrrec corresponent a la matrícula del curs es farà al mes següent. Si es tria pagar els estudis amb targeta, tingueu en compte que s'aplicaran les condicions econòmiques que hagis pactat amb la teva entitat bancària. És important que el límit de la targeta sigui superior a l'import de la matrícula per evitar que els rebuts es retornin. En cas de disposar d'un compte bancari SEPA es pot realitzar el pagament mitjançant domiciliació bancària. Per triar aquest sistema de pagament, haureu d'introduir les dades bancàries al formulari de matrícula. El càrrec corresponent a la matrícula del curs s'efectuarà al mes següent. Si tries el pagament per transferència bancària, el comprovant s'haurà d'enviar escanejat des de l'apartat del Campus: Secretaria / Matriculació / Formes de pagament. El termini per realitzar el pagament és de deu dies des de la data de formalització i sempre abans del començament de la docència. Podràs realitzar la transferència amb les dades que apareixen en el full de matrícula: Banco Santander Central Hispano Passeig de Gràcia, 5. 08007 Barcelona. Spain Número c/c: 0049-1806-91-2111869374 Swift Code: BSCH ES MM IBAN: ES15-0049-1806-9121-1186-9374 Les empreses poden realitzar el pagament únicament mitjançant transferència bancària. No podran realitzar el pagament de manera fraccionada. Durant el procés de la matrícula es podrà triar la forma de pagament per a empresa al desplegable corresponent. El comprovant de la transferència s'haurà d'enviar escanejat des de l'apartat del Campus: Secretaria / Matriculació / Formes de pagament. Aquestes són les dades necessàries per a efectuar la transferència: Banco Santander Central Hispano Passeig de Gràcia, 5. 08007 Barcelona. Spain Número c/c: 0049-1806-91-2111869374 Swift Code: BSCH ES MM IBAN: ES15-0049-1806-9121-1186-9374 Important: si l'empresa paga un tant per cent i l'estudiant l'altre tant per cent, la part de l'empresa s'haurà de pagar per transferència bancària i la part de l'estudiant amb la forma de pagament disponible que prefereixi (transferència, domiciliació o targeta de crèdit). Descomptes La UOC ofereix una sèrie de descomptes. Si et pots acollir a un, caldrà que en el moment de fer la matrícula el triïs al desplegable de l'apartat Descomptes. En cas que et puguis acollir a més d'un, hauràs d'escollir el que et sigui més beneficiós. En cas d'aplicar-te un d'aquests descomptes, en el moment de fer la matrícula hauràs d'acreditar la condició de beneficiari presentant la documentació corresponent en el termini de deu dies naturals. Els estudiants beneficiaris del títol de família nombrosa reconeguda per l'Estat espanyol o per l'organisme competent en la resta de països, tenen dret als següents descomptes, en funció de la categoria: Famílies nombroses de categoria especial: descompte del 15%. Famílies nombroses de categoria general: descompte del 7,5%. Els estudiants amb un grau de discapacitat igual o superior al 33% reconegut per l'Estat espanyol, o el grau equivalent per qualsevol altre país, tenen dret a un descompte del 15%. Els estudiants (o els seus fills o cònjuges) que hagin estat reconeguts com a víctima d'actes terroristes per l'organisme competent a l'Estat espanyol, o de qualsevol altre país, tenen dret a un descompte del 15%. Els estudiants (i els seus fills o filles dependents) que hagin estat reconeguts com a víctimes de violència de gènere, per l'organisme competent a l'Estat espanyol, o de qualsevol altre país, tenen dret a un descompte del 15%. Pots obtenir aquest descompte si has fet a la UOC assignatures lliures, cursos d'idiomes, seminaris, cursos de formació a mida (UOC Corporate) o un diploma d'expert. Si estàs estudiant un grau o màster universitari però encara no t'has titulat, també s'aplicarà el descompte de comunitat. Pots obtenir aquest descompte si has obtingut un títol oficial (de grau, llicenciatura, diplomatura, enginyeria o màster universitari) o un màster de formació permanent o diploma d'especialització a la UOC. Si la teva empresa o organització té un acord amb la UOC, podràs beneficiar-te de descomptes i avantatges a la teva matrícula. Consulta les condicions dels descomptes per empreses L'estudiantat considerat esportista de competició té dret a un descompte sobre l'import de la matrícula. Consulta la informació del programa Si et pots aplicar un d'aquests descomptes i, a més, et matricules durant el període de matriculació anticipada, en primer lloc s'aplicarà el descompte de matriculació anticipada i a l'import resultant s'hi aplicarà l'altre descompte. Objectius, perfils i competències Descobreix a qui va dirigit aquest programa i quines noves competències pots adquirir. Saber-ne més Itinerari acadèmic Alguns programes formen part d’un itinerari acadèmic. Coneix la trajectòria formativa amb què aconseguiràs els teus objectius. Consultar itinerari L'opinió dels nostres graduats Graduades i graduats de la UOC t'expliquen en primera persona com han viscut el procés d'aprenentatge amb nosaltres i com la nostra metodologia els ha permès compaginar feina, estudis i vida personal. Tenir una flexibilitat d'horaris absoluta em va permetre fer el màster Daniel Marchante Realment em trobo realitzada. Ara, quan parlo, sé del que parlo. Helena Guillén La UOC t'ofereix competències, perquè el que necessites és saber-te adaptar en cada moment Manel Vicenç Volia créixer professionalment. La UOC m'ha ofert no estancar-me Alba Camacho Des de que vaig acabar el grau, he tingut un desenvolupament a la meva empresa José Miguel González"
}