{
  "url": "https://uoc.edu/ca/estudis/masters/master-universitari-traduccio-tecnologies.html",
  "content": "Presentació Pla d'estudis Reconeixement de crèdits Professorat Sortides professionals Requisits d'accés Matrícula i preu Online i sense horari Propera inscripció: 24/04 Màster universitari Online de Traducció i Tecnologies Presentació El màster universitari online de Traducció i Tecnologies proporciona els coneixements i les eines necessàries tant conceptuals com tecnològiques implicades en la traducció especialitzada . Titulacions oficials UOC Estudis que et preparen per als teus reptes professionals. Facilitats de pagament Fracciona en quotes el teu màster. Per què estudiar el màster online de Traducció i Tecnologies de la UOC? Estudiant aquest màster podràs: Obtenir coneixements de les eines tecnològiques i de gestió de la informació que exigeix avui l'exercici de la professió de traductor. Tenir un ampli coneixement dels processos i recursos implicats en la traducció especialitzada. Adquirir una alta qualificació tecnològica, mitjançant l'alt contingut tecnològic que proporciona aquest màster. Accedir amb garanties a un mercat de la traducció globalitzat. Cursar un màster amb doble vessant professionalitzadora i de recerca , segons els teus interessos. Descarrega el programa (PDF) Titulació oficial El màster universitari de Traducció i Tecnologies de la UOC és una titulació que ha estat verificada pel Consell d'Universitats, i la seva implementació autoritzada per la Generalitat de Catalunya, segons el que marca la legislació vigent. Els títols universitaris oficials de la UOC tenen validesa en tot el territori espanyol, tenen efectes acadèmics plens i habiliten, si escau, per a la realització d'activitats professionals regulades, d'acord amb la normativa que en cada cas resulti aplicable. Aquests títols s'expedeixen juntament amb el suplement europeu al títol (SET), que facilita informació sobre els estudis cursats per l'estudiant, els resultats obtinguts, les capacitats professionals assolides i el nivell de la titulació en el sistema espanyol d'educació superior, amb la finalitat de facilitar-ne el reconeixement i promoure la mobilitat d'estudiants i titulats dins de l'espai europeu d'educació superior (EEES). La validesa en altres països dels títols universitaris oficials expedits per la UOC vindrà determinada en cada cas per les lleis d'educació de cada país. Titulació oficial El màster universitari de Traducció i Tecnologies de la UOC és una titulació que ha estat verificada pel Consell d'Universitats, i la seva implementació autoritzada per la Generalitat de Catalunya, segons el que marca la legislació vigent. Els títols universitaris oficials de la UOC tenen validesa en tot el territori espanyol, tenen efectes acadèmics plens i habiliten, si escau, per a la realització d'activitats professionals regulades, d'acord amb la normativa que en cada cas resulti aplicable. Aquests títols s'expedeixen juntament amb el suplement europeu al títol (SET), que facilita informació sobre els estudis cursats per l'estudiant, els resultats obtinguts, les capacitats professionals assolides i el nivell de la titulació en el sistema espanyol d'educació superior, amb la finalitat de facilitar-ne el reconeixement i promoure la mobilitat d'estudiants i titulats dins de l'espai europeu d'educació superior (EEES). La validesa en altres països dels títols universitaris oficials expedits per la UOC vindrà determinada en cada cas per les lleis d'educació de cada país. Consulta més detalls sobre: + Homologació + Legalització Inici 15 d’oct. 2025 100% Online 60 Crèdits ECTS Idiomes: Català, Castellà Titulació oficial Metodologia 100% online 1a. universitat online del món Acompanyament personalitzat Entre les millors universitats La UOC se situa entre el 7 % de les millors universitats del món segons el World University Rankings 2024. Qualitat de la titulació La qualitat d'aquest programa està avalada per l' AQU (Agència per a la Qualitat del Sistema Universitari de Catalunya), la qual assegura el rigor i l'acompliment dels estàndards exigits a l' EEES . + Qualitat de la titulació Acreditació de qualitat AQU Agència per a la Qualitat del Sistema Universitari de Catalunya. Amb la col·laboració de: El tutor: guia i acompanyament individualitzat L'aula virtual: accedeix-hi des de qualsevol lloc, sense barreres físiques Màster universitari de Traducció i Tecnologies Pla d'estudis 60 ECTS 25 ECTS Optativa 20 ECTS Obligatòria 10 ECTS Treball final 5 ECTS Pràctiques Assignatures Càrrega lectiva Pràctiques Treball final Durada Complements de formació Assignatures del programa Consulta els detalls de les assignatures que t'interessi cursar per adaptar els estudis al teu ritme, segons la disponibilitat i els requisits de matrícula de cada assignatura i el temps de dedicació pel qual hagis optat. Càrrega lectiva Per a obtenir la present titulació de màster universitari de Traducció i Tecnologies , l'estudiant ha de superar els 60 crèdits ECTS. Aquest nombre de crèdits es distribueix entre la totalitat de les matèries integrades en el pla d'estudis que condueix a l'obtenció del títol universitari oficial, en funció del nombre d'hores de treball de l'estudiant per a la realització i acreditació d'aquestes matèries. Pràctiques Tipologia de l'assignatura Obligatòria Durada 5 crèdits ECTS, que equivalen a 100 hores de pràctiques i 25 hores de docència per completar les PAC i la memòria de pràctiques. Modalitat/s Els estudiants poden fer les pràctiques de manera presencial, semipresencial o virtual a empreses o institucions. També hi ha l'opció de fer-les virtualment a través de l'Agència Virtual de Traducció (AVT). Acompanyament Durant la realització de les pràctiques, l'estudiant disposa d'un seguiment docent personalitzat, amb un professional que actua com a tutor de centre de pràctiques i un professor que actua com a tutor acadèmic, els quals asseguren que les pràctiques es duen a terme seguint el projecte formatiu. Podeu trobar més informació sobre el funcionament de les pràctiques al pla docent de l'assignatura. Pràctiques Tipologia de l'assignatura Obligatòria Durada 5 crèdits ECTS, que equivalen a 100 hores de pràctiques i 25 hores de docència per completar les PAC i la memòria de pràctiques. Modalitat/s Els estudiants poden fer les pràctiques de manera presencial, semipresencial o virtual a empreses o institucions. També hi ha l'opció de fer-les virtualment a través de l'Agència Virtual de Traducció (AVT). Acompanyament Durant la realització de les pràctiques, l'estudiant disposa d'un seguiment docent personalitzat, amb un professional que actua com a tutor de centre de pràctiques i un professor que actua com a tutor acadèmic, els quals asseguren que les pràctiques es duen a terme seguint el projecte formatiu. Podeu trobar més informació sobre el funcionament de les pràctiques al pla docent de l'assignatura. Aquesta informació s'actualitza cada semestre i, per tant, l'explicació concreta de l'assignatura de pràctiques sempre fa referència al semestre en curs. El procediment i les dates de sol·licitud de les pràctiques s'exposen a l'espai del Campus Virtual Tràmits / Pràctiques curriculars. + Consulta més detalls de les pràctiques Pràctiques Amb la UOC, tot són avantatges a l’hora de fer les pràctiques. Disposes de més de 10.000 empreses col·laboradores en les quals dur a terme pràctiques. Les pràctiques curriculars i no curriculars representen una oportunitat única per trobar treball o millorar la teva situació actual. Més informació Treball final Els estudis de final de màster conclouen amb l'elaboració d'un treball final (TF) amb una càrrega docent de 10 crèdits ECTS. La dedicació de l'estudiant està determinada pels crèdits assignats en cada grau o màster en aquesta assignatura i per l'equivalència de 25 hores de dedicació de l'estudiant per cada crèdit. Finalitat del TF Els TF comporten la realització, per part de l'estudiant, d'un projecte que condueixi a l'elaboració d'una memòria, un article de recerca o qualsevol altre producte científic-acadèmic en què s'apliquin, s'integrin i es desenvolupin els coneixements, les competències i les habilitats apreses en l'ensenyament corresponent. L'estudiant que hagi superat el treball final haurà adquirit el nivell òptim de competències útils per a implementar-les en la seva ocupació laboral i / o professional. Els TF estan orientats a l'avaluació de competències associades al títol i conclouen amb la defensa, avaluació i qualificació del treball. Treball final Els estudis de final de màster conclouen amb l'elaboració d'un treball final (TF) amb una càrrega docent de 10 crèdits ECTS. La dedicació de l'estudiant està determinada pels crèdits assignats en cada grau o màster en aquesta assignatura i per l'equivalència de 25 hores de dedicació de l'estudiant per cada crèdit. Finalitat del TF Els TF comporten la realització, per part de l'estudiant, d'un projecte que condueixi a l'elaboració d'una memòria, un article de recerca o qualsevol altre producte científic-acadèmic en què s'apliquin, s'integrin i es desenvolupin els coneixements, les competències i les habilitats apreses en l'ensenyament corresponent. L'estudiant que hagi superat el treball final haurà adquirit el nivell òptim de competències útils per a implementar-les en la seva ocupació laboral i / o professional. Els TF estan orientats a l'avaluació de competències associades al títol i conclouen amb la defensa, avaluació i qualificació del treball. Per a cada programa es fixaran les competències específiques i transversals que seran objecte d'avaluació d'acord amb la memòria d'implantació de l'estudi. Procés de sol·licitud i matriculació Per a matricular-se al TF cal fer una sol·licitud prèvia segons els criteris i requisits que marqui cada programa. Cal tenir un mínim de crèdits superat per a fer el treball final de màster, atès que es considera aquesta assignatura com l'últim pas previ a l'obtenció del títol. L'estudiant expressa la voluntat de fer el seu treball final dins dels àmbits de treball que s'hagin marcat en cada programa si fos el cas. L'acompanyament d'un docent especialitzat Per tal que l'estudiant pugui elaborar el seu treball final, la UOC assigna un docent que guiarà i donarà les pautes necessàries per al bon desenvolupament del treball. El tutor del treball final és l'encarregat d'orientar l'estudiant, fa el seguiment del projecte i l'assessora en cadascun dels següents aspectes del TF: conceptualització, fonamentació, metodologia, redacció dels resultats i defensa. Aquest docent fa el seguiment, avalua la seva elaboració i participa de l'avaluació final del treball final. Per tant, el docent vetllarà pel progrés i la qualitat del treball final. La defensa i avaluació del treball final A la UOC la defensa dels TF es realitza majoritàriament a través de mecanismes virtuals. La diversitat geogràfica dels estudiants fa que sigui molt difícil coincidir en l'espai i en el temps. La modalitat estàndard per a la defensa del TF a la UOC és la defensa virtual i asíncrona. Algunes titulacions poden tenir altres modalitats de defensa que es troben explicades en la fitxa de cada programa de l'Estudia a la UOC o en el pla docent de l'assignatura de treball final. L'avaluació de la defensa i de l'assignatura correspon al tribunal d'avaluació, el qual valorarà el treball final segons els criteris d'avaluació explicitats en el pla docent. La qualificació del treball final consta de tres parts: (1) el seguiment i l'elaboració del treball, (2) la memòria, el projecte, el producte o estudi final realitzat i (3) la defensa del treball. Algunes titulacions poden demanar memòria i producte com a resultat de l'elaboració del treball final. Els treballs que obtinguin una qualificació mínima, establerta per cada programa, es posaran a disposició pública a través del repositori obert de la Biblioteca de la UOC. Al final de l'any acadèmic, els estudis de la UOC organitzen una jornada per a premiar els millors treballs finals de l'any acadèmic finalitzat. L'assignatura de TF no podrà ser objecte de reconeixement ni de compensació. Per a obtenir més informació, has d'accedir a la informació de l'assignatura de treball final de cada programa i la informació del pla docent de l'assignatura que trobaràs a l'Estudia a la UOC o a la Secretaria del Campus de la UOC. + Consulta més detalls sobre els treballs finals Durada Es preveu que un estudiant pugui dur a terme tot el pla d'estudis en un any si el cursa a temps complet, o en dos anys si s'hi dedica a temps parcial. Complements de formació Amb l'objectiu de complementar la formació d'aquells estudiants que no provinguin de titulacions de traducció i interpretació o equivalents, oferirem alguns complements formatius, amb un màxim de 10 crèdits. La valoració dels complements que cal cursar la realitzarà, durant el període d'incorporació, previ a la primera matrícula, la comissió d'admissió del programa, en funció de les competències prèvies de cada estudiant. Les assignatures previstes a aquest efecte són les següents: Lingüística general per a traductors - 5 crèdits (inici octubre) Aproximacions a la traductologia - 5 crèdits (inici octubre i març) La realització d'aquests complements formatius no serà obligatòria per a accedir al màster, però sí per a l'obtenció del títol. Màster universitari de Traducció i Tecnologies Reconeixement de crèdits Reconeixement de crèdits Avaluació d'estudis previs Reconeixement d'experiència professional Reconeixement de crèdits La UOC permet convalidar o adaptar els estudis que s'han cursat anteriorment i reconèixer assignatures o pràctiques d'acord amb l'experiència professional. El reconeixement de crèdits permet reduir el temps d'estudi. Per a qualsevol dubte, ompliu el formulari de sol·licitud d'informació i contactarem amb vosaltres. Avantatges de sol·licitar un reconeixement de crèdits Les assignatures reconegudes per mitjà de l'avaluació d'estudis previs (AEP) o del reconeixement acadèmic de l'experiència professional (RAEP), no les heu de cursar en el vostre programa d'estudis. Els crèdits reconeguts, un cop s'han incorporat a la matrícula, es descompten del total de crèdits que cal cursar per a obtenir el títol. En el cas dels graus, la UOC reconeix crèdits de formació bàsica de la mateixa branca de coneixement, mentre els estudis aprovats siguin d'ensenyaments universitaris oficials (excepte en el cas del màster universitari) i pertanyin a la mateixa branca de coneixement que el grau de destinació. Reconeixement de crèdits La UOC permet convalidar o adaptar els estudis que s'han cursat anteriorment i reconèixer assignatures o pràctiques d'acord amb l'experiència professional. El reconeixement de crèdits permet reduir el temps d'estudi. Per a qualsevol dubte, ompliu el formulari de sol·licitud d'informació i contactarem amb vosaltres. Avantatges de sol·licitar un reconeixement de crèdits Les assignatures reconegudes per mitjà de l'avaluació d'estudis previs (AEP) o del reconeixement acadèmic de l'experiència professional (RAEP), no les heu de cursar en el vostre programa d'estudis. Els crèdits reconeguts, un cop s'han incorporat a la matrícula, es descompten del total de crèdits que cal cursar per a obtenir el títol. En el cas dels graus, la UOC reconeix crèdits de formació bàsica de la mateixa branca de coneixement, mentre els estudis aprovats siguin d'ensenyaments universitaris oficials (excepte en el cas del màster universitari) i pertanyin a la mateixa branca de coneixement que el grau de destinació. Com es pot sol·licitar el reconeixement de crèdits El tràmit es pot fer cada semestre i el resultat es comunica abans que comenci la docència. La tramitació de la sol·licitud s'ha de fer des del Campus Virtual. L'estudiantat de nova incorporació han d'haver demanat prèviament la sol·licitud d'accés. Una vegada teniu accés al Campus Virtual, podeu consultar les taules d'equivalències amb moltes titulacions d'altres universitats, que mostren una simulació dels crèdits que podeu convalidar. Si no hi trobeu la taula d'equivalències pròpia dels vostres estudis realitzats, una comissió analitzarà la vostra sol·licitud de manera personalitzada. L'avaluació d'estudis previs i el reconeixement de l'experiència professional es poden demanar durant tota la vida acadèmica a la UOC, i sempre els podeu actualitzar si aporteu més estudis o una experiència professional nova. El resultat del reconeixement de crèdits el rebreu a la bústia personal i, en cas que no hi estigueu d'acord, disposareu d'un període de temps per a fer-hi al·legacions. Avaluació d'estudis previs L'avaluació d'estudis previs (AEP) és el tràmit que han de sol·licitar l'estudiantat que vulgui convalidar els estudis que han cursat en aquesta universitat o en qualsevol altra. L'AEP no és un tràmit obligatori. Per a la sol·licitud de l'AEP només es considera vàlid l'últim expedient adaptat. El resultat de l'avaluació d'estudis previs té validesa sempre que tingueu expedient obert a la UOC. Si sou estudiants de nova incorporació, tindrà validesa si us matriculeu el semestre immediatament posterior a la demanda del tràmit. En cas contrari, la vostra AEP caducarà i haureu de fer el tràmit de nou. L'avaluació d'estudis previs, la fa una comissió presidida pel vicerector de Professorat i Ordenació Acadèmica i integrada pels directors dels programes de la UOC. Hi actua de secretari el responsable del tràmit de la Secretaria. Les funcions d'aquesta comissió són l'avaluació i la proposta de convalidacions, adaptacions i reconeixement de crèdits de lliure elecció. Reconeixement acadèmic de l'experiència professional La UOC ofereix la possibilitat de reconèixer algunes assignatures o pràctiques en funció de l'experiència professional demostrada. Per aconseguir-ho cal sol·licitar el Reconeixement acadèmic de l'experiència professional (RAEP), un tràmit en què cal acreditar documentalment aquest bagatge professional. D'aquesta manera es poden convalidar fins al 15% dels crèdits de la titulació. + Consulta les convalidacions RAEP Màster universitari de Traducció i Tecnologies Professorat Direcció dels Estudis d'Arts i Humanitats Direcció de programa Professorat Direcció dels Estudis d'Arts i Humanitats Anna Busquets Alemany Doctora en Història. Ha estat directora dels Estudis d'Àsia Oriental, directora adjunta del Virrectorat d'Ordenació Acadèmica (Universitat Oberta de Catalunya) La seva investigació se centra en les relacions entre Europa i la Xina durant els segles XVI i XVII, les anàlisis dels textos generats pels espanyols sobre la Xina i la seva relació amb els europeus de la mateixa època i la construcció de la imatge xinesa a partir de la informació proporcionada per aquests textos. Web CV Direcció de programa Antoni Oliver González Doctor en Lingüística (Universitat de Barcelona) i Màster en Programari Lliure (Universitat Oberta de Catalunya). És el director del Màster Universitari de Traducció i Tecnologies de la UOC i coordina les assignatures relacionades amb les tecnologies de la traducció. És membre del grup d'investigació GRIAL-UOC. Web CV Professorat Albert Morales Moreno Doctor en Ciències del Llenguatge i Lingüística Aplicada, i màster en Traducció i Interpretació per la Universitat Pompeu Fabra. Imparteix docència a diversos graus i màsters de la Universitat Oberta de Catalunya i interuniversitaris (amb la Universitat Rovira i Virgili i la Universitat deVic). Fa recerca sobre discurs especialitzat, jurilingüística, traducció, terminologia i neologia amb IULATERM, OBNEO i TRANSIUS. Web Carles Prado Fonts Doctor en Teoria de la Traducció i Estudis Interculturals (Universitat Autònoma de Barcelona, 2005) i doctor en Asian Languages and Cultures (University of California, Los Angeles, 2011). Coordina la docència de traducció de textos humanístics i socials, traducció literària, traductologia i l'àrea de treballs finals. És membre del grup de recerca ALTER (Universitat Oberta de Catalunya). Web CV Marta Coll-Florit Doctora en Societat de la Informació i el Coneixement en l’especialitat de Lingüística Aplicada (UOC) i MA en el doctorat de Ciència Cognitiva i Llenguatge (UB). Treballa a la UOC des del 2005, on actualment és professora agregada dels Estudis d’Arts i Humanitats. És codirectora acadèmica del grau de Traducció, Interpretació i Llengües Aplicades (UOC, UVic-UCC) i investigadora principal del Grup de Recerca Interuniversitari en Aplicacions Lingüístiques (GRIAL), grup de recerca consolidat. CV Mercè Vàzquez Garcia Doctora en Ciència Cognitiva i Llenguatge per la Universitat Pompeu Fabra. Llicenciada en Filologia Catalana per la Universitat de Barcelona i en Documentació per la Universitat Oberta de Catalunya. La seva àrea de coneixement se situa en la Filologia Catalana, la Lingüística i la Traducció. Els seus camps d’expertesa són la gramàtica de la llengua, la terminologia, la lexicografia, la lingüística de corpus i la traducció. És investigadora del Grup de Recerca Interuniversitari en Aplicacions Lingüístiques (GRIAL), grup de recerca consolidat. CV Ona Domènech Bagaria Doctora en Lingüística (Universitat Pompeu Fabra). Les seves línies de recerca són la neologia, la terminologia i els textos especialitzats. Té una àmplia experiència en el camp de l'assessorament lingüístic, com a correctora i traductora, i en la docència universitària de la traducció jurídica i la redacció especialitzada. CV Teresa Iribarren Donadeu Doctora en Filologia Catalana per la Universitat Autònoma de Barcelona. És directora del grup de recerca Literatura Catalana, Món Editorial i Societat (LiCMES), integrat a IdentiCat. Premi Lluís Nicolau d'Olwer 2010 i Premi Serra d'Or en Humanitats 2013. Les seves línies de recerca actuals són la literatura catalana contemporània, les narratives de la violència i la traducció. Web CV Màster universitari de Traducció i Tecnologies Sortides professionals Sortides professionals Objectius Perfils Competències Sortides professionals El màster universitari de Traducció i Tecnologies aposta per la formació de dos perfils, un professionalitzador, i un segon perfil de recerca. El perfil professionalitzador del màster prepara a l'estudiant per a sortides professionals com: Gestor de projectes de traducció coneixedor dels processos i recursos necessaris a més de diverses eines de gestió per a dur a terme un projecte de gran envergadura en el que s'impliquen un gran volum de llengües. Professional de la localització coneixedor de les tècniques i eines per crear projectes de localització de software i llocs web complexos. Traductor audiovisual coneixedor de les principals modalitats de traducció per al doblatge, la subtitulació i l'adaptació per a persones amb deficiència auditiva i visual. El perfil d'investigació està centrat a formar investigadors capaços de participar en projectes d'investigació relacionats amb la traducció especialitzada. Ocupabilitat L’ocupabilitat dels nostres estudiants és clau per a l'èxit de la UOC. Identifiquem les competències clau que el mercat laboral demana i les incloem en els plans d’estudis. També t’empoderem perquè siguis tu qui decideixi i gestioni la teva carrera professional a través de serveis d’orientació de carrera. Objectius Els objectius d'aquest màster online són: Formar persones expertes en l'àmbit de la traducció amb un ampli coneixement tècnic i domini d'eines tecnològiques capaços d'aportar solucions amb la reflexió, l'anàlisi, la identificació i definició dels elements significatius propis d'un gènere textual especialitzat concordant amb les seves característiques i terminologia. Un professional capaç de produir continguts especialitzats . Dotar a l'estudiant dels coneixements necessaris per dur a terme una gestió de grans projectes de traducció aplicant les estratègies de cerca més útils segons la valoració de la seva fiabilitat i identificant els problemes i les dificultats habituals en la traducció especialitzada, sent capaç d'aplicar les estratègies de resolució més adequades per a la seva resolució. Preparar un professional coneixedor de les tecnologies i dominador de les eines i els processos relacionats amb la traducció assistida, així com coneixedor del funcionament de sistemes de traducció automàtica. Objectius Els objectius d'aquest màster online són: Formar persones expertes en l'àmbit de la traducció amb un ampli coneixement tècnic i domini d'eines tecnològiques capaços d'aportar solucions amb la reflexió, l'anàlisi, la identificació i definició dels elements significatius propis d'un gènere textual especialitzat concordant amb les seves característiques i terminologia. Un professional capaç de produir continguts especialitzats . Dotar a l'estudiant dels coneixements necessaris per dur a terme una gestió de grans projectes de traducció aplicant les estratègies de cerca més útils segons la valoració de la seva fiabilitat i identificant els problemes i les dificultats habituals en la traducció especialitzada, sent capaç d'aplicar les estratègies de resolució més adequades per a la seva resolució. Preparar un professional coneixedor de les tecnologies i dominador de les eines i els processos relacionats amb la traducció assistida, així com coneixedor del funcionament de sistemes de traducció automàtica. Formar persones investigadores en el camp de la Traducció que puguin emprendre posteriorment estudis de doctorat. Perfils El màster de Traducció i Tecnologies s'adreça a professionals de la traducció en actiu, a llicenciats o graduats en traducció, filologies, lingüística i àrees relacionades, i també a tècnics i professionals d'àrees amb necessitats de difusió multilingüe (enginyers, advocats, economistes, metges, etc.) amb sòlids coneixements de llengües. El perfil de formació del títol proposat és doble, professionalitzador i de recerca. Com a perfil professionalitzador, pretenem formar traductors amb una formació tècnica i un domini de les eines tecnològiques molt profund. A més del perfil de traductor tècnic en si, formem també altres perfils relacionats amb la traducció, com gestor de projectes, localitzador i traductor audiovisual. El perfil de recerca formarà a investigadors capaços de participar en projectes de recerca relacionats amb la traducció especialitzada , amb dos focus principals, la tecnologia i la lingüística . Perfils El màster de Traducció i Tecnologies s'adreça a professionals de la traducció en actiu, a llicenciats o graduats en traducció, filologies, lingüística i àrees relacionades, i també a tècnics i professionals d'àrees amb necessitats de difusió multilingüe (enginyers, advocats, economistes, metges, etc.) amb sòlids coneixements de llengües. El perfil de formació del títol proposat és doble, professionalitzador i de recerca. Com a perfil professionalitzador, pretenem formar traductors amb una formació tècnica i un domini de les eines tecnològiques molt profund. A més del perfil de traductor tècnic en si, formem també altres perfils relacionats amb la traducció, com gestor de projectes, localitzador i traductor audiovisual. El perfil de recerca formarà a investigadors capaços de participar en projectes de recerca relacionats amb la traducció especialitzada , amb dos focus principals, la tecnologia i la lingüística . Els estudiants que finalitzin el màster amb orientació en recerca podran començar els seus estudis de doctorat en l'àrea de la traducció especialitzada o afí. Competències Els estudiants que cursin aquest màster universitari hauran d'assolir les següents competències: Obtenir els requisits, objectius i propòsits del client o destinatari de la traducció i complir les instruccions, els terminis de lliurament i compromisos, tant de forma individual com formant part d'un equip. Complir els requisits del client, definir i avaluar els problemes de traducció. Trobar solucions apropiades a aquests problemes i justificar les pròpies solucions de traducció. Identificar les estructures gramaticals, lèxiques i idiomàtiques així com les convencions gràfiques i tipogràfiques de la llengua A i de la llengua B i aplicar solucions apropiades de traducció. Identificar la funció i el significat de les variacions de la llengua (social, geogràfica, històrica, estilística) i obtenir solucions apropiades de traducció. Analitzar la macroestructura d'un document i la seva coherència global, així com extreure i resumir la seva informació essencial. Competències Els estudiants que cursin aquest màster universitari hauran d'assolir les següents competències: Obtenir els requisits, objectius i propòsits del client o destinatari de la traducció i complir les instruccions, els terminis de lliurament i compromisos, tant de forma individual com formant part d'un equip. Complir els requisits del client, definir i avaluar els problemes de traducció. Trobar solucions apropiades a aquests problemes i justificar les pròpies solucions de traducció. Identificar les estructures gramaticals, lèxiques i idiomàtiques així com les convencions gràfiques i tipogràfiques de la llengua A i de la llengua B i aplicar solucions apropiades de traducció. Identificar la funció i el significat de les variacions de la llengua (social, geogràfica, històrica, estilística) i obtenir solucions apropiades de traducció. Analitzar la macroestructura d'un document i la seva coherència global, així com extreure i resumir la seva informació essencial. Analitzar els aspectes culturals i les problemàtiques interculturals que intervenen en els processos de traducció. Desenvolupar estratègies per a la recerca terminològica i dominar l'ús d'eines d'extracció, gestió i consulta de terminologia. Utilitzar amb eficàcia i rapidesa una àmplia gamma d'eines de traducció assistida i automàtica, així com avaluar aquestes eines i determinar la seva adequació a diverses necessitats. Aplicar les tècniques i metodologies pròpies de la investigació científica en l'àrea de la traducció i tecnologia. Dominar les destreses vinculades a l'elaboració, presentació i defensa pública d'un projecte de traducció o un projecte d'investigació en l'àrea de la traducció. Desenvolupar habilitats interpersonals per al treball en entorns professionals tant presencials com virtuals. Més de 30 anys d'experiència d'e-learning L'any 1995, la UOC es va convertir en la primera universitat online del món . 30 anys després, continuem sent pioners en e-learning. L' eLearning Innovation Center fa evolucionar el model d'aprenentatge per garantir una formació de qualitat, única, connectada i en xarxa. Rànquing Times Higher Education Som la sisena millor universitat de l'Estat espanyol, segons el Young University Ranking del Times Higher Education. Rànquing Rànquing de Shanghai Estem entre les 150 millors universitats del món en comunicació i les 200 en educació. Rànquing U-Multirank Excel·lim en transferència del coneixement, compromís regional i docència i aprenentatge. 30 anys de la UOC 30 anys impulsant el teu futur amb formació de qualitat Màster universitari de Traducció i Tecnologies Requisits d'accés Requisits acadèmics Criteris d'admissió Perfil d'ingrés recomanat Coneixements previs Requisits acadèmics Per accedir a estudis oficials de màster, cal estar en disposició d'un títol universitari oficial. Consulta la informació i la documentació que has de lliurar, en funció d'on hagis cursat aquests estudis: He cursat estudis oficials universitaris a l'Estat espanyol. He fet estudis oficials universitaris en un país de la Unió Europea. He cursat estudis universitaris oficials a Llatinoamèrica o altres països de fora de la Unió Europea. Per a més informació, sol·licita l'accés i contacta amb el teu tutor Criteris d'admissió Es requereix un nivell de competència en llengua anglesa equivalent al B2 del Marc Comú Europeu de Referència per a les Llengües. L'estudiant haurà d'acreditar el nivell d'anglès mitjançant documentació oficial. Es requereix un nivell de competència en llengua catalana o castellana equivalent al C2 del Marc Comú Europeu de Referència per a les Llengües. Només hauran d'acreditar el nivell els estudiants amb titulacions cursades a l'estranger. Els estudiants que no tinguin el perfil d'ingrés recomanat, hauran de cursar 5 o 10 crèdits ECTS de complements formatius. Perfil d'ingrés recomanat Per a cursar aquest màster universitari, és recomanable haver realitzat algun dels estudis que es detallen a continuació: grau en Traducció i Interpretació (i antiga llicenciatura), grau en Traducció, Interpretació i Llengües Aplicades (i antiga llicenciatura). Els estudiants d'aquests graus podran cursar el màster sense cap complement de formació. També és possible accedir al màster des d'altres titulacions afins o equivalents de la branca d'Arts i Humanitats, tant del context de titulacions de la legislació actual (EEES) com de l'anterior legislació (context Llei de Reforma Universitària, LRU), o titulacions estrangeres, segons la valoració de la comissió de titulació. Alguns exemples de titulacions afins són: grau en Llengua i Literatura Catalanes, qualsevol filologia, grau en Lingüística o (i antiga llicenciatura), grau en Llengües Aplicades (i antiga llicenciatura). Els alumnes provinents de titulacions afins hauran de cursar 5 crèdits de complement de formació. Perfil d'ingrés recomanat Per a cursar aquest màster universitari, és recomanable haver realitzat algun dels estudis que es detallen a continuació: grau en Traducció i Interpretació (i antiga llicenciatura), grau en Traducció, Interpretació i Llengües Aplicades (i antiga llicenciatura). Els estudiants d'aquests graus podran cursar el màster sense cap complement de formació. També és possible accedir al màster des d'altres titulacions afins o equivalents de la branca d'Arts i Humanitats, tant del context de titulacions de la legislació actual (EEES) com de l'anterior legislació (context Llei de Reforma Universitària, LRU), o titulacions estrangeres, segons la valoració de la comissió de titulació. Alguns exemples de titulacions afins són: grau en Llengua i Literatura Catalanes, qualsevol filologia, grau en Lingüística o (i antiga llicenciatura), grau en Llengües Aplicades (i antiga llicenciatura). Els alumnes provinents de titulacions afins hauran de cursar 5 crèdits de complement de formació. També es pot accedir al màster des de qualsevol altra titulació, però aquests alumnes hauran de cursar 10 crèdits de complements de formació. Coneixements previs Es requereix un nivell de competència en llengua anglesa equivalent al B2 del Marc Comú Europeu de Referència per a les Llengües. Es requereix un nivell de competència en llengua catalana o castellana equivalent al C2 del Marc Comú Europeu de Referència per a les Llengües, en funció de l'idioma en què es cursi el màster. Es recomana un nivell de competència a nivell d'usuari en l'ús de les tecnologies de la informació i la comunicació. Màster universitari de Traducció i Tecnologies Matrícula i preu Preus Matrícula Descomptes Beques Increments Formes de pagament * Preus vigents en el moment de formalitzar la matrícula. Subjectes a revisió anual. 60 Crèdits Preu per crèdit 35,76 €/cr* Preu per crèdit eines i recursos per a l'aprenentatge 17,18 €/cr* Preu per crèdit d'assignatures convalidades 7,15 €/cr* El preu orientatiu indicat en la taula està calculat segons un màster universitari de 60 crèdits. El preu final de la matrícula serà el resultant de la seva formalització efectiva. Durada Preu orientatiu Pagament a terminis A temps complet (1 any) 5.135 € Fins a 9 quotes A temps parcial (2 anys) 5.705 € Fins a 17 quotes Al teu ritme. Matrícula semestral sense mínim d'assignatures Més informació: Detall de preus Beques, ajuts i descomptes Matrícula Flexible Sense un mínim d'assignatures Pagament fraccionat Sense interessos Facilitats econòmiques Descomptes per a matrícula anticipada Pagament fraccionat en quotes Beques, ajuts i descomptes Condicions especials per a empreses Suport a esportistes de competició Informa-te'n Com matricular-se Aquests són els passos que has de seguir si vols començar uns estudis oficials a la UOC. Si ja has cursat estudis amb nosaltres i els vols continuar, t'has d'adreçar a l'espai Tràmits del Campus Virtual. Sol·licitud d'accés La sol·licitud d'accés és un tràmit gratuït i sense compromís que us proporcionarà un nom d'usuari i una contrasenya que us permetran entrar al Campus Virtual de la UOC, des d'on podreu: Contactar amb tutoria, que us assessorarà i orientarà en l'elecció d'assignatures. Consultar a l'espai Tràmits del Campus Virtual la informació relativa a convalidacions, el detall dels preus de la matrícula, la sol·licitud de beques... Formalitzar una proposta de matrícula, que tutoria analitzarà perquè amb el seu suport et puguis matricular en línia. Requisits d'accés Abans de sol·licitar l'accés, comproveu que compliu els requisits necessaris per al programa al qual voleu accedir. Formulari d'accés Al formulari d'accés heu de registrar les vostres dades personals i el nivell d'estudis assolit. Documentació d'accés La documentació que necessites la trobareu detallada quan sol·liciteu l'accés i pugueu consultar a l'espai Tràmits del Campus. Haureu d'enviar aquesta documentació en el termini dels deu dies següents a la formalització de la matrícula. Campus Virtual Un cop sol·licitat l'accés, rebràs un nom d'usuari i una contrasenya que et permetran accedir al Campus Virtual, on trobaràs tota la informació i els recursos que et poden ser necessaris. Tutoria Un cop al Campus Virtual, tindreu accés al suport permanent de tutoria que us assessorarà i orientarà en l'elecció d'assignatures, d'acord amb el bagatge acadèmic previ que teniu, els vostres interessos i el temps de què disposeu. Espai de tràmits El Campus Virtual disposa d'un espai de tràmits on podreu consultar i gestionar totes les qüestions de caràcter acadèmic, com ara matricular-vos, consultar les formes de pagament i descomptes disponibles, demanar una beca o convalidar els estudis anteriors. El Campus Virtual disposa d'un espai de tràmits on podreu fer una proposta de matrícula havent triat les assignatures que voleu cursar durant el semestre. Aquesta proposta serà analitzada per tutoria perquè us pugueu acabar matriculant amb el vostre assessorament. És un pas previ abans de formalitzar la matrícula. Un cop tutoria hagi validat la teva proposta de matrícula, podràs formalitzar-la, per a això hauràs de triar la forma de pagament que prefereixis entre les disponibles. En cas que puguis gaudir d'algun dels descomptes previstos al Decret de preus, hauràs de presentar la documentació corresponent seguint les indicacions del Campus Virtual. Recordeu que, un cop us hàgiu matriculat, tindreu deu dies per enviar la documentació d'accés. A partir de la formalització de la matrícula, disposes de catorze dies per exercir el teu dret de desistiment de matrícula . Quan et pots matricular? A la UOC et pots matricular en dos moments diferents de l'any. Trieu l'opció que millor s'adapti a les vostres necessitats. Consulta el termini de matriculació i l'inici de curs a la pàgina dels estudis que t'interessin cursar. Matriculació a partir de l' abril per començar el curs al setembre o octubre Matriculació a partir del novembre per començar el curs al febrer o març 104.500 graduats i graduades 90 % d'estudiants que estudien i treballen 84 % tornaria a escollir la UOC Descomptes Per facilitar la incorporació i l'assessorament a l'estudiantat, les matrícules efectuades fins al 12 de desembre tindran un descompte en concepte de matrícula anticipada del 20 % sobre els preus de \"Recursos per a l'aprenentatge\" i \"Serveis de suport a l'aprenentatge\". En una primera matrícula semestral estàndard, aquest descompte pot representar fins a un 8 % del preu total de la matrícula. L'estudiantat beneficiari del títol de família nombrosa reconegut per l'Estat espanyol té dret als descomptes següents, en funció de la categoria: Famílies nombroses de categoria especial: exempció total dels preus dels serveis acadèmics de caràcter docent (crèdits de la matrícula) i de la gestió de l'expedient del preu fixat pel Decret de preus de la Generalitat de Catalunya. Famílies nombroses de categoria general: bonificació del 50 % dels serveis acadèmics de caràcter docent (crèdits de la matrícula) i de la gestió de l'expedient del preu fixat pel Decret de preus de la Generalitat de Catalunya. L'estudiantat beneficiari del títol de família nombrosa reconegut per la resta de països té dret als descomptes següents, en funció de la categoria: Famílies nombroses de categoria especial: descompte del 15 % sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a l'aprenentatge. Famílies nombroses de categoria general: descompte del 7,5 % sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a l'aprenentatge. L'estudiantat amb un grau de discapacitat igual o superior al 33 % reconegut per l'Estat espanyol té dret a l'exempció total dels preus dels serveis acadèmics de caràcter docent (crèdits de la matrícula) i de la gestió de l'expedient del preu fixat pel Decret de preus de la Generalitat de Catalunya. Els estudiants amb un grau de discapacitat equivalent reconegut per l'organisme competent de qualsevol altre país tenen dret a un descompte del 15 % sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a l'aprenentatge. En cas que la discapacitat sigui reconeguda retroactivament, pots presentar la documentació en el termini màxim de 15 dies naturals des del moment en què es reconegui oficialment. Igualment, segons el Decret 822/202 , de 28 de setembre, l'estudiantat que acrediti una discapacitat igual o superior al 33 % té una reserva d'un 5 % de les places de grau i màster universitari. Si és el vostre cas i us voleu matricular d'un programa amb places limitades que ja s'han esgotat i no tenen un procés d'admissió, podeu consultar la disponibilitat d'aquestes places reservades mitjançant aquest enllaç . L'estudiantat (o els seus fills, filles o cònjuges) amb reconeixement com a víctimes d'actes terroristes per l'organisme competent a l'Estat espanyol té dret a l'exempció total dels preus dels serveis acadèmics de caràcter docent (crèdits de la matrícula) i de la gestió de l'expedient del preu fixat pel Decret de preus de la Generalitat de Catalunya. L'estudiantat (o els seus fills, filles o cònjuges) amb reconeixement com a víctimes d'actes terroristes per l'organisme competent a qualsevol altre país té dret a un descompte del 15 % sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a l'aprenentatge. L'estudiantat (i els seus fills o filles dependents) amb reconeixement com a víctimes de violència masclista a l'àmbit de la parella per l'organisme competent a l'Estat espanyol té dret a l'exempció total dels preus dels serveis acadèmics de caràcter docent (crèdits de la matrícula) i de la gestió de l'expedient del preu fixat pel Decret de preus de la Generalitat de Catalunya. L'estudiantat (i els seus fills o filles dependents) amb reconeixement com a víctimes de violència masclista a l'àmbit de la parella per l'organisme competent a qualsevol altre país té dret a un descompte del 15 % sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a laprenentatge. L'estudiantat de grau, màster universitari o doctorat víctimes de violència masclista fora de l'àmbit de la parella pot gaudir d'una exempció del pagament del preu dels serveis acadèmics de caràcter docent (els crèdits de matrícula) i de la taxa de gestió de l'expedient i la matrícula durant el curs 2023-2024. Només pots optar a aquesta exempció si resideixes o treballes a Catalunya. Els estudiants beneficiaris de l'ingrés mínim vital queden exempts del pagament del preu dels serveis acadèmics de caràcter docent (crèdits de matrícula) i de la taxa de gestió de l'expedient i la matrícula. L'estudiantat que hagi obtingut la convalidació, l'adaptació o el reconeixement de crèdits per raó d'estudis o activitats dutes a terme a qualsevol centre universitari té un descompte del 80 % del preu de crèdit. L'estudiantat amb matrícula d'honor o premi extraordinari al batxillerat o Cicle Formatiu de Grau Superior que es matriculi per cursar ensenyaments universitaris oficials en centres docents sostinguts amb fons públics té dret a l'exempció total del preu dels serveis acadèmics de caràcter docent durant el primer any acadèmic. El descompte per matrícula d'honor o premi extraordinari al batxillerat només es pot demanar la primera vegada que els estudiants es matriculin d'uns estudis universitaris. Els estudiants que formen part de la comunitat Alumni tenen dret a un descompte sobre els serveis de suport a l'aprenentatge i els recursos per a l'aprenentatge. Aquest descompte no és compatible amb els destinats a empreses. Beneficia't del que et sigui més profitós. UOC Alumni: 10 % de descompte Podeu gaudir d'aquest descompte si heu obtingut un títol oficial (de grau, llicenciatura, diplomatura, enginyeria o màster universitari) o un màster o postgrau propi a la UOC. Si us podeu acollir a aquest descompte, en el moment de fer la matrícula heu d'indicar un codi a l'apartat «Condicions». Podeu trobar els codis de descompte a la web d'Alumni. Si, a més de poder optar a aquest descompte, us matriculeu durant el període de matrícula anticipada, en primer lloc, s'aplicarà el descompte de matrícula anticipada, i sobre l'import resultant, l'altre descompte. La UOC ofereix descomptes a les empreses que hi participen i donen suport a la formació dels seus professionals, previ acord amb la UOC. Professionals amb vincles a tota empresa o institució que mantingui un acord de col·laboració amb la UOC es poden beneficiar d'avantatges i descomptes en el cost de les matrícules dels programes formatius del catàleg de la UOC. Aquests descomptes no són compatibles amb els destinats a UOC Alumni. Beneficia't del que et sigui més profitós. + Consulta les condicions dels descomptes per a empreses L'estudiantat considerat esportista de competició té dret a un descompte sobre l'import de la matrícula. + Consulta la informació del programa Beques Aquestes beques estan adreçades a persones que vulguin cursar titulacions oficials. Així, es garanteix la igualtat d'oportunitats per accedir a estudis superiors. Hi ha una àmplia oferta de beques per als estudiants de la UOC. La finalitat és posar a l'abast de tothom un gran futur professional. Beques del Ministeri d'Educació de l'Estat Espanyol : per a estudiants de nacionalitat espanyola que cursin titulacions oficials. Consulta les beques disponibles Increments Els estudiants que no superin una assignatura i es matriculen per segona vegada tenen un increment en el preu del crèdit. Aquest increment és el resultat de multiplicar per 1,2 el preu del crèdit públic. En cas de matricular-se per tercera vegada en una assignatura, cal multiplicar el preu del crèdit per 2,6. A partir de la quarta matrícula el preu de crèdit es multiplica per 3,6. Aquest recàrrec no s'aplica a les matrícules del grau de Traducció, interpretació i llengües aplicades (UOC-UVic). L'estudiantat de nacionalitat de fora de la Unió Europea, països amb règim comunitari o fora d'Andorra, que no tingui concedida la residència a l'Estat espanyol tindrà un increment del 45% al preu final de la matrícula. Formes de pagament La UOC posa a la vostra disposició la possibilitat de fraccionar en quotes el pagament de la vostra matrícula. Amb aquesta opció, s'abona una quota inicial de l'import total de la matrícula mitjançant targeta en línia, i la resta es cobra per domiciliació bancària (residents a l'Estat espanyol) o domiciliació a targeta (residents fora del territori espanyol) a cinc quotes com a màxim en funció de la data de matriculació. Aquesta forma de pagament té un import per gestió de 31 euros i només és vàlida per a matrícules superiors a 350 euros . Per als nous estudiants de graus i màsters, la primera quota serà del 10 % de l'import. Dates aproximades del pagament de les quotes, en funció de la data de matrícula. Consulta la taula de fraccionaments. Primer Semestre 1r pagament 1a setmana de setembre 1a setmana d'octubre 1a setmana de novembre 1a setmana de desembre Amb targeta en el moment de fer la matrícula 2a quota 3a quota 4a quota 5a quota Les dates de pagament són aproximades. El nombre de quotes és determinat per la data de matriculació: a mesura que avança el període de matrícula, el nombre de quotes disminueix. Segon semestre 1r pagament 1a setmana de febrer 1a setmana de març 1a setmana d'abril 1a setmana de maig Amb targeta en el moment de fer la matrícula 2a quota 3a quota 4a quota 5a quota Les dates de pagament són aproximades. El nombre de quotes és determinat per la data de matriculació: a mesura que avança el període de matrícula, el nombre de quotes disminueix. Pagament amb una targeta de crèdit o de dèbit de qualsevol entitat financera mitjançant el TPVV (terminal de punt de venda virtual), al qual accedireu directament des del Campus en el moment en què us matriculeu. Els clients de Caixabank teniu la possibilitat de fraccionar en quotes el pagament de la matrícula (entre tres i set quotes segons la formalització). Durant el procés de matriculació s'enllaçarà amb el servei de Línia Oberta i es contractarà un préstec de cost zero (comissió per obertura 0 %, comissió d'estudi 0 %, comissió d'amortització 0 % i tipus d'interès 0 %). Aquesta forma de pagament només està disponible en els següents casos: Sou clients de Caixabank i teniu activat el servei de Línia Oberta. Teniu més de divuit anys, nacionalitat espanyola jo d'un altre país membre de la UE i residiu a l'Estat espanyol. L'import de cada quota supera els 30 euros. L'Agència de Gestió d'Ajuts Universitaris i de Recerca (AGAUR) ofereix un programa d'ajuts en format de crèdit per al pagament fraccionat per mensualitats de matrícula universitària. Podeu consultar les condicions i els terminis per a aquest curs al web de l'AGAUR . * Opció disponible per a segones matrícules i posteriors. La UOC posa a la vostra disposició la possibilitat de fraccionar en quotes el pagament de la vostra matrícula. Amb aquesta opció, s'abona una quota inicial de l'import total de la matrícula mitjançant targeta en línia, i la resta es cobra per domiciliació bancària (en cas de tenir compte bancari SEPA) o domiciliació a targeta (en cas de no tenir-ne compte bancari SEPA) en cinc quotes com a màxim en funció de la data de matriculació. Consulta aquí si la teva entitat bancària disposa de compte SEPA. Aquesta forma de pagament té un import per gestió de 28,20 euros i només és vàlida per a matrícules superiors a 300 euros. Per als nous estudiants de graus i màsters, la primera quota serà del 10 % de l'import. Dates aproximades del pagament de les quotes, en funció de la data de matrícula. Consulta la taula de fraccionaments. Primer Semestre 1r pagament 1a setmana de setembre 1a setmana d'octubre 1a setmana de novembre 1a setmana de desembre Amb targeta en el moment de fer la matrícula 2a quota 3a quota 4a quota 5a quota Les dates de pagament són aproximades. El nombre de quotes és determinat per la data de matriculació: a mesura que avança el període de matrícula, el nombre de quotes disminueix. Segon semestre 1r pagament 1a setmana de febrer 1a setmana de març 1a setmana d'abril 1a setmana de maig Amb targeta en el moment de fer la matrícula 2a quota 3a quota 4a quota 5a quota Les dates de pagament són aproximades. El nombre de quotes és determinat per la data de matriculació: a mesura que avança el període de matrícula, el nombre de quotes disminueix. Per als residents a Colòmbia interessats en aquesta forma de pagament i que no disposeu d'una targeta de crèdit, us informem que l'entitat Bancolòmbia ofereix la Targeta Virtual e-Prepagament . Per sol·licitar-la, cal que disposeu d'un compte d'estalvis o corrent en aquesta entitat. Pagament amb una targeta de crèdit o de dèbit de qualsevol entitat financera mitjançant el TPVV (terminal de punt de venda virtual), al qual accedireu directament des del Campus en el moment en què us matriculeu. L'estudiantat resident fora de l'Estat espanyol pot fer una transferència de l'import total de matrícula en euros. Les dades per fer efectiu el pagament de la matrícula són: Si feu la docència en català: Banc: Caixabank Adreça: Avda. Diagonal, 647 08028 Barcelona Espanya Swift: CAIX ÉS BB IBAN: ES02-2100-3648-98-2200022920 Si feu la docència en castellà: Bank: BANC SANTANDER CENTRAL HISPÀ Adress: Passeig de Gràcia, 5 08007 BARCELONA - SPAIN Swift: BSCHESMMXXX IBAN: ES98-0049-1806-9726-1188-9588 Un cop fet el pagament, caldrà enviar el comprovant. Objectius, perfils i competències Descobreix a qui va dirigit aquest programa i quines noves competències pots adquirir. Saber-ne més Preguntes freqüents Tens dubtes? Donem resposta a les teves preguntes sobre la nostra oferta formativa, el model d’aprenentatge o tràmits, entre altres temes. Consulta L'opinió dels nostres graduats Graduades i graduats de la UOC t'expliquen en primera persona com han viscut el procés d'aprenentatge amb nosaltres i com la nostra metodologia els ha permès compaginar feina, estudis i vida personal. Tenir una flexibilitat d'horaris absoluta em va permetre fer el màster Daniel Marchante Realment em trobo realitzada. Ara, quan parlo, sé del que parlo. Helena Guillén La UOC t'ofereix competències, perquè el que necessites és saber-te adaptar en cada moment Manel Vicenç Volia créixer professionalment. La UOC m'ha ofert no estancar-me Alba Camacho Des de que vaig acabar el grau, he tingut un desenvolupament a la meva empresa José Miguel González Programes relacionats Màster universitari Ensenyament i Aprenentatge d'Idiomes mitjançant la Tecnologia Veure tota la informació Selecciona fins a 3 programes per comparar Màster universitari Formació del Professorat d'Educació Secundària Obligatòria i Batxillerat, Formació Professional i Ensenyament d'Idiomes Veure tota la informació Selecciona fins a 3 programes per comparar Grau Traducció, Interpretació i Llengües Aplicades (interuniversitari: UVic-UCC, UOC) Veure tota la informació Selecciona fins a 3 programes per comparar"
}