{
  "url": "https://uoc.edu/portal/ca/universitat/estudis-centres-recerca/catedra-unesco-ensenyament-tecnologia-canvi-social/index.html",
  "content": "Càtedra UNESCO - Educació i Tecnologia per al Canvi Social Estructura docent i de recerca Menú Escoltar La Càtedra UNESCO d'Educació i Tecnologia per al Canvi Social (anteriorment, Càtedra UNESCO d’ E-learning ) va ser creada l’any 2002 a fi de promoure la investigació, l’aprenentatge, la informació i la documentació en l’ús intensiu de les TIC en l’educació . La Càtedra segueix atentament les principals tendències mundials en educació, recursos de tecnologia adequats, continguts oberts i els experts i institucions clau en aquest camp. Així també, la Càtedra difon el coneixement adquirit entre les comunitats d’educadors i experts, centrant-se especialment en els grups desafavorits o necessitats d’informació. Consell Acadèmic de la Càtedra El nou Consell Acadèmic de la Càtedra es va constituir el 14 de març de 2012. El formen (en ordre alfabètic): Brenda GOURLEY , exvicerectora de l’Open University (Regne Unit) Sugata MITRA , professor de Tecnologia Educativa, Universitat de Newcastle (Regne Unit); professor visitant, MIT Media Lab (EUA) Josep A. PLANELL i ESTANY , rector de la UOC Ferran RUIZ TARRAGÓ , president del Consell Escolar de la Generalitat de Catalunya Albert SANGRÀ , director acadèmic de la Càtedra UNESCO - Ensenyament i Tecnologia per al Canvi Social; vicepresident d’EFQUEL (European Foundation for Quality in e-Learning) Equip Albert Sangrà Director acadèmic Derek Clougher Coordinador executiu Àmbits d'actuació L’esperit de la UNESCO està present en totes les activitats de la Càtedra, donant veu a institucions i individus implicats en la pràctica educativa, potenciant l’ ús intensiu de la tecnologia per al benefici públic i el desenvolupament : Creació i difusió de coneixement Investigació aplicada als camps dels recursos educatius en obert (OER) i de gènere i tecnologia Realització de tallers formatius centrats en temes rellevants per a l’ e-learning Assistència i participació en congressos, conferències i fòrums nacionals i internacionals Vídeos Més vídeos Activitats Tallers Els tallers són sessions amb demostracions en directe o amb contingut formatiu en les quals un o més experts aporten els seus coneixements i permeten que els assistents adquireixin nous coneixements i competències sobre un tema concret. Els tallers són similars a les taules rodones: tots dos ofereixen espais per al debat i la discussió de casos, bones pràctiques i experiències. Taules rodones Les taules rodones són espais de debat , la dinàmica de treball dels quals consisteix en la discussió de casos, bones pràctiques i l’intercanvi d’experiències . La Càtedra convida experts internacionals de reconegut prestigi per tal que comparteixin els seus coneixements i la seva experiència amb el personal docent i de gestió de la Universitat. Les taules rodones es centren en temes derivats dels àmbits d’actuació de la Càtedra. Seminaris internacionals El Seminari Internacional ha estat dissenyat per convertir-se en un marc per a la difusió i l’intercanvi de coneixement i experiències vinculats amb la relació entre TIC, educació i desenvolupament al món. El seu objectiu és aprofundir en el coneixement i l’anàlisi dels principals elements i reptes existents en l’actualitat."
}