{
  "url": "https://uoc.edu/ca/estudis/masters/master-universitari-criminologia-execucio-penal.html",
  "content": "Presentació Online i sense horari Propera inscripció: 24/04 Màster universitari Online de Criminologia i Execució Penal (interuniversitari: UPF, UdG, UAB, UOC) Presentació El màster interuniversitari de Criminologia i execució penal és un màster de caràcter oficial que imparteixen la Universitat Pompeu Fabra, la Universitat Oberta de Catalunya, la Universitat Autònoma de Barcelona i la Universitat de Girona. El màster és adequat tant per a les persones que busquen oportunitats d'inserció laboral o de millora de coneixements per a la pràctica professional com per a les que volen accedir al doctorat. La major part dels crèdits s'imparteixen presencialment a la UPF, però els 10 crèdits de què es responsabilitza la UOC tenen una part presencial i una part en línia, mitjançant una aula virtual. Aquests 10 crèdits pertanyen a les assignatures de Victimologia (obligatòria) i Ciberdelinqüència (optativa). A més el professorat de la UOC assumeix la direcció d'alguns TFM. Per a més informació podeu consultar l'enllaç següent: https://www.upf.edu/web/masters/master-en-criminologia-i-execucio-penal Descarrega el programa (PDF) Titulació oficial El màster universitari de Criminologia i execució penal és una titulació que ha estat verificada pel Consell d'Universitats, i la seva implementació autoritzada per la Generalitat de Catalunya, segons el que marca la legislació vigent. Els títols universitaris oficials de la UOC tenen validesa en tot el territori espanyol, tenen efectes acadèmics plens i habiliten, si escau, per a la realització d'activitats professionals regulades, d'acord amb la normativa que en cada cas resulti aplicable. Aquests títols s'expedeixen juntament amb el suplement europeu al títol (SET), que facilita informació sobre els estudis cursats per l'estudiant, els resultats obtinguts, les capacitats professionals assolides i el nivell de la titulació en el sistema espanyol d'educació superior, amb la finalitat de facilitar-ne el reconeixement i promoure la mobilitat d'estudiants i titulats dins de l'espai europeu d'educació superior (EEES). La validesa en altres països dels títols universitaris oficials expedits per la UOC vindrà determinada en cada cas per les lleis d'educació de cada país. Titulació oficial El màster universitari de Criminologia i execució penal és una titulació que ha estat verificada pel Consell d'Universitats, i la seva implementació autoritzada per la Generalitat de Catalunya, segons el que marca la legislació vigent. Els títols universitaris oficials de la UOC tenen validesa en tot el territori espanyol, tenen efectes acadèmics plens i habiliten, si escau, per a la realització d'activitats professionals regulades, d'acord amb la normativa que en cada cas resulti aplicable. Aquests títols s'expedeixen juntament amb el suplement europeu al títol (SET), que facilita informació sobre els estudis cursats per l'estudiant, els resultats obtinguts, les capacitats professionals assolides i el nivell de la titulació en el sistema espanyol d'educació superior, amb la finalitat de facilitar-ne el reconeixement i promoure la mobilitat d'estudiants i titulats dins de l'espai europeu d'educació superior (EEES). La validesa en altres països dels títols universitaris oficials expedits per la UOC vindrà determinada en cada cas per les lleis d'educació de cada país. Consulta més detalls sobre: + Homologació + Legalització Inici 25 set. 2025 100% Online 60 Crèdits ECTS Idiomes: Castellà Titulació oficial Metodologia 100% online 1a. universitat online del món Acompanyament personalitzat Entre les millors universitats La UOC se situa entre el 7 % de les millors universitats del món segons el World University Rankings 2024. Qualitat de la titulació La qualitat d'aquest programa està avalada per l' AQU (Agència per a la Qualitat del Sistema Universitari de Catalunya), la qual assegura el rigor i l'acompliment dels estàndards exigits a l' EEES . + Qualitat de la titulació Acreditació de qualitat AQU Agència per a la Qualitat del Sistema Universitari de Catalunya. Juntament amb: El tutor: guia i acompanyament individualitzat L'aula virtual: accedeix-hi des de qualsevol lloc, sense barreres físiques Per què la UOC? Amb els graus i màsters de la UOC obtindràs la teva titulació oficial mitjançant un model educatiu propi en evolució constant. Saber-ne més Preguntes freqüents Tens dubtes? Donem resposta a les teves preguntes sobre la nostra oferta formativa, el model d’aprenentatge o tràmits, entre altres temes. Consulta L'opinió dels nostres graduats Graduades i graduats de la UOC t'expliquen en primera persona com han viscut el procés d'aprenentatge amb nosaltres i com la nostra metodologia els ha permès compaginar feina, estudis i vida personal. Tenir una flexibilitat d'horaris absoluta em va permetre fer el màster Daniel Marchante Realment em trobo realitzada. Ara, quan parlo, sé del que parlo. Helena Guillén La UOC t'ofereix competències, perquè el que necessites és saber-te adaptar en cada moment Manel Vicenç Volia créixer professionalment. La UOC m'ha ofert no estancar-me Alba Camacho Des de que vaig acabar el grau, he tingut un desenvolupament a la meva empresa José Miguel González Programes relacionats Grau Criminologia Veure tota la informació Selecciona fins a 3 programes per comparar Màster universitari Advocacia i Procura Veure tota la informació Selecciona fins a 3 programes per comparar Màster universitari Ciberdelinqüència Veure tota la informació Selecciona fins a 3 programes per comparar"
}