{
  "url": "https://uoc.edu/portal/ca/25-anys/index.html",
  "content": "#25anysUOC Som el que fem. I avui podem dir que hem fet molt. Malgrat tot, viure \"temps interessants\" no et permet abaixar la guàrdia, ja que ni els canvis ni els desafiaments s'aturen. Nascuts com a nadius digitals ara fa 25 anys, des de la UOC sempre hem entès que transformar ha de significar educar diferent, investigar diferent, pensar diferent. Ser, en tots els sentits possibles, una autèntica universitat sense distàncies. Com a institució singular i com a node d’un sistema global, volem ser copartícips d’aquest futur de transformació digital: posar-nos en la pell de qui estudia, de qui es forma, de qui s’actualitza, de qui crea el món de demà. Perquè el futur no s’espera, es crea dia a dia! Josep A. Planell Rector de la UOC Formar. Transformar Repàs de les principals fites d'aquests primers 25 anys La nostra història Descobreix i repassa les principals fites de la Universitat i l'evolució tecnològica dels darrers 25 anys. Baixa en PDF Actualitat El president Aragonès i el rector Planell inauguren el nou edifici de recerca de la UOC al districte 22@ de Barcelona Amb el nou edifici, la UOC concentra tota l'activitat acadèmica i bona part de la gestió al campus del Poblenou, al districte tecnològic de Barcelona. #ResearchUOC Més Michael Murphy: \"En l'era del coneixement, els països tindran èxit en la mesura que en tinguin les seves universitats\" #InauguralUOC Més Agenda octubre 2022 28 28 octubre 2022 Inauguració del Hub Interdisciplinari de Recerca i Innovació 28/10/2022 Els #25anysUOC als mitjans La UOC estrena un 'hub' tecnològic al 22@ en el seu 25è aniversari [ES] El Periódico 28/10/2022 La UOC estrena un centre de recerca al 22@ amb un centenar de projectes d'investigació betevé 28/10/2022 Aragonès assegura que \"un bon pressupost\" per al 2023 \"permetrà consolidar el sistema de recerca català\" 324 28/10/2022 La UOC obre un centre de recerca amb 577 científics El Punt Avui 28/10/2022 Què diuen de nosaltres? Sanjay Sarma: «El mètode de la UOC va ser dissenyat per ser disruptiu. Vau ser visionaris» Vicepresident d'Aprenentatge Obert de l'Institut Tecnològic de Massachusetts (MIT). Impartí la lliçó inaugural «El futur de l'educació» del curs 2020-2021. Què diuen de nosaltres Cristina Gallach: «Celebro que la UOC tingui en la seva visió, en la seva missió, fomentar l'emprenedoria dels joves» Alta comissionada de l’Agenda 2030 del Govern espanyol. Impartí la lliçó inaugural «La universitat ha de liderar l'Agenda 2030» del curs 2019-2020. Què diuen de nosaltres Martin Carnoy: «La UOC representa el canvi més gran en la definició d'una universitat» Professor de la Universitat de Stanford. Impartí la lliçó inaugural «Les TIC en l'esenyament: possibilitats i reptes» del curs 2004-2005. Què diuen de nosaltres Tim Berners-Lee: «Aquest honoris causa em recordarà continuar treballant de manera interdisciplinària i mirant la web com a humanitat i no únicament com una tecnologia» Doctor honoris causa per la UOC 2008. Què diuen de nosaltres Reflexions de futur. La universitat post-COVID-19 «Fer la part que ens toca» «Ens cal qüestionar l’actual model de recerca massa dependent de les conjuntures político-econòmiques, i reconnectar-lo amb la societat i l’economia a partir de nous paradigmes com l' open science que faciliten el vincle i la participació de la ciutadania o l' open access que permet compartir i multiplicar la recerca realitzada, com va demostrar-se durant la passada epidèmica del zika i com torna a evidenciar-se avui. De l’altra, hi ha la necessària bel·ligerància contra els posicionaments anticientífics, manipuladors i fal·laços.» «Un aspecte clau serà garantir l’accessibilitat i la neutralitat de la xarxa, avui amenaçada per interessos espuris de caràcter ideològic, econòmic i polític.» Josep A. Planell , rector Huffington Post (29/05/2020) «Coneixement compartit per no deixar ningú enrere» Pastora Martínez , vicerectora de Globalització i Cooperació ctxt (20/06/2020) «L'evolució imparable de l'educació superior» Carles Sigalés , vicerector de Docència i Aprenentatge ctxt (27/07/2020) «Per una ciutadania crítica, responsable i ocupada» Àngels Fitó , vicerectora de Competitivitat i Ocupabilitat elDiario.es (05/07/2020) «Cap a una nova cultura de la recerca» Marta Aymerich , vicerectora de Planificació Estratègica i Recerca elEconomista.es (28/07/2020) Celebrem-ho junts! #MomentsUOC Activitats participatives Programació cocreada i participativa Actes institucionals i acadèmics Fa 25 anys..."
}