{
  "url": "https://uoc.edu/ca/estudis/doctorats",
  "content": "Doctorat i investigació 9 programes de doctorat Són programes dirigits a universitaris que es volen especialitzar en l'àmbit de la investigació. Sol·licita l'accés 3 cursos de recerca, transferència i emprenedoria Són cursos orientats a impulsar la carrera i la visibilitat del personal de recerca. Matricula't 30 anys transformant l'aprenentatge en línia Què són els programes de doctorat? Els doctorats de la UOC són els programes de formació superior que et proporcionen les habilitats i les tècniques dirigides a la investigació. Els programes de doctorat permeten fer la tesi a dos ritmes d'intensitat: a temps complet i a temps parcial. També ofereixen dues modalitats diferents: l'activitat investigadora presencial al Hub Interdisciplinari de Recerca i Innovació (col·lectiu investigador predoctoral amb beca), o bé en línia seguint la metodologia de la UOC. La Universitat permet estades de recerca presencials i en línia a fi d'incorporar el doctorand o doctoranda en l'activitat investigadora dels grups. Online i sense horaris Estudis 100% online 9 programes de doctorat Estudia un doctorat online a la UOC Descobreix l'oferta formativa de programes de doctorat online que pots estudiar a la UOC: Administració i Direcció d'Empreses (interuniversitari); Bioinformàtica (interuniversitari); Dret, Política i Economia; Educació i TIC (E-learning); Humanitats i Comunicació; Salut i Psicologia; Societat de la Informació i el Coneixement; Societat, Tecnologia i Cultura; Tecnologies de la Informació i de Xarxes, i Turisme (interuniversitari). Coneix l'Escola de Doctorat de la UOC L'Escola de Doctorat vetlla pels estudis de doctorat de la UOC oferint un ecosistema òptim per a una formació en recerca innovadora, interdisciplinària, translacional i de màxima qualitat. La recerca i la innovació de la UOC contribueixen a solucionar els reptes a què s'enfronten les societats globals del segle xxi mitjançant l'estudi de la interacció entre la tecnologia i les ciències humanes i socials, amb un focus específic en la societat xarxa, l'aprenentatge en línia i la salut digital. L'Escola de Doctorat forma part del Hub Interdisciplinari de Recerca i Innovació, on interactua amb més de 500 investigadors i investigadores, 51 grups de recerca, els estudis i els dos centres de recerca de la UOC, l'Internet Interdisciplinary Institute (IN3) i l'eHealth Center (eHC). El hub està ubicat al cor de Barcelona, però, com tota la Universitat, està obert a distància a tot el món. A més, la Universitat impulsa la innovació en l'aprenentatge digital a través de l'eLearning Innovation Center (eLinC) i la transferència de coneixement i l'emprenedoria de la comunitat UOC amb la plataforma Hubbik. Línies de Recerca Els programes de doctorat tenen unes línies de recerca i cada una d'elles té unes propostes de tesi que ofereix el personal docent investigador de la Universitat. Consulta les propostes de tesi en aquest enllaç i contacta amb la investigadora o investigador responsable. 9 programes de doctorat online Informa't 3 Cursos de recerca online Informa't 30 anys de la UOC El 1994 vam ser la primera universitat online del món. Avui, som referents mundials en e-learning. Per què escollir la UOC? Avalada pels nostres graduats i graduades Un 79 % tornaria a triar la UOC. Un 81 % està satisfet/a amb la titulació. 90.400 Estudiants 89 % Estudia i treballa. Reconeguda per les empreses. Model educatiu La UOC es caracteritza per un model educatiu propi, basat en una metodologia online de qualitat, que situa l'activitat de l'estudiant al centre. Amb nosaltres, l'estudiant aprèn de manera activa. Premis internacionals Avalen la nostra metodologia online la implicació en projectes de recerca, el compromís social i una trajectòria vinculada a l'e-learning de qualitat. 122.750 Graduats i graduades"
}