{
  "url": "https://uoc.edu/portal/ca/25-anys/participa/informatica-multimedia-i-telecomunicacio/index.html",
  "content": "Celebrem-ho junts! 25 anys dels Estudis d'Informàtica, Multimèdia i Telecomunicació Menú Escoltar Fem 25 anys! Dos anys després que la UOC iniciés l'activitat com a primera universitat en línia del món, l'octubre del 1997 els Estudis d'Informàtica, Multimèdia i Telecomunicació van engegar la seva docència amb l'oferta de dos programes de l'àmbit de la informàtica: Enginyeria Tècnica d'Informàtica de Sistemes i Enginyeria Tècnica d'Informàtica de Gestió. Fem un repàs de les principals fites aconseguides amb motiu del 25è. aniversari dels Estudis. Cronograma L'inici dels àmbits 1997 : Informàtica 1999 : Multimèdia 2005 : Telecomunicació 2017 : Data Science Direcció 1997-2001 : Cristina Nogués 2001-2012 : Rafael Macau 2013-2018 : Josep Prieto 2019-actualitat : Daniel Riera Xifres dels Estudis 12.413 estudiants 70 professors propis 562 professors col·laboradors 70 tutors 45 professors associats 14 membres del personal de gestió 8 grups de recerca 1 revista científica 1 blog 5 graus 11 màsters universitaris 9 màsters, postgraus i especialitzacions 4 seminaris i cursos 2 estudis de doctorat \"Als Estudis d'Informàtica, Multimèdia i Telecomunicació veiem que la relació entre les persones i la tecnologia és fonamental. Per això som un equip molt divers i col·laborem estretament amb la resta d'estudis de la UOC.\" Daniel Riera , director dels Estudis Jornada «MSX: Despertando vocaciones desde los años 80 (y sigue?)» Jornada celebrada al campus UOC, amb la participació de Kazuhiko Nishi, el pare inventor de l'estàndard MSX, i emmarcada en la celebració dels 25 anys dels estudis. #25anysUOC Els EIMT celebrem 25 anys! El curs 1997-1998 va començar amb la docència amb les titulacions d’Enginyeria Tècnica d’Informàtica de Sistemes i Enginyeria Tècnica d’Informàtica de Gestió. “Vam començar amb uns 200 estudiants per cadascun dels dos programes”, explica Ramon Segret. #25anysUOC \"He vist créixer l'equip: de les 3 persones que érem al principi, ara som prop de 100\" Eugènia Santamaria és professora agregada dels EIMT. La seva activitat se centra en l’estudi de la utilització dels laboratoris virtuals en les titulacions tecnològiques i recentment, ha estat finalista al Premi DonaTIC. #25anysUOC"
}