{
  "url": "https://uoc.edu/portal/ca/universitat/actes-institucionals/honoris-causa/jordi-pujol/curriculum/index.html",
  "content": "Honoris causa Jordi Pujol Menú Escoltar Currículum vitae Trajectòria Neix a Barcelona l'any 1930 i es titula en Medicina per la Universitat de Barcelona. L'ambient familiar, marcadament catalanista, crea un clima que, de ben jove, afavoreix la seva orientació a lluitar per la democràcia i la recuperació de la identitat catalana. En l'època universitària s'integra en diferents grups de tendència nacionalista i antifranquista –Grup Torras i Bages, Comissió Abat Oliva, Grup Pere Figuera o Confraria de la Mare de Déu de Montserrat de Virtèlia– i es relaciona amb figures com Jaume Carner o Joan Raventós, Jaume Vicens Vives, Josep Benet, Joan Triadú i Raimon Galí, els quals considerarà els seus mestres. La dècada de 1950 centra una etapa de forta autoformació ideològica. La seva lluita contra la privació de llibertats i drets i a favor de la reconstrucció de Catalunya el porta a ser detingut arran dels fets del Palau de la Música i empresonat. A partir de la dècada de 1960 emprèn diverses iniciatives culturals, econòmiques i socials de gran abast, com Banca Catalana, el CIRP –Centre d'Informació, Recerca i Promocions–, que finançarà diccionaris en català, donarà suport a editorials com Lavínia, cases discogràfiques com EDIGSA i diverses revistes, i també múltiples campanyes a favor del català. Durant la dècada de 1970 comença a fer política activa amb la creació, l'any 1974, de Convergència Democràtica de Catalunya, partit del qual encara és president. El 1977 obté acta de diputat al Congrés de Madrid. És reelegit l'any 1979. El 1980 guanya les eleccions al Parlament de Catalunya i és nomenat president de la Generalitat, càrrec que exercirà fins al 2003. La seva tasca de govern ha estat decisiva per a vertebrar l'autonomia catalana. I és en el decurs del seu mandat que impulsarà, d'una manera decidida, la creació de la Universitat Oberta de Catalunya, l'any 1994. La seva profunda vocació europea el porta a ser elegit, l'any 1992, president de l'Assemblea de Regions d'Europa. Ultra la seva vocació política i les seves inquietuds culturals, econòmiques i socials, la seva tasca intel·lectual l'ha dut a plasmar en diversos llibres bona part del seu ideari, centrat bàsicament en la qüestió catalana i Europa. Actualment deté la presidència del Centre d'Estudis Jordi Pujol, alhora que imparteix cursos en universitats, participa en fòrums i cercles internacionals de política i ha reprès la seva passió d'escriure sobre política, identitat i valors. Distincions i condecoracions Jordi Pujol ha estat honorat per múltiples entitats, governs i institucions, dels quals ha rebut fins ara catorze diplomes, quatre medalles d'or, dotze condecoracions i quinze títols, entre els quals cal destacar el de doctor honoris causa per les universitats següents: Universitat de Rosario (Argentina) Universitat de Tolosa del Llenguadoc Universitat Catòlica de Brussel·les Universitat Lumière Lyon II Universitat Loránt Eötvös de Budapest Universitat de Suwon (Corea) Universitat de Gal·les Universitat Ramon Llull Universitat de París 8 Publicacions més rellevants Una política per Catalunya , 1976 La immigració, problema i esperança de Catalunya , 1976 Des dels turons a l'altra banda del riu , 1978 Construir Catalunya , 1979 Als joves de Catalunya , 1988 Catalunya Espanya , 1996 Tot compromís comporta risc , 1997 Passió per Catalunya , 1999 Antologia política de Jordi Pujol , 2003 Sobre Europa (i altres coses) , 2004"
}