{
  "url": "https://uoc.edu/portal/ca/universitat/actes-institucionals/honoris-causa/timothy-berners-lee/curriculum/index.html",
  "content": "Honoris causa Sir Timothy Berners-Lee Menú Escoltar Currículum vitae Trajectòria Premis Títols honoraris Bibliografia seleccionada Trajectòria Tim Berners-Lee es va graduar al Queen's College de la Universitat d'Oxford (Anglaterra) l'any 1976. Mentre estudiava va construir el seu primer ordinador amb un soldador, unes portes TTL, un processador M6800 i un televisor. Va estar dos anys a l'empresa Plessey Telecommunications Ltd, un dels principals fabricants britànics d'equipament de telecomunicacions, amb seu a Poole (Dorset), on va treballar en sistemes distribuïts de transaccions, retransmissió de missatges i tecnologia de codi de barres. L'any 1978 va deixar Plessey i va entrar a D. G. Nash Ltd, empresa situada a la població britànica de Ferndown (Dorset), on, entre altres coses, va escriure programari per a impressores intel·ligents i un sistema operatiu multitasca. Durant un any i mig va exercir de consultor independent. En aquest període cal incloure la seva estada de sis mesos (juny-desembre de 1980) com a enginyer de programari al CERN , el Laboratori Europeu per a Física de Partícules situat a Ginebra (Suïssa). Al CERN mateix va escriure, per a ús propi, el seu primer programa dissenyat per a l'emmagatzemament d'informació, amb el qual es podien fer associacions aleatòries. Anomenat Enquire , aquest programa, que mai no es va donar a conèixer en públic, constituí els fonaments conceptuals per al futur desenvolupament del World Wide Web . Des del 1981 fins al 1984 va treballar a l'empresa de John Poole Image Computer Systems Ltd, on es va dedicar al disseny tècnic, responsabilitat que incloïa microprogramari de control en temps real, programari per a gràfics i comunicacions, i un llenguatge macro genèric. El 1984 va tornar al CERN amb una beca i hi va treballar en sistemes distribuïts en temps real per a la recuperació de dades científiques i el control de sistemes. Entre altres coses, Berners-Lee hi va treballar en el programari FASTBUS i va dissenyar un sistema heterogeni de trucades remotes. El 1989 va proposar un projecte d'hipertext global, més conegut com a World Wide Web . Basat en el treball que havia desenvolupat anteriorment amb l' Enquire , el projecte era dissenyat perquè la gent pogués compartir informació i intercanviar coneixements en una teranyina de documents hipertextuals. Berners-Lee va escriure el primer servidor ( httpd ) i el primer client ( WorldWideWeb ) World Wide Web , un editor / navegador d'hipertext del tipus what-you-see-is-what-you-get (WYSIWYG) que funcionava en l'entorn NeXTStep. Aquest projecte s'engegava l'octubre del 1990 i el mes de desembre el WorldWideWeb ja es podia utilitzar per primera vegada dins el CERN. L'estiu del 1991 es va obrir a internet. Entre el 1991 i el 1993 Berners-Lee va continuar treballant en el disseny del web mentre coordinava les aportacions que rebia dels usuaris d'internet. Les seves primeres especificacions dels URI, l'HTTP i l'HTML es perfeccionaven i debatien en amplis cercles a mesura que la tecnologia web s'anava divulgant. L'any 1994 va fundar el World Wide Web Consortium al Laboratori de Ciències de la Computació ( LCS ) de l'Institut Tecnològic de Massachusetts ( MIT ). Des d'aleshores ha estat director del World Wide Web Consortium, l'entitat encarregada de coordinar el desenvolupament mundial del web, juntament amb equips del MIT, l' ERCIM europeu i la universitat japonesa de Keio. L'objectiu del Consortium és esgotar totes les possibilitats que ofereix el web i garantir-ne l'estabilitat mitjançant una ràpida evolució i transformacions revolucionàries del seu ús. L'URL del Consortium és: http://www.w3.org . L'any 1999 Berners-Lee va ser el primer titular de la càtedra 3Com Founders de l'LCS, organisme que es va fusionar amb el Laboratori d'Intel·ligència Artificial per donar forma al Laboratori de Ciències de la Computació i Intel·ligència Artificial (CSAIL). És el catedràtic 3COM Founders d'Enginyeria de la Facultat d'Enginyeria, amb un nomenament adjunt al Departament d'Enginyeria Elèctrica i Ciències de la Computació del CSAIL, on també dirigeix al Grup d'Informació Descentralitzada (DIG). El desembre del 2004 va ser nomenat professor del Departament de Ciències de la Computació de la Universitat de Southampton (Regne Unit). Va ser confundador de la Web Science Research Initiative (WSRI) el 2006, amb els professors Dame Wendy Hall i Sir Nigel Shadbolt, i va fundar i dirigir la World Wide Web Foundation l'any 2009. És autor de Weaving the Web [‘ Teixint la xarxa ’], obra en què analitza el passat, el present i el futur del web. Premis 1995 Premi Jove Innovador de l'Any de la Kilby Foundation Premi ACM Software Systems ( ex aequo ) Premi Honorari d' Ars Electronica Membre de número distingit de la British Computer Society 1997 Orde de l'Imperi Britànic (OBE) Premi IEEE Koji Kobayashi Computers and Communications Medalla Duddell de l'Institute of Physics Premi al servei distingit de la Interactive Services Association Premi al lideratge en la innovació de l' MCI Computerworld/Smithsonian Premi Columbus de l'International Communication Institute 1998 Premi Charles Babbage Medalla Mountbatten del National Electronics Council Premi Lord Lloyd of Kilgerran de la Foundation for Science and Technology Premi PC Magazine Lifetime Achievement en excel·lència tècnica MacArthur Fellowship Premi Eduard Rhein de tecnologia Membre de número honorari de la Institution of Electrical Engineers 1999 Nomenat \"Una de les 100 principals ments del segle\" per la revista Time Premi World Technology de tecnologies de la comunicació Membre de número honorari de la Society for Technical Communications 2000 Premi Paul Evan Peters d'ARL, Educause i CNI Premi al caràcter innovador de l' Electronic Freedom Foundation Premi George R. Stibitz al caràcter innovador en informàtica, de l' American Computer Museum Premi Especial a la contribució més destacada del World Television Forum 2001 Medalla Sir Frank Whittle de la Royal Academy of Engineering Membre de número de la Royal Society Membre de l' American Academy of Arts and Sciences 2002 Japan Prize de la Fundació de Ciència i Tecnologia del Japó Premi d'investigació científica i tècnica de la Fundació Príncep d'Astúries (compartit amb Larry Roberts, Rob Kahn i Vint Cerf) Membre de número de la Guglielmo Marconi Foundation Medalla Albert de la Royal Society for the Encouragement of Art, Manufactures and Commerce (RSA) 2004 Títol de Sir (KBE) concedit per la reina Elisabet II en atenció als serveis prestats pel desenvolupament mundial d'internet Premi Millennium Technology Premi Especial de l'American Society for Information Science and Technology Membre de l' American Philosophical Society 2005 Premi Common Wealth al servei distingit en comunicació de masses Premi Die Quadriga Premi Financial Times Lifetime Achievement 2006 Medalla President de l'Institute of Physics 2007 Orde del Mèrit concedit per la reina Elisabet II Premi Charles Stark Draper de la National Academy of Engineering Medalla Lovelace de la British Computer Society Premi D&AD President d'innovació i creativitat Premi Leadership del MITX (Massachusetts Innovation & Technology Exchange) Soci estranger de la National Academy of Engineering 2008 Premi Wolfson James Clerk Maxwell de l'IEEE/RSE Membre de número de l' IEEE Premi Pathfinder de la Harvard Kennedy School of Government Títols honoraris Parsons School of Design, Nova York (Doctor en Belles Arts, 1995) Universitat de Southampton (Doctor en Ciències, 1995) Universitat d'Essex (Doctor Honorífic, 1998) Universitat de Southern Cross (1998) Open University (Doctor Honorífic, 2000) Universitat de Colúmbia (Doctor en Dret, 2001) Universitat d'Oxford (Doctor en Ciències, 2001) Universitat de Port Elizabeth (Doctor en Ciències, 2002) Universitat de Lancaster (Doctor en Ciències, 2004) Bibliografia seleccionada Berners-Lee, T. J., et al ., \"World-Wide Web: Information Universe\", Electronic Publishing: Research, Applications and Policy (abril de 1992). Berners-Lee T. J., et al ., \"The World Wide Web\", Communications of the ACM (agost de 1994). Berners-Lee, T. J.; Fischetti, M., Weaving the Web , Harper San Francisco (1999). Berners-Lee, T. J.; Connolly, D.; R. Swick, R., \" Web Architecture: Describing and Exchanging Data \", W3C Note 6-7 (1999). Berners-Lee, T. J.; Hendler, J., \" Publishing on the Semantic Web \", Nature (26 d'abril de 2001), p. 1023-1025. Berners-Lee, T. J.; Hendler, J.; Lassila, O., \" The Semantic Web \", Scientific American (maig de 2001), p. 29-37. Berners-Lee, T. J., et al ., \" Computer Science: Enhanced: Creating a Science of the Web \", Science , vol. 313 (11 d'agost de 2006), p. 769-771. Berners Lee, T. J., et al ., \" A Framework for Web Science \", Foundations and Trends in Web Science , vol. 1, núm. 1 (setembre de 2006). [També publicat en format llibre amb l'ISBN 1-933019-33-6; 144 pàgines] Hendler, J.; Berners-Lee, T. J.; Miller, E., \" Integrating Applications on the Semantic Web \", Journal of the Institute of Electrical Engineers of Japan , vol. 122(10) (octubre de 2002), p. 676-680. Shadbolt, N.; Hall, W.; Berners-Lee, T. J., \" The Semantic Web Revisited \", IEEE Intelligent Systems Journal (maig/juny de 2006), p. 96-101. Informe del Web Science Workshop (12-13 de setembre de 2005). Celebrat a Londres i organitzat per la British Computer Society. (Vegeu la llista completa de publicacions .)"
}