{
  "url": "https://uoc.edu/hc/bates/cat/discurs_ferrate.html",
  "content": "[ A A A ] Imprimir Recomanar Cloenda del rector Gabriel Ferraté Doctor Bates, Senyor Vicerector, Senyor Director, Senyors Regidors de l'Ajuntament de Castelldefels, membres del Patronat i dels consells de la Fundació per a la Universitat Oberta de Catalunya, membres de la comunitat universitària, amigues i amics, Després d'escoltar la laudatio del doctor Rubio i d'escoltar el doctor Bates, entendran que aquesta universitat el rebi en el seu claustre de doctors, més que amb satisfacció, amb entusiasme. La Universitat Oberta de Catalunya celebra, doncs, amb entusiasme, els deia, aquesta solemne investidura per, com a mínim, tres raons: Primera, perquè els mèrits científics i acadèmics de Tony Bates, raó per la qual li és conferit el títol de doctor honoris causa , són extraordinàriament valuosos. No hi insistiré, atès que ja ho ha fet molt bé el doctor Rubio, però ho vull subratllar perquè en parlar en nom de la Universitat hi estic obligat. Tony Bates és actualment el professor i l'investigador que millor ha sabut veure el valor de les TIC en l'ensenyament universitari, la incidència positiva de les noves tecnologies en la qualitat del que ensenyem i en la difusió de l'aprenentatge. Ell és, en aquest camp, un model de referència. Bates ha estudiat a fons les relacions entre canal i aprenentatge i entre canal, funció i organització, amb aportacions extraordinàriament valuoses. Valuoses per a nosaltres, que hem estat objecte de la seva recerca, atès que ha analitzat la UOC com un paradigma de la formació no presencial, al llarg de la vida, però, si em permeten la solemnitat, valuoses per al món, que necessita aquesta formació i que gràcies a Tony Bates hi accedirà progressivament amb una competència més ben fonamentada. Els mèrits del doctor Bates es deuen, doncs, a la seva competència, però el que sobretot el fa mereixedor de la nostra més alta estima és que aquesta competència ha beneficiat directament moltes institucions acadèmiques i, per tant, moltes persones. Reconèixer solemnement això és per a tots nosaltres motiu d'una gran satisfacció. La segona raó de la nostra alegria per l'acte que celebrem avui es basa en el fet que, amb aquest doctorat honoris causa , podem expressar la nostra gratitud a Tony Bates, al científic i a la persona. Sempre hem trobat en ell no tan sols doctrina, sinó també tres fets que configuren el que ha estat la relació –la fructífera relació– entre Tony Bates i la UOC: L'interès pel que hem portat a terme. Els consells amb què ens ha enriquit quan n'hi hem demanat. El compromís que ha adquirit amb el que farem. I li estem agraïts per una complicitat amb la UOC que redundarà necessàriament en benefici de la Universitat i, per tant, dels seus estudiants i de tots els integrants d'aquesta casa. Poder-li-ho agrair avui, amb la solemnitat d'aquest acte, en presència dels representants de la societat civil que ens acompanyen, ens alegra molt i és un motiu, com els deia, d'una gran satisfacció per a tota la nostra comunitat universitària. La tercera raó l'acabo d'apuntar ara. Ens satisfà extraordinàriament aquest acte perquè ratifica solemnement la pertinença de Tony Bates a la UOC. No tant com voldríem, potser, però d'una manera molt satisfactòria. Per això celebrem aquest acte aquí, a l'IN3, que és el vaixell insígnia de la nostra recerca. La Universitat Oberta de Catalunya aposta –i el govern de Catalunya també– per aprofundir en el que constitueix l'instrument bàsic de la nostra metodologia docent i per fer-lo avançar fins a constituir un centre d'excel·lència en recerca i innovació en aprenentatge virtual ( e-learning ) d'àmbit mundial. Tony Bates lidera aquest projecte. No és una col·laboració o un consell, és un compromís que dóna garanties al nostre projecte i que ens honora. Avui, doncs, solemnitzem d'alguna manera aquesta pertinença del doctor Bates a la UOC i voldria subratllar-ne les conseqüències: aporta autoestima a la nostra comunitat universitària, reforça el lideratge de la UOC en aquestes matèries i dóna garanties d'eficàcia a la formació que impartim i que és l'objectiu i el punt de referència de la nostra activitat acadèmica. Per tot això, doctor Bates, amic Tony Bates, en nom propi i de la Universitat Oberta de Catalunya, rebi la nostra felicitació i la nostra gratitud més entusiastes i sinceres. Moltes gràcies."
}