{
  "url": "https://uoc.edu/portal/ca/universitat/actes-institucionals/honoris-causa/mariana-mazzucato/curriculum/index.html",
  "content": "Honoris causa Mariana Mazzucato Menú Escoltar Biografia La doctora Mariana Mazzucato és catedràtica d'Economia de la Innovació i el Valor Públic a la University College de Londres (UCL) i fundadora i directora de l' Institut per a la Innovació i el Propòsit Públic (IIPP) de la mateixa institució. Es va llicenciar a la Universitat Tufts i va cursar un màster i un doctorat d'Economia a la Facultat de Postgrau de la Nova Escola per a la Recerca Social. Ha estat titular de la càtedra RM Phillips de la Unitat de Recerca de Política Científica (SPRU) a la Universitat de Sussex. És membre de l'Acadèmia de Ciències Socials (AcSS) del Regne Unit i de l'Acadèmia Nacional de Ciències Italiana (Lincei). Ha rebut diversos premis internacionals, com ara el John von Neumann Award el 2020; el Madame de Staël als valors culturals, atorgat per la Federació Europea d'Acadèmies de Ciències i Humanitats (ALLEA), el 2019, i el Leontief per a l'Avenç de les Fronteres del Pensament Econòmic el 2018. Va ser nomenada una dels \"tres pensadors més importants sobre innovació\" per The New Republic i una de les 50 persones més creatives en matèria de negocis per Fast Company el 2020. A més a més, es troba entre els 25 líders que modelen el futur del capitalisme segons WIRED . És autora de tres llibres de gran èxit: El estado emprendedor. Mitos del sector público frente al privado (2013), El valor de las cosas: quién produce y quién gana en la economía global (2018) i Misión economía: una guía para cambiar el capitalismo (2021), acabat de publicar. És assessora de dirigents polítics d'arreu del món en matèria de creixement sostenible i inclusiu impulsat per la innovació. Actualment ocupa els càrrecs següents: Presidenta del Consell sobre els Aspectes Econòmics de la Salut per a Tothom de l'Organització Mundial de la Salut. Membre del Consell d'Assessors Econòmics del Govern escocès. Membre del Consell d'Assessors Econòmics del president de Sud-àfrica. Membre del grup assessor del secretari general de l'OCDE sobre una nova narrativa del creixement. Membre de la Junta Consultiva d'Alt Nivell sobre Assumptes Econòmics i Socials de les Nacions Unides. Membre del Consell Econòmic i Social d'Argentina. Membre de la Comissió Assessora de Vinnova a Suècia. Membre del Consell de Recerca de Noruega. Com a assessora especial del comissari de Recerca, Ciència i Innovació de la Comissió Europea (2017-2019), va elaborar l'informe de gran impacte Mission-Oriented Research & Innovation in the European Union , amb el qual va transformar les \"missions\" en un nou instrument essencial del programa d'innovació Horitzó Europa de la Comissió Europea."
}