{
  "url": "https://uoc.edu/portal/ca/arxiu/gestio-documental/model-gestio-documents-electronics/preservacio-documents/index.html",
  "content": "Model de gestió de documents electrònics Preservació de documents La UOC disposa d'un sistema segur i integral de preservació de documents electrònics generats a partir dels procediments i tràmits entorn de l'administració electrònica i processos de negoci de les seves àrees i oficines. Aquest sistema té dos repositoris: Alejandria i iArxiu, tots dos serveis consorciats entre les diferents universitats de l'ACUP i el CSUC. Alejandria Alejandria és un programari de gestió documental, que funciona com a repositori dels documents electrònics amb validesa jurídica i legal. D'aquesta manera permet a l'arxiver administrar i controlar l'emmagatzematge i la preservació dels documents per tal d'acomplir els requeriments legals i els estàndards tècnics necessaris, com ara: seguretat i polítiques d'accés als documents definició de fons d'arxiu definició del quadre de classificació i taules d'avaluació resegellament de documents amb signatura digital iArxiu El conveni signat el març del 2013 entre la UOC i el Consorci de Serveis Universitaris de Catalunya ( CSUC ) permet que els documents electrònics que es conservin al gestor documental de la UOC es puguin transferir de manera regular a l'iArxiu. Aquesta plataforma tecnològica d'arxiu digital permet la custòdia de documents electrònics a llarg termini sense que en quedi compromesa l'accessibilitat per qüestions d'obsolescència tecnològica. És, per consegüent, una eina que s'orienta a la conservació de documents electrònics que requereixen una conservació permanent i que, per tant, complementa Alejandria. Les seves funcions principals són: Conservar i protegir els documents electrònics amb totes les garanties de seguretat, integritat i autenticitat. Garantir que els documents es conservaran de manera segura en el temps i que es podran recuperar i visualitzar en qualsevol moment. Garantir que les signatures electròniques que incorporen els documents seran plenament vàlides en tot moment . Preservació electrònica a llarg termini Gestió documental Procediments: tràmits, signatures, informes Sèries documentals: expedients de contractes, expedients de títols... Unitat documental: factura, contracte, informe... Suport tecnològic propi Alejandria Suport tecnològic d'integració CSUC Web Services Alejandria Arxiu segur iArxiu Gràcies a la implantació d'aquest model de gestió documental es poden implementar els procediments d'administració electrònica que necessiten una interacció més concreta amb les eines de tramitació i de signatura electrònica de la UOC. iARXIU"
}