{
  "url": "https://uoc.edu/ca/estudis/cursos-idiomes/curs-idioma-angles-online",
  "content": "Presentació Cursos d'idiomes Procés de matrícula Presentació Online i sense horaris Matrícula oberta Cursos Online d'Anglès La nostra oferta comença amb un curs d’anglès bàsic per a principiants (curs d’anglès A1) i acaba amb cursos d’anglès de nivell avançat (curs d’anglès C1), passant pel curs d’anglès B1 i B2, amb una varietat de modalitats: escull entre un curs semestral, un curs anual o un curs intensiu d’anglès semestral, segons el teu nivell. També oferim aprendre anglès online amb els cursos de millora de les habilitats comunicatives en entorns professionals: Skills for Work (Presentation, Speaking , Writing i Meeting) . Pagament fraccionat Ara, pots fraccionar en quotes el pagament del teu curs. Consulta'ns les condicions! Beques i descomptes Consulta les beques i descomptes de què et pots beneficiar. Si busques un curs d’anglès amb certificat: Aconsegueix una certificació oficial amb el nostre acompanyament. Aprèn anglès practicant l’idioma amb la nostra eina de conversa online. Coneix gent nova gràcies a una metodologia amena. Els cursos d’anglès online de la UOC cobreixen cinc nivells del Marc europeu comú de referència per a les llengües (MECR) i et capaciten per a fer un ús de l’idioma anglès tant en l’àmbit personal com professional. Exàmens de certificació de Cambridge També et preparem per als exàmens de certificació de Cambridge. El Cambridge English: First Certificate (FCE) és un curs preparatori per a estudiants que tinguin el nivell d’anglès B2 i que el vulguin certificar per Cambridge. El Cambridge English: Advanced (CAE) és un curs preparatori indicat per a estudiants que tinguin el nivell d’anglès C1 i que el vulguin certificar per Cambridge. Per a saber el curs d’anglès online que s’adequa millor als teus coneixements, et recomanem que vagis a la prova de nivell, en la qual trobaràs orientacions per a la matrícula. Descarrega el programa (PDF) Inici 30 abr. 2025 Online 100% Titulació: Pròpia Durada: de 4 a 8 mesos Nivell: de bàsic a avançat Matrícula: Oberta Matricula't ara Sol·licita informació Prova de nivell d'anglès Si ja tens coneixements d'anglès, et recomanem que abans de matricular-te'n facis la prova de nivell en línia. Gratuïta i amb resultats al moment. Prova de nivell Metodologia 100% online 1a. universitat online del món Acompanyament personalitzat Entre les millors universitats La UOC se situa entre el 7 % de les millors universitats del món segons el World University Rankings 2024. Amb la col·laboració de: Cursos d'anglès online Aprendre anglès online Si busques un curs d'anglès online , la nostra metodologia et permet aprendre anglès a distància i al teu ritme. Descobreix els cursos d'anglès online de la UOC, que t'aportaran les habilitats per millorar les teves aspiracions professionals. Procés de matrícula Com matricular-te Formulari de matrícula i dades personals Ves a l'apartat Matricula't i emplena el formulari de matrícula del curs que hagis triat. Formes de pagament El pagament es fa amb targeta de crèdit o dèbit en acabar el procés de matrícula. El preu d'aquest programa serà el vigent en el moment de formalitzar la matrícula. Subjecte a revisió anual. Accés al campus Un cop feta la matrícula, rebràs les claus d'accés al campus. Et recomanem que hi accedeixis per familiaritzar-te amb l'entorn. Al llarg del dia de l'inici de curs s'activaran les teves aules virtuals al campus. Et donem la benvinguda a la UOC I recorda que la millor manera d'aprendre un idioma, és viure'l. Com s'aprenen idiomes online amb la UOC Sense classes ni horaris Un aprenentatge adaptat al teu dia a dia, per formar-te al teu ritme i allà on vulguis. Professorat amb experiència Aprèn idiomes online amb el seguiment personalitzat del nostre professorat professional. Metodologia amena Practica l'idioma relacionant-te amb companys d'aula de manera distesa i divertida. Quatre destreses lingüístiques L'entorn digital afavoreix l'aprenentatge i la pràctica de les destreses lingüístiques: llegir, escriure, escoltar i parlar. Descomptes Com a estudiant de la UOC et pots beneficiar de descomptes en la matrícula. Consulta els descomptes disponibles. Veure descomptes Preguntes freqüents Tens dubtes? Donem resposta a les teves preguntes sobre la nostra oferta formativa, el model d’aprenentatge o tràmits, entre altres temes. Consulta 30 anys de la UOC 30 anys impulsant el teu futur amb formació de qualitat"
}