{
  "url": "https://uoc.edu/ca/estudis/cursos-idiomes/curs-idioma-espanyol-online",
  "content": "Presentació Cursos d'idiomes Procés de matrícula Presentació Online i sense horaris Propera matrícula: 24/04 Cursos Online d'Espanyol Els cursos online d’espanyol per a estrangers de nivell A1 s’adrecen a persones sense cap coneixement previ de la llengua espanyola. Mitjançant materials interactius autocorrectius, s’exposen a l’estudiant les destreses receptives de la llengua seguint una metodologia comunicativa que integra la gramàtica i l’ús de la llengua per a fer deduccions sobre les formes i els usos. Pagament fraccionat Ara, pots fraccionar en quotes el pagament del teu curs. Consulta'ns les condicions! Beques i descomptes Consulta les beques i descomptes de què et pots beneficiar. Les destreses productives es practiquen seguint un enfocament per tasques individuals o grupals, amb un retorn personalitzat. En acabar el nivell A1 , els estudiants hauran assolit competències bàsiques per a expressar-se en escenaris de la vida quotidiana amb frases senzilles per a satisfer necessitats bàsiques: presentar-se, demanar i donar informació bàsica i relacionar-se d’una manera elemental. Amb el curs d’espanyol per a estrangers de la UOC: Aprèn espanyol practicant l’idioma amb la nostra eina de conversa online. Aconsegueix una certificació amb el nostre acompanyament. Coneix gent nova gràcies a una metodologia amena. Descarrega el programa (PDF) Inici Properament 100% Online Titulació: Pròpia Durada: 4 mesos Nivell: Principiant Matrícula: Tancada Sol·licita informació Metodologia 100% online 1a. universitat online del món Acompanyament personalitzat Entre les millors universitats La UOC se situa entre el 7 % de les millors universitats del món segons el World University Rankings 2024. Cursos d'espanyol online Aprendre espanyol online Si busques un curs d'espanyol online , la nostra metodologia et permet aprendre espanyol a distància i al teu ritme. Descobreix els cursos d'espanyol online de la UOC, que t'aportaran les habilitats que necessites per a la teva vida personal i professional. Procés de matrícula Com matricular-te Formulari de matrícula i dades personals Ves a l'apartat Matricula't i emplena el formulari de matrícula del curs que hagis triat. Formes de pagament El pagament es fa amb targeta de crèdit o dèbit en acabar el procés de matrícula. El preu d'aquest programa serà el vigent en el moment de formalitzar la matrícula. Subjecte a revisió anual. Accés al campus Un cop feta la matrícula, rebràs les claus d'accés al campus. Et recomanem que hi accedeixis per familiaritzar-te amb l'entorn. Al llarg del dia de l'inici de curs s'activaran les teves aules virtuals al campus. Et donem la benvinguda a la UOC I recorda que la millor manera d'aprendre un idioma, és viure'l. Com s'aprenen idiomes online amb la UOC Sense classes ni horaris Un aprenentatge adaptat al teu dia a dia, per formar-te al teu ritme i allà on vulguis. Professorat amb experiència Aprèn idiomes online amb el seguiment personalitzat del nostre professorat professional. Metodologia amena Practica l'idioma relacionant-te amb companys d'aula de manera distesa i divertida. Quatre destreses lingüístiques L'entorn digital afavoreix l'aprenentatge i la pràctica de les destreses lingüístiques: llegir, escriure, escoltar i parlar. Descomptes Com a estudiant de la UOC et pots beneficiar de descomptes en la matrícula. Consulta els descomptes disponibles. Veure descomptes Preguntes freqüents Tens dubtes? Donem resposta a les teves preguntes sobre la nostra oferta formativa, el model d’aprenentatge o tràmits, entre altres temes. Consulta 30 anys de la UOC 30 anys impulsant el teu futur amb formació de qualitat"
}