{
  "url": "https://uoc.edu/ca/estudis/cursos-idiomes/curs-idioma-catala-online",
  "content": "Presentació Cursos d'idiomes Procés de matrícula Presentació Online i sense horaris Propera matrícula: abril 2025 Cursos Online de Català Els cursos de català online de la UOC s’adrecen a persones que es volen iniciar en aquesta llengua (català nivell bàsic) o que ja són capaces de fer servir la llengua catalana en situacions quotidianes i mitjanament formals (cursos online de català nivell B2 i català nivell C1). Així mateix, s’ofereix un curs de català online de nivell superior (català nivell C2) que s’adreça a les persones que vulguin adquirir competències i habilitats lingüístiques avançades. Tots els cursos de català en línia s’adeqüen a les necessitats de la comunitat universitària, de tota mena de professionals i del públic en general. Pagament fraccionat Ara, pots fraccionar en quotes el pagament del teu curs. Consulta'ns les condicions! Beques i descomptes Consulta les beques i descomptes de què et pots beneficiar. A més d’aprendre català online , et podràs preparar per als exàmens interuniversitaris, que et permetran obtenir un certificat de català oficial, de la Generalitat de Catalunya, dels següents nivells de català: Nivell B2 de català (nivell de català intermedi). Nivell C1 de català (nivell de català suficiència). Nivell C2 de català (nivell de català superior). Llenguatge jurídic català . Quan hagis superat el curs online de català, et podràs inscriure en aquests exàmens, que la UOC organitza quan s’acaben els cursos de català online . Tots els exàmens es realitzen el mateix dia i hora, i no és possible realitzar 2 exàmens en un mateix semestre. El preu de la matrícula del curs no inclou el cost de la primera convocatòria d’aquests exàmens, que són presencials. Per a saber el curs de català en línia que s’adequa millor als teus coneixements, et recomanem que vagis a la prova de nivell de català, en la qual trobaràs orientacions per a la matrícula. Descarrega el programa (PDF) Inici Properament 100% Online Titulació: Pròpia Durada: 4 mesos Nivell: de bàsic a avançat Matrícula: Tancada Sol·licita informació Prova de nivell de català Si ja tens coneixements de català, et recomanem que abans de matricular-te'n facis la prova de nivell en línia. Gratuïta i amb resultats al moment. Prova de nivell Metodologia 100% online 1a. universitat online del món Acompanyament personalitzat Entre les millors universitats La UOC se situa entre el 7 % de les millors universitats del món segons el World University Rankings 2024. Cursos de català online Procés de matrícula Com matricular-te Formulari de matrícula i dades personals Ves a l'apartat Matricula't i emplena el formulari de matrícula del curs que hagis triat. Formes de pagament El pagament es fa amb targeta de crèdit o dèbit en acabar el procés de matrícula. El preu d'aquest programa serà el vigent en el moment de formalitzar la matrícula. Subjecte a revisió anual. Accés al campus Un cop feta la matrícula, rebràs les claus d'accés al campus. Et recomanem que hi accedeixis per familiaritzar-te amb l'entorn. Al llarg del dia de l'inici de curs s'activaran les teves aules virtuals al campus. Et donem la benvinguda a la UOC I recorda que la millor manera d'aprendre un idioma, és viure'l. Com s'aprenen idiomes online amb la UOC Sense classes ni horaris Un aprenentatge adaptat al teu dia a dia, per formar-te al teu ritme i allà on vulguis. Professorat amb experiència Aprèn idiomes online amb el seguiment personalitzat del nostre professorat professional. Metodologia amena Practica l'idioma relacionant-te amb companys d'aula de manera distesa i divertida. Quatre destreses lingüístiques L'entorn digital afavoreix l'aprenentatge i la pràctica de les destreses lingüístiques: llegir, escriure, escoltar i parlar. Descomptes Com a estudiant de la UOC et pots beneficiar de descomptes en la matrícula. Consulta els descomptes disponibles. Veure descomptes Preguntes freqüents Tens dubtes? Donem resposta a les teves preguntes sobre la nostra oferta formativa, el model d’aprenentatge o tràmits, entre altres temes. Consulta 30 anys de la UOC 30 anys impulsant el teu futur amb formació de qualitat"
}