{
  "url": "https://uoc.edu/portal/ca/coronavirus/faq/llista-preguntes.html",
  "content": "Preguntes i respostes per als col·lectius UOC Menú Escoltar Preguntes i respostes Cal demanar cita prèvia d'atenció presencial a les seus territorials i oficines de Mèxic i Colòmbia? Puc adaptar o reduir la jornada per tenir cura dels meus fills o familiars o per altres circumstàncies personals que dificultin el treball? Puc modificar la franja de sincronia de l'e-treball? Com? Què he de fer si el metge m'ha prescrit una baixa mèdica per COVID-19 o per aïllament? Informació d'interès per a proveïdors externs Quin és el pla de la UOC per al desconfinament? Com ho faig per recollir equipament per treballar millor des de casa? Quines mesures higièniques cal prendre si he d'anar presencialment a Tibidabo o al 22@? En cas que sigui necessari, com és millor que em desplaci a la feina? Necessites treballar presencialment en algun moment? Proves d'avaluació final del segon semestre del curs 2020-2021 Com són les pràctiques del curs 2020-2021? Ets estudiants i t'has quedat a l'atur o t'han hospitalitzat? Et pots acollir a l'ajut per a situacions imprevistes? Defenses de tesi de l'Escola de Doctorat Com afecta el Reial decret llei 11/2020 als investigadors predoctorals i postdoctorals? Et trobes en situació de violència de gènere? Cal demanar cita prèvia d'atenció presencial a les seus territorials i oficines de Mèxic i Colòmbia? Sí, l'atenció presencial a les seus territorials es realitza amb cita prèvia. Pots consultar els serveis disponibles i reservar cita accedint a Horaris i serveis de la seu a la qual vols anar . Puc adaptar o reduir la jornada per tenir cura dels meus fills o familiars o per altres circumstàncies personals que dificultin el treball? El Plan MECUIDA recull una sèrie de mesures excepcionals que van ser aprovades per la situació d'emergència sanitària i que són vigents fins al 31 de maig del 2021. Els treballadors i les treballadores que acreditin deures de cura respecte de cònjuge o parella de fet, així com respecte de familiars per consanguinitat fins al segon grau del treballador o treballadora, tenen dret a accedir a l'adaptació de la seva jornada i/o a la reducció fins a un 100 % de la jornada, amb la consegüent disminució proporcional del salari, quan concorrin les següents circumstàncies excepcionals relacionades amb les actuacions necessàries per evitar la transmissió comunitària de la COVID-19: - Quan sigui necessària la presència del treballador o treballadora per a l'atenció de cònjuge o parella de fet, així com per a familiars per consanguinitat fins al segon grau, que per raons d'edat, malaltia o discapacitat, necessitin cura personal i directa com a conseqüència directa de la COVID-19. - Quan hi hagi decisions adoptades per les autoritats governatives relacionades amb la COVID-19 que impliquin tancament de centres (educatius o de qualsevol altra naturalesa) que dispensessin cura o atenció a la persona necessitada d'aquestes cures. - Quan la persona que fins al moment s'hagués encarregat de la cura o assistència directes de cònjuge o familiar fins a segon grau del treballador o treballadora no pogués continuar fent-ho per causes justificades relacionades amb la COVID-19. Aquest dret individual ha de ser justificat, raonable i proporcionat en relació amb la situació de la UOC, l'adaptació de l'horari i la reducció de jornada. Puc modificar la franja de sincronia de l'e-treball? Com? Donada la situació en què ens trobem s'ha ampliat l'e-treball al 100% de manera excepcional, prioritzant una franja de sincronia o disponibilitat general per afavorir la coincidència transversal. En jornada intensiva la franja de sincronia es fixa de 9 h a 14.00 h. En cas que les teves circumstàncies personals no et permitin tenir disponibilitat en l'horari de sincronia que s'ha definit a l'organització, caldrà que en parlis amb el teu responsable per trobar l'alternativa que s'adapti millor a l'activitat i a la teva situació personal. Més informació Què he de fer si el metge m'ha prescrit una baixa mèdica per COVID-19 o per aïllament? Les baixes per aïllament i malaltia causada per la COVID-19 tenen consideració de situació assimilada a accident de treball a efectes de prestació. Més informació Informació d'interès per a proveïdors externs La UOC és responsable també de la seguretat dels treballadors externs que es desplacin a treballar a les instal·lacions de la UOC, complint així el RD 171/2004 que regula les obligacions relatives a la coordinació d’activitats empresarials de les empreses concurrents al centre de treball, per garantir la seguretat i la salut dels treballadors i de les treballadores. En conseqüència, s’estableixen els mateixos criteris que per al personal propi de la Universitat i es demana evitar la presència de personal extern als diferents edificis de la UOC . En cas que el personal extern pugui realitzar les tasques des del domicili o remotament, hauran de realitzar e-treball i mantenir-se en constant contacte amb els seus supervisors. Els serveis presencials que siguin prescindibles s’hauran d'ajornar o minimitzar en funció de la situació. Un cop establerts quins serveis són indispensables, en aquests casos excepcionals que requereixin presencialitat de serveis mínims serà necessari que les persones que tinguin factors de risc i que puguin veure agreujada la seva salut no es desplacin als centres de treball de la UOC . El personal propi de la UOC que sigui responsable de serveis de empreses externes haurà de informar els seus proveïdors de les mesures establertes i comunicar al Servei de Prevenció i Salut Integral quin personal extern habitual continuarà accedint a les instal·lacions de la Universitat. Quin és el pla de la UOC per al desconfinament? En exercici de la nostra autonomia universitària i de la nostra responsabilitat social, amb l'objectiu de donar una resposta institucional que doni estabilitat i una certa normalitat per a tot el curs 2020-2021, el Consell de Direcció ha decidit prorrogar la possibilitat de fer e-treball de manera generalitzada i com a opció prioritària fins al mes de setembre del 2021 . En cas que les circumstàncies socials i sanitàries derivades de la pandèmia canviïn o que els governs estableixin noves regulacions, aquesta decisió es revisarà i s'actualitzarà. Com ho faig per recollir equipament per treballar millor des de casa? S’ha habilitat el protocol de cessió temporal d’equipament tecnològic i mobiliari ergonòmic amb l’objectiu de garantir el correcte desenvolupament de la feina durant aquest període excepcional de teletreball generalitzat. Les persones que hagin sol·licitat la recollida de material en préstec o necessitin recollir material personal imprescindible per dur a terme la seva feina (llibres, documents...) es podran adreçar a la recepció dels edificis de Tibidabo i el 22@, el dia i l'hora concretats . Quines mesures higièniques cal prendre si he d'anar presencialment a Tibidabo o al 22@? Les persones que entren a treballar als edificis de la UOC tenen a la seva disposició mascaretes quirúrgiques i gels hidroalcohòlics distribuïts pels espais. L'ús de mascareta, el rentat freqüent de mans i el distanciament físic són obligatoris. Els llocs de treball s'assignen a cada persona i no es comparteixen. En aquests llocs hi ha una distància mínima de seguretat amb les zones de pas i amb les altres persones. L'ús de mascareta és obligatori en tot moment, exceptuant si s'ha de menjar o beure. Així mateix, es recomana pujar i baixar a peu les escales més que no pas utilitzar l'ascensor. Si cal utilitzar l'ascensor, es recomana fer-ho de manera individual. També es recomana evitar compartir equips i dispositius amb altres persones. Així mateix, es demana que es faciliti la tasca al personal de neteja i desinfecció deixant l'espai de treball sense res, tal com s'ha trobat en arribar. També s'ha activat un protocol periòdic de desinfecció. En cas que sigui necessari, com és millor que em desplaci a la feina? Sempre que puguis, mou-te amb mitjans de transport individuals (bicicleta, moto, cotxe o a peu). Si vas amb bicicleta o moto, cal que el casc sigui integral amb visera. Si el casc és d'un altre tipus, cal que portis mascareta. En els casos de motos i bicicletes d'ús compartit, cal portar els guants posats. Recorda que la distància de seguretat entre bicicletes i patinets en marxa és de 20 metres . Si al cotxe hi vas sol o amb algú amb qui convius, no cal que porteu la mascareta posada (recorda, però, que a la feina és obligatòria). Si al cotxe hi puja alguna persona amb qui no convius, cal que hi hagi un màxim de dues persones per fila de seients i totes han de portar mascareta. Si, per contra, has d'utilitzar un transport col·lectiu, cal que portis mascareta i mantinguis la distància de seguretat d'un metre i mig o dos a les andanes i a dins dels vehicles, també si t'hi trobes persones conegudes. Procura tocar com menys millor els elements comuns (botons, barres, portes, seients, vidres...). Evita l'ascensor i ves per les escales mecàniques o puja i baixa a peu, mantenint la distància de seguretat amb la resta de persones. Si, amb tot, et cal agafar l'ascensor, fes-ho individualment. Quan surtis del transport i arribis a la feina, renta't bé les mans amb aigua i sabó o solucions hidroalcohòliques . Evita les hores punta i a les parades i estacions fes una cua ordenada i mantingues la distància de seguretat. Necessites treballar presencialment en algun moment? S'ha habilitat una aplicació per fer la sol·licitud de lloc de treball. Mitjançant aquesta aplicació, la persona que tingui necessitat de treballar presencialment haurà d'indicar quin dia, quin edifici i quina zona sol·licita; l'eina li assignarà aleatòriament un espai de treball i li indicarà la taula i el plànol de la zona assignada. Per poder accedir presencialment a les instal·lacions de la UOC és obligatori que totes les persones que treballem a la Universitat fem prèviament la formació en línia específica de prevenció de riscos laborals sobre la COVID-19 i emplenem i signem la declaració responsable. Més informació Proves d'avaluació final del segon semestre del curs 2020-2021 Si el model d'avaluació d'alguna de les assignatures que fas preveu una prova d'avaluació final, recorda que les proves finals del segon semestre es duran a terme de manera virtual en sis dies: el 5, el 9, el 12, el 13, el 16 i el 19 de juny. Quan arribi el moment, t'assignarem un torn per defecte perquè puguis fer la prova de cada assignatura. Si el torn assignat no et va bé, s'obrirà un termini perquè el puguis modificar mitjançant el teu full personal de proves d'avaluació final. Uns dies abans de les proves, t'informarem mitjançant els canals habituals (missatges al correu UOC, notícies publicades al Campus…) de com seran, però t'avancem que per fer-les necessitaràs ordinador, connexió a internet i càmera web (externa o integrada a l'ordinador). Com són les pràctiques del curs 2020-2021? Durant el curs 2020-2021 les pràctiques externes s’assignaran prioritàriament a centres on es puguin dur a terme mitjançant sistemes de teletreball o es virtualitzaran aquelles activitats formatives que ho permetin. En les pràctiques en centres educatius o de salut, es mantindrà la presencialitat mentre no hi hagi restriccions per raons sanitàries. En el cas que s'hagin d'aplicar restriccions, s'establiran activitats alternatives de caràcter no presencial que garanteixin l'assoliment de les competències previstes en l'assignatura. Ets estudiants i t'has quedat a l'atur o t'han hospitalitzat? Et pots acollir a l'ajut per a situacions imprevistes? L’ajut per a situacions imprevistes va dirigit a estudiants que han estat hospitalitzats per malaltia o accident, o bé han estat acomiadats de forma improcedent. A més, cal que compleixin alguns requisits: - Cal que l’hospitalització o l’acomiadament hagin tingut lloc 30 dies després d’haver formalitzat la matrícula. - Un cop ha tingut lloc l’hospitalització o l’acomiadament, cal que s'hagi fet la notificació a la UOC en els primers 20 dies. Defenses de tesi de l'Escola de Doctorat Excepcionalment, de manera temporal la defensa de tesis doctorals es podrà fer per via telemàtica. Com afecta el Reial decret llei 11/2020 als investigadors predoctorals i postdoctorals? En la disposició addicional tretzena i notes informatives posteriors, el Reial decret llei 11/2020, de 31 de març, dona l'opció de prorrogar els contractes de les convocatòries de recursos humans dels ens finançadors del Sistema Espanyol de Ciència, Tecnologia i Innovació per un període equivalent a la durada de l'estat d'alarma. Els contractes afectats per aquest reial decret llei són els que s'acaben des del 2 d'abril de 2020 a l'1 d'abril de 2021. Posteriorment, la Generalitat de Catalunya ha emès un comunicat en referència a la pròrroga dels contractes FI i Beatriu de Pinós en el qual estableix que aplicarà les mateixes condicions previstes en la disposició addicional tretzena del Reial decret llei 11/2020. En aquest sentit, el Consell de Direcció de la UOC ha aprovat concedir també aquesta pròrroga als contractes de les convocatòries internes de recursos humans de la Universitat pel període que duri l'estat d'alarma i que s'acabin en les mateixes dates establertes en el Reial decret llei 11/2020. Aquesta decisió representa un esforç econòmic important en un temps d'incertesa i fa valer l'aposta decidida de la institució pel talent i la qualitat en la formació d'investigadors i investigadores, especialment en un període tan complicat. Et trobes en situació de violència de gènere? La situació de confinament pot significar un increment de la vulnerabilitat i el risc davant de situacions de violència de gènere . A l'Estat espanyol tots els serveis d'atenció, autonòmics o estatals, alerten d'un increment dels casos. Aquests són els canals d'atenció i denúncia disponibles, i l'enllaç a altres serveis a l'abast davant d'un cas de violència de gènere: 1. A Catalunya: • El Servei 900 900 120 , atenció en qualsevol moment i hora del dia. • S'ha habilitat una línia de WhatsApp ( 671 778 540 ), i també atén a través de l'adreça de correu 900900120@gencat.ca t . • S'ha posat en marxa la campanya \" Establiment segur contra la violència masclista \", per a la col·laboració de les persones de l'entorn en casos en què la persona afectada no pot efectuar trucades o escriure. Més informació sobre els serveis disposats per l'Institut Català de les Dones 2. A l'Estat espanyol: • 016 telèfon gratuït d'informació i assessorament jurídic , en funcionament les 24 hores del dia. • ANAR telèfon 900 20 20 10 : si ets menor d'edat i creus que algú del teu entorn pateix violència de gènere, pots trucar a aquest número. • A la pàgina web del Ministeri de Sanitat, Serveis Socials i Igualtat s'ha creat el Web de recursos de apoyo y prevención ante casos de violencia de género (WRAP) Més informació sobre els serveis i recursos posats a disposició per la Delegació del Govern contra la violència de gènere 3. Per als països on la UOC té presència: • Colombia Línea: 155 • México Línea: 800 108 40 53 • Ecuador Línea: 911 • Perú Línea: 100 • Chile Línea: 149 o 147"
}