{
  "url": "https://uoc.edu/ca/estudis/cursos-idiomes/curs-idioma-frances-online",
  "content": "Presentació Cursos d'idiomes Procés de matrícula Presentació Online i sense horaris Propera matrícula: abril 2025 Cursos Online de Francès La UOC t’ofereix l’oportunitat d’ aprendre francès des de zero amb una metodologia que aprofita la proximitat lingüística i cultural dels catalanoparlants o castellanoparlants amb el francès per tal d’avançar ràpidament. Amb la varietat dels cursos de francès online de la UOC, podràs assolir els nivells de francès A1, francès A2 o francès B1 en un sol semestre. Pagament fraccionat Ara, pots fraccionar en quotes el pagament del teu curs. Consulta'ns les condicions! Beques i descomptes Consulta les beques i descomptes de què et pots beneficiar. Si tries un curs de francès online amb nosaltres, podràs: • Aprendre francès practicant l’idioma amb la nostra eina de conversa online . • Aconseguir una certificació oficial amb el nostre acompanyament. • Conèixer gent nova gràcies a una metodologia amena. Els cursos de francès online de la UOC et permeten aprendre francès a partir de materials multimèdia basats en documents francòfons de tota mena (cançons, pel·lícules, textos periodístics o literaris, còmics i webs), amb el seguiment individualitzat del consultor, que supervisa i orienta l’aprenentatge al llarg del curs de francès online . Exàmens DELF A la UOC et preparem per a superar les proves oficials del Diplôme d’Études en Langue Française (DELF) . El DELF és l’examen oficial de llengua francesa reconegut i utilitzat internacionalment, que certifica els nivells de francès en totes les competències comunicatives, segons el Marc europeu comú de referència per a les llengües (MECR). Per a saber el curs de francès online que s’adequa millor als teus coneixements, et recomanem que vagis a la prova de nivell, en la qual trobaràs orientacions per a la matrícula. Descarrega el programa (PDF) Inici Properament 100% Online Titulació: Pròpia Durada: de 2 a 4 mesos Nivell: de bàsic a intermedi Matrícula: Tancada Solicita informació Prova de nivell de francès Si ja tens coneixements de francès, et recomanem que abans de matricular-te'n facis la prova de nivell en línia. Gratuïta i amb resultats al moment. Prova de nivell Metodologia 100% online 1a. universitat online del món Acompanyament personalitzat Entre les millors universitats La UOC se situa entre el 7 % de les millors universitats del món segons el World University Rankings 2024. Cursos de francès online Procés de matrícula Com matricular-te Formulari de matrícula i dades personals Ves a l'apartat Matricula't i emplena el formulari de matrícula del curs que hagis triat. Formes de pagament El pagament es fa amb targeta de crèdit o dèbit en acabar el procés de matrícula. El preu d'aquest programa serà el vigent en el moment de formalitzar la matrícula. Subjecte a revisió anual. Accés al campus Un cop feta la matrícula, rebràs les claus d'accés al campus. Et recomanem que hi accedeixis per familiaritzar-te amb l'entorn. Al llarg del dia de l'inici de curs s'activaran les teves aules virtuals al campus. Et donem la benvinguda a la UOC I recorda que la millor manera d'aprendre un idioma, és viure'l. Com s'aprenen idiomes online amb la UOC Sense classes ni horaris Un aprenentatge adaptat al teu dia a dia, per formar-te al teu ritme i allà on vulguis. Professorat amb experiència Aprèn idiomes online amb el seguiment personalitzat del nostre professorat professional. Metodologia amena Practica l'idioma relacionant-te amb companys d'aula de manera distesa i divertida. Quatre destreses lingüístiques L'entorn digital afavoreix l'aprenentatge i la pràctica de les destreses lingüístiques: llegir, escriure, escoltar i parlar. Descomptes Com a estudiant de la UOC et pots beneficiar de descomptes en la matrícula. Consulta els descomptes disponibles. Veure descomptes Preguntes freqüents Tens dubtes? Donem resposta a les teves preguntes sobre la nostra oferta formativa, el model d’aprenentatge o tràmits, entre altres temes. Consulta 30 anys de la UOC 30 anys impulsant el teu futur amb formació de qualitat"
}