{
  "url": "https://uoc.edu/ca/estudis/cursos-idiomes/curs-idioma-japones-online",
  "content": "Presentació Cursos d'idiomes Procés de matrícula Presentació Online i sense horaris Propera matrícula: 24/04 Cursos Online de Japonès Els cursos de japonès online de la UOC s’adrecen a persones sense coneixements de japonès o amb un nivell inicial. Els cursos són de contingut pràctic i estan dissenyats per a adquirir competències orals, escrites i comunicatives. Cada curs de japonès online permet començar a aprendre els sil·labaris i els kanji necessaris per a fer activitats d’expressió escrita i entendre la vida quotidiana al Japó. Pagament fraccionat Ara, pots fraccionar en quotes el pagament del teu curs. Consulta'ns les condicions! Beques i descomptes Consulta les beques i descomptes de què et pots beneficiar. Si vols aprendre japonès online amb la UOC, podràs: Aprendre japonès practicant l’idioma amb la nostra eina de conversa online . Aconseguir una certificació oficial amb el nostre acompanyament. Conèixer gent nova gràcies a una metodologia amena. Els coneixements adquirits serviran per a afrontar situacions de la vida quotidiana, com, per exemple, presentar-se a una persona japonesa, quedar amb algun amic japonès, o bé mantenir-hi correspondència amb cartes postals, targetes de salutació, correus electrònics, etc. Japanese-Language Proficiency Test N5 A més d’aprendre japonès online , et preparem per a l’examen oficial de J apanese-Language Proficiency Test N5 amb el nostre curs de preparació. Els cursos online de japonès es basen en els estàndards d’ensenyament de la Fundació Japó (JFS), que al seu torn s’ajusten al Marc europeu comú de referència per a les llengües (MECR). Descarrega el programa (PDF) Inici Properament 100% Online Titulació: Pròpia Durada: de 2 a 4 mesos Nivell: de principiant a bàsic Matrícula: Tancada Sol·licita informació Metodologia 100% online 1a. universitat online del món Acompanyament personalitzat Entre les millors universitats La UOC se situa entre el 7 % de les millors universitats del món segons el World University Rankings 2024. Cursos de japonès online Procés de matrícula Com matricular-te Formulari de matrícula i dades personals Ves a l'apartat Matricula't i emplena el formulari de matrícula del curs que hagis triat. Formes de pagament El pagament es fa amb targeta de crèdit o dèbit en acabar el procés de matrícula. El preu d'aquest programa serà el vigent en el moment de formalitzar la matrícula. Subjecte a revisió anual. Accés al campus Un cop feta la matrícula, rebràs les claus d'accés al campus. Et recomanem que hi accedeixis per familiaritzar-te amb l'entorn. Al llarg del dia de l'inici de curs s'activaran les teves aules virtuals al campus. Et donem la benvinguda a la UOC I recorda que la millor manera d'aprendre un idioma, és viure'l. Com s'aprenen idiomes online amb la UOC Sense classes ni horaris Un aprenentatge adaptat al teu dia a dia, per formar-te al teu ritme i allà on vulguis. Professorat amb experiència Aprèn idiomes online amb el seguiment personalitzat del nostre professorat professional. Metodologia amena Practica l'idioma relacionant-te amb companys d'aula de manera distesa i divertida. Quatre destreses lingüístiques L'entorn digital afavoreix l'aprenentatge i la pràctica de les destreses lingüístiques: llegir, escriure, escoltar i parlar. Descomptes Com a estudiant de la UOC et pots beneficiar de descomptes en la matrícula. Consulta els descomptes disponibles. Veure descomptes Preguntes freqüents Tens dubtes? Donem resposta a les teves preguntes sobre la nostra oferta formativa, el model d’aprenentatge o tràmits, entre altres temes. Consulta 30 anys de la UOC 30 anys impulsant el teu futur amb formació de qualitat"
}