{
  "url": "https://uoc.edu/ca/estudis/cursos-idiomes/curs-idioma-alemany-online",
  "content": "Presentació Cursos d'idiomes Procés de matrícula Presentació Online i sense horaris Propera matrícula: abril 2025 Cursos Online d'Alemany Els cursos d’alemany online de la UOC cobreixen quatre nivells: nivell d’alemany inicial (A1), nivell d’alemany bàsic (A2), nivell d’alemany intermedi (B1) i nivell d’alemany intermedi superior (B2). El curs d’alemany bàsic A1 es pot fer en format semestral, però també en format curs intensiu d’alemany semestral. Pagament fraccionat Ara, pots fraccionar en quotes el pagament del teu curs. Consulta'ns les condicions! Beques i descomptes Consulta les beques i descomptes de què et pots beneficiar. Els nostres cursos d’alemany online et permeten: • Aprendre alemany practicant l’idioma amb la nostra eina de conversa online . • Aconseguir una certificació oficial amb el nostre acompanyament. • Conèixer gent nova gràcies a una metodologia amena. Podràs aprendre alemany des de zero per mitjà de materials multimèdia autocorrectius, eines comunicatives i diverses activitats a l’aula moderades pel consultor. Exàmens Goethe Si vols certificar el nivell B2 d’alemany, t’oferim el curs d’alemany online de preparació Goethe-Zertifikat B2 per a la superació de l’examen del Goethe-Institut Barcelona per a l’obtenció de certificats oficials en tots els nivells (de l’A1 al C2). Gràcies a un conveni amb el Goethe-Institut Barcelona , tots els estudiants de la UOC que vulguin aprendre alemany online gaudeixen d’un descompte del 20% sobre el preu dels exàmens oficials del Goethe-Institut impartits a Barcelona. Per a beneficiar-se’n, cal estar matriculat en el semestre en curs a la UOC o bé en el semestre immediatament anterior. En el moment de la inscripció a l’examen s’haurà de presentar un resguard de la matrícula. Per a saber el curs d’alemany online que s’adequa millor als teus coneixements, et recomanem que vagis a la prova de nivell, en la qual trobaràs orientacions per a la matrícula. Descarrega el programa (PDF) Inici Properament 100% Online Titulació: Pròpia Durada: 4 mesos Nivell: de principiant a intermedi Matrícula: Tancada Sol·licitar informació Prova de nivell d'alemany Si ja tens coneixements d'alemany, et recomanem que abans de matricular-te'n facis la prova de nivell en línia. Gratuïta i amb resultats al moment. Prova de nivell Metodologia 100% online 1a. universitat online del món Acompanyament personalitzat Entre les millors universitats La UOC se situa entre el 7 % de les millors universitats del món segons el World University Rankings 2024. Amb la col·laboració de: Cursos d'alemany online Aprendre alemany online Si necessites aprendre alemany, tenim un curs d'alemany online per a tu. Sense haver de seguir classes d'alemany online, la nostra metodologia et permet aprendre alemany a distància i al teu ritme. Descobreix els cursos d'alemany online de la UOC, que t'aporten els coneixements que necessites per créixer professionalment Matrícula i preu Com matricular-te Formulari de matrícula i dades personals Ves a l'apartat Matricula't i emplena el formulari de matrícula del curs que hagis triat. Formes de pagament El pagament es fa amb targeta de crèdit o dèbit en acabar el procés de matrícula. El preu d'aquest programa serà el vigent en el moment de formalitzar la matrícula. Subjecte a revisió anual. Accés al campus Un cop feta la matrícula, rebràs les claus d'accés al campus. Et recomanem que hi accedeixis per familiaritzar-te amb l'entorn. Al llarg del dia de l'inici de curs s'activaran les teves aules virtuals al campus. Et donem la benvinguda a la UOC I recorda que la millor manera d'aprendre un idioma, és viure'l. Com s'aprenen idiomes online amb la UOC Sense classes ni horaris Un aprenentatge adaptat al teu dia a dia, per formar-te al teu ritme i allà on vulguis. Professorat amb experiència Aprèn idiomes online amb el seguiment personalitzat del nostre professorat professional. Metodologia amena Practica l'idioma relacionant-te amb companys d'aula de manera distesa i divertida. Quatre destreses lingüístiques L'entorn digital afavoreix l'aprenentatge i la pràctica de les destreses lingüístiques: llegir, escriure, escoltar i parlar. Descomptes Com a estudiant de la UOC et pots beneficiar de descomptes en la matrícula. Consulta els descomptes disponibles. Veure descomptes Preguntes freqüents Tens dubtes? Donem resposta a les teves preguntes sobre la nostra oferta formativa, el model d’aprenentatge o tràmits, entre altres temes. Consulta 30 anys de la UOC 30 anys impulsant el teu futur amb formació de qualitat"
}