{
  "url": "https://uoc.edu/ca/estudis/tramits/adaptacio-grau",
  "content": "Adaptació a títols de Grau o retitulacions a la UOC La normativa vigent permet obtenir un títol de grau del nou EEES (espai europeu d'ensenyament superior, Pla de Bolonya) cursant només una part dels 240 crèdits ECTS que el componen, si es convaliden la resta dels crèdits a partir d'una titulació universitària oficial equivalent que s'hagi obtingut abans. A més de la convalidació esmentada, es poden reconèixer crèdits per l'experiència professional i el nivell d'idiomes que es provi oficialment. El quadre indica els crèdits mínims a cursar en el cas de màxima convalidació i reconeixement de l'experiència porfessional. Grau que s'obté Titulació d'origen Convalidació de crèdits per retitulació 1 Possibles reconeixements addicionals 2 Crèdits mínims que s'han de cursar 3 Crèdits totals del grau Mínima general Màxima addicional Turisme Diplomatura de Turisme 150 30 12 48 240 Enginyeria Informàtica Enginyeria Tècnica Informàtica o diplomatura d'Informàtica. 156 24 18 42 240 Enginyeria de Tecnologies i Serveis de Telecomunicació Enginyeria Tècnica de Telecomunicacions 138 42 36 24 240 1 Convalidació per expedient acadèmic de la titulació que dóna accés al grau. 2 A més de la convalidació efectuada en virtut del procés oficial de retitulació establert per a cada grau, també s'analitzaran eventuals expedients acadèmics addicionals i l'experiència professional de l'estudiant, la qual cosa pot donar lloc a reconèixer un nombre addicional de crèdits. 3 Entre els crèdits que s'han de cursar, s'inclouen obligatòriament els assignats al Treball final de grau (6 per a ADE i Turisme; 12 per a Informàtica i Telecomunicacions). Obtindràs un títol oficial universitari de grau pertanyent a l'EEES, la qual cosa facilita la seva equivalència en altres països i la mobilitat laboral. En el món empresarial, el títol reconeixerà que els teus coneixements estan actualitzats i una categoria laboral superior. A les administracions públiques, els títols universitaris de grau permeten accedir a places de categoria A i aporten una major puntuació en el cas de valoracions de mèrits. Et reciclaràs i actualitzaràs els teus coneixements amb la garantía de la primera universitat en línia del món. El reconegut mètode docent en línia de la UOC et permetrà estudiar amb la màxima flexibilitat, sense limitacions d'espai ni de temps. Entre les empreses es reconeix d'una manera especial el rigor acadèmic de la UOC, l'aplicabilitat dels seus estudis i les habilitats i competències transversals adquirides pels seus graduats. La docència a la UOC es planifica per semestres. Les classes comencen al febrer i a l'octubre. Tu decideixes quantes assignatures vols cursar cada semestre adaptant la tria a les teves circumstàncies personals i laborals, sense necessitat de comprometre't per a un any sencer. Pots arribar a decidir cursar una sola assignatura per semestre i tot. En les assignatures que facis compartiràs l'aula virtual amb altres estudiantes del grau, la majoria professionals en actiu. Això enriquirà la teva formació i ampliarà la teva xarxa de contactes. Quan t'hagis graduat, passaràs a formar part del col·lectiu UOC Alumni, que t'ofereix serveis favorables a l'ocupabilitat (borsa de treball, pràctiques, orientació professional) i una xarxa de relacions professionals de molt de valor afegit. Les assignatures reconegudes seran incorporades a l'expedient de manera gratuïta. Els processos de retitulació oferts per la UOC han estat aprovats formalment per l'administració competent. Per això, el títol de grau que expedim té la mateixa oficialitat que si s'haguessin cursat els 240 crèdits que el componen. El preu depèn de factors com el nombre de crèdits convalidats i reconeguts finalment en cada cas, i el nombre de semestres en què es cursaran. Els diplomats i enginyers tècnics amb titulació finalitzada que vulgueu cursar el grau equivalent podreu reconèixer fins a un màxim de 180 crèdits , de les titulacions de grau de Turisme, el grau d'ADE, el grau d'Enginyeria Informàtica i el grau d'Enginyeria de Tecnologies i Serveis de Telecomunicació. La incorporació de les assignatures reconegudes per retitulació serà gratuïta . 1. Realitza la sol·licitud d'accés al grau que desitges En el formulari de sol·licitud d'accés, selecciona en el desplegable \"Via d'accés\" la titulació universitària prèvia que tens. És un procés totalment gratuït que no et compromet a formalitzar la matrícula. Quan l'hagis acabat, rebràs les claus d'accés al Campus Virtual, pots fer-ho ara mateix . El formulari de sol·licitud d'accés el trobaràs a la part superior dreta de cada titulació. Escull del següent llistat el grau que t'interessi: Grau d'ADE Grau de Turisme Grau d'Enginyeria Informàtica Grau d'Enginyeria de Telecomunicacions El formulari d'accés està tancat unes poques setmanes a l'any, donat el cas quan desitges efectuar-ho, sol·licita'l aquí . 2. Posa't en contacte amb el tutor que t'hauran assignat al Campus Virtual Indica al tutor que vols seguir el procés de retitulació i t'orientarà en els tràmits que has de fer. 3. Obtingues la resolució de quines assignatures convalidarem en el teu cas Per a això, per mitjà del Campus Virtual hauràs de completar dos tràmits independents: l'avaluació d'estudis previs (convalidació acadèmica) i el reconeixement de l'experiència professional. Cada tràmit implica el pagament d'una taxa, per la qual cosa necessitaràs tenir a mà la documentació que se t'indicarà. 4. Fes una proposta de matrícula per al semestre i sàpigues quant val Quan sàpigues les assignatures que et convalidem, des del Campus Virtual i amb l'ajuda del tutor, podràs fer una proposta de matrícula per a cursar durant el semestre i saber quant val. El tutor haurà d'aprovar la proposta de matrícula. Completar la proposta de matrícula i la seva aprovació no comporten cap pagament. 5. Si decideixes començar els estudis, matricula't des del Campus Virtual Amb la proposta de matrícula aprovada per al semestre, et podràs matricular directament al Campus Virtual i triar la manera de pagar que et convingui. 6. Obtingues el títol de grau Una vegada cursades i aprovades les assignatures que has de completar després d'obtenir la convalidació i el reconeixement de la titulació anterior i de l'experiència professional, podràs sol·licitar que t'expedeixin el títol de grau. 7. Terminis de sol·licitud Com més aviat facis l'accés i sol·licitis els tràmits per a les convalidacions i els reconeixements, més temps tindràs per a aplegar la documentació necessària i més aviat sabràs quines assignatures hauràs de cursar si decideixes tirar endavant el procés de retitulació. Si els estudis previs que aportes els has fet fora de la UOC, et recomanem que facis els tràmits abans del 15 de gener per al curs que comença al març i abans del 15 de juliol per al curs que comença al setembre. Així podràs formalitzar la matrícula per al curs sabent detalladament tot el que ja et convalidem i et reconeixem. L'opinió dels nostres graduats Graduades i graduats de la UOC t'expliquen en primera persona com han viscut el procés d'aprenentatge amb nosaltres i com la nostra metodologia els ha permès compaginar feina, estudis i vida personal. Tenir una flexibilitat d'horaris absoluta em va permetre fer el màster Daniel Marchante Realment em trobo realitzada. Ara, quan parlo, sé del que parlo. Helena Guillén La UOC t'ofereix competències, perquè el que necessites és saber-te adaptar en cada moment Manel Vicenç Volia créixer professionalment. La UOC m'ha ofert no estancar-me Alba Camacho Des de que vaig acabar el grau, he tingut un desenvolupament a la meva empresa José Miguel González"
}