{
  "url": "https://uoc.edu/ca/estudis/graus/grau-administracio-direccio-empreses",
  "content": "Presentació Pla d'estudis Reconeixement de crèdits Professorat Sortides professionals Requisits d'accés Matrícula i preu Online i sense horari Propera inscripció: abril 2025 Grau Online d'Administració i Direcció d'Empreses Presentació El grau online d'Administració i Direcció d'Empreses (ADE) de la Universitat Oberta de Catalunya (UOC) et proporciona la formació que necessites per convertir-te en una persona experta en gestió i direcció empresarial. Aconseguiràs una visió global de l'empresa i les habilitats directives per impulsar la teva carrera professional. Titulacions oficials UOC Estudis que et preparen per als teus reptes professionals. Facilitats de pagament Fracciona en quotes el teu grau. Per què estudiar el grau online d'ADE a la UOC? Estudia Administració i Direcció d'Empreses a distància i seràs capaç de: ·Assolir les capacitats imprescindibles per liderar una empresa o un negoci i per exercir d'economista. · Exercir càrrecs de direcció i gestió. · Innovar i emprendre el teu propi negoci. · Adquirir les habilitats directives en les activitats clau de l'empresa. · Tenir un ampli coneixement de comptabilitat, finances i fiscalitat. · Dominar la gestió de la globalització i la internacionalització dels mercats i les empreses. · Cursar assignatures en anglès. Lidera l'empresa en l'economia global: digitalització i sostenibilitat Com a graduat o graduada en ADE: · Entendràs el funcionament dels mercats en una realitat econòmica complexa i canviant. · Aprendràs a analitzar situacions econòmiques concretes. Com a professional, seràs capaç de: Per què estudiar el grau online d'ADE a la UOC? Estudia Administració i Direcció d'Empreses a distància i seràs capaç de: ·Assolir les capacitats imprescindibles per liderar una empresa o un negoci i per exercir d'economista. · Exercir càrrecs de direcció i gestió. · Innovar i emprendre el teu propi negoci. · Adquirir les habilitats directives en les activitats clau de l'empresa. · Tenir un ampli coneixement de comptabilitat, finances i fiscalitat. · Dominar la gestió de la globalització i la internacionalització dels mercats i les empreses. · Cursar assignatures en anglès. Lidera l'empresa en l'economia global: digitalització i sostenibilitat Com a graduat o graduada en ADE: · Entendràs el funcionament dels mercats en una realitat econòmica complexa i canviant. · Aprendràs a analitzar situacions econòmiques concretes. Com a professional, seràs capaç de: · Prendre decisions empresarials en condicions d'incertesa. · Establir objectius, dissenyar plans d'acció i avaluar els resultats. · Tenir una visió de l'empresa eficient, ètica, innovadora i sostenible. A més, el grau d'Administració i Direcció d'Empreses de la UOC et proporciona una visió de l'empresa eficient, ètica, innovadora i sostenible. Si vols més informació sobre els Estudis d'Economia i Empresa, pots visitar el seu blog . Descarrega el programa (PDF) Titulació oficial El grau d'Administració i Direcció d'Empreses de la UOC és una titulació que ha estat verificada pel Consell d'Universitats, i la Generalitat de Catalunya n'ha autoritzat la implantació, segons el que marca la legislació vigent. Els títols universitaris oficials de la UOC tenen validesa en tot el territori espanyol, tenen efectes acadèmics plens i habiliten, si escau, per a la realització d'activitats professionals regulades, d'acord amb la normativa que en cada cas resulti aplicable. Aquests títols s'expedeixen juntament amb el suplement europeu al títol (SET), que facilita informació sobre els estudis cursats per l'estudiant, els resultats obtinguts, les capacitats professionals assolides i el nivell de la titulació en el sistema espanyol d'educació superior, amb la finalitat de facilitar-ne el reconeixement i promoure la mobilitat d'estudiants i titulats dins de l'espai europeu d'educació superior (EEES). La validesa en altres països dels títols universitaris oficials expedits per la UOC vindrà determinada en cada cas per les lleis d'educació de cada país. Titulació oficial El grau d'Administració i Direcció d'Empreses de la UOC és una titulació que ha estat verificada pel Consell d'Universitats, i la Generalitat de Catalunya n'ha autoritzat la implantació, segons el que marca la legislació vigent. Els títols universitaris oficials de la UOC tenen validesa en tot el territori espanyol, tenen efectes acadèmics plens i habiliten, si escau, per a la realització d'activitats professionals regulades, d'acord amb la normativa que en cada cas resulti aplicable. Aquests títols s'expedeixen juntament amb el suplement europeu al títol (SET), que facilita informació sobre els estudis cursats per l'estudiant, els resultats obtinguts, les capacitats professionals assolides i el nivell de la titulació en el sistema espanyol d'educació superior, amb la finalitat de facilitar-ne el reconeixement i promoure la mobilitat d'estudiants i titulats dins de l'espai europeu d'educació superior (EEES). La validesa en altres països dels títols universitaris oficials expedits per la UOC vindrà determinada en cada cas per les lleis d'educació de cada país. Consulta més detalls sobre: + Homologació + Legalització Inici 25 set. 2025 100% Online 240 Crèdits Idiomes: Català, Castellà Titulació oficial El pla d'estudis d'ADE de la UOC ha estat renovat al setembre de 2022 Metodologia 100% online 1a. universitat online del món Acompanyament personalitzat Entre les millors universitats La UOC se situa entre el 7 % de les millors universitats del món segons el World University Rankings 2024. Qualitat de la titulació La qualitat d'aquest programa està avalada per l' AQU (Agència per a la Qualitat del Sistema Universitari de Catalunya), la qual assegura el rigor i l'acompliment dels estàndards exigits a l' EEES . + Qualitat de la titulació Sessió informativa L'aula virtual: accedeix-hi des de qualsevol lloc, sense barreres físiques Grau d'Administració i Direcció d'Empreses Pla d'estudis 240 ECTS 60 ECTS Bàsica 48 ECTS Optativa 126 ECTS Obligatòria 6 ECTS Treball final Assignatures Càrrega lectiva Pràctiques Treball final Durada Assignatures del programa Consulta els detalls de les assignatures que t'interessi cursar per adaptar els estudis al teu ritme, segons la disponibilitat i els requisits de matrícula de cada assignatura i el temps de dedicació pel qual hagis optat. Càrrega lectiva Al pla d'estudis del grau d' Administració i Direcció d'Empreses (ADE) disposaràs tant de mencions com de mínors per poder personalitzar el teu pla d'estudis. La menció és una especialitat curricular, en la qual podràs aprofundir en l'estudi de les matèries que l'integren, per obtenir un ampli coneixement de l'àrea objecte d'estudi. Aquestes matèries estan formades per 48 crèdits optatius, es reflecteixen en l'especialització curricular i queden oficialment en el títol. Paral·lelament, amb els mínors s'ofereix a l'estudiantat la possibilitat de matricular-se d'assignatures d'altres graus, orientades a aconseguir competències pròpies d'un àmbit de coneixement diferent del de l'ensenyament de grau. Altres programes d'interès Doble titulació d'Enginyeria Informàtica i d'Administració i Direcció d'Empreses Doble titulació d'Administració i Direcció d'Empreses i de Turisme Doble titulació de Dret i d'Administració i Direcció d'Empreses Pràctiques Tipologia de l'assignatura Optativa. Durada 6 o 12 crèdits ECTS, que equivalen a 150 o 300 hores. Són pràctiques acadèmiques curriculars. Modalitat/s Presencial, semipresencial o virtual. Requisits Haver superat un mínim de 120 crèdits. Acompanyament Durant la realització de les pràctiques, l'estudiant disposa d'un seguiment docent personalitzat, amb un professional que actua com a tutor o tutora de centre de pràctiques i un professor o professora que actua com a tutor acadèmic, els quals garanteixen que les pràctiques es duen a terme seguint el projecte formatiu. Pràctiques Amb la UOC, tot són avantatges a l’hora de fer les pràctiques. Disposes de més de 10.000 empreses col·laboradores en les quals dur a terme pràctiques. Les pràctiques curriculars i no curriculars representen una oportunitat única per trobar treball o millorar la teva situació actual. Més informació Treball final Els estudis de grau conclouen amb l'elaboració d'un treball final. En el grau d'Administració i Direcció d'Empreses el treball final té 6 crèdits ECTS. El treball final de grau consisteix a elaborar un projecte o estudi de síntesi dels coneixements adquirits en altres assignatures del grau d'Administració i Direcció d'Empreses. És una assignatura que l'estudiant ha de cursar per finalitzar el programa i està orientada a l'avaluació de les competències associades al títol. És per això que per matricular-se d'aquesta assignatura cal haver superat un nombre determinat de crèdits del programa. En el grau d'Administració i Direcció d'Empreses s'ofereix la possibilitat de dur a terme un treball final en vuit àmbits diferents. L'estudiant haurà de triar l'àmbit de coneixement en el qual vol fer el treball final de grau. Per matricular-se, prèviament cal haver fet una sol·licitud, que ha de ser acceptada per l'equip docent del programa. Treball final Els estudis de grau conclouen amb l'elaboració d'un treball final. En el grau d'Administració i Direcció d'Empreses el treball final té 6 crèdits ECTS. El treball final de grau consisteix a elaborar un projecte o estudi de síntesi dels coneixements adquirits en altres assignatures del grau d'Administració i Direcció d'Empreses. És una assignatura que l'estudiant ha de cursar per finalitzar el programa i està orientada a l'avaluació de les competències associades al títol. És per això que per matricular-se d'aquesta assignatura cal haver superat un nombre determinat de crèdits del programa. En el grau d'Administració i Direcció d'Empreses s'ofereix la possibilitat de dur a terme un treball final en vuit àmbits diferents. L'estudiant haurà de triar l'àmbit de coneixement en el qual vol fer el treball final de grau. Per matricular-se, prèviament cal haver fet una sol·licitud, que ha de ser acceptada per l'equip docent del programa. El tutor acadèmic de la UOC té un paper clau en l'orientació, la informació i la gestió del procés de selecció dels treballs finals. El treball final és un treball que es fa amb la tutorització i el guiatge del tutor o tutora del treball final, que fa l'acompanyament necessari perquè l'estudiantat el pugui portar a terme amb èxit. El tutor o tutora del treball final és la persona encarregada de fer el seguiment del projecte. Orienta l'estudiant i l'assessora en cadascun dels aspectes següents: conceptualització, fonamentació, metodologia, redacció dels resultats i defensa. El treball final conclou amb una defensa, en la qual l'estudiant ha de fer una exposició del treball, que es porta a terme de manera virtual i asíncrona davant una comissió d'avaluació formada per tres membres, que l'avaluen. La qualificació del treball final consta de tres parts: 1) el seguiment i l'elaboració del treball, 2) el projecte o estudi final realitzat i 3) la defensa del treball. Per a més informació sobre la docència i el procés de sol·licitud, cal consultar el pla docent a la secretaria del Campus Virtual un cop s'ha demanat l'accés al programa. + Consulta més detalls sobre els treballs finals . Durada El grau d'Administració i Direcció d'Empreses té una durada mínima estimada de quatre cursos acadèmic s distribuïts en vuit semestres, amb una càrrega total de 240 crèdits ECTS. Tanmateix, la flexibilitat de la normativa acadèmica de la UOC permet que cada persona pugui ajustar la durada i el ritme dels estudis a les seves possibilitats de dedicació i a la seva disponibilitat de temps. D'aquesta manera, l'estudiantat disposa d'un ampli ventall de possibilitats a l'hora de decidir quins i quants crèdits tria cada semestre. Tot i això, l'estudiantat d'Administració i Direcció d'Empreses té llibertat per configurar el seu itinerari curricular . S'ha de tenir en compte que: Els crèdits bàsics han de formar part dels 120 primers crèdits ECTS cursats per l'estudiant. Per cursar el treball final de grau cal haver superat o convalidat totes les assignatures bàsiques i les assignatures obligatòries o 216 crèdits, entre els quals hi ha d'haver la totalitat dels bàsics. Durada El grau d'Administració i Direcció d'Empreses té una durada mínima estimada de quatre cursos acadèmic s distribuïts en vuit semestres, amb una càrrega total de 240 crèdits ECTS. Tanmateix, la flexibilitat de la normativa acadèmica de la UOC permet que cada persona pugui ajustar la durada i el ritme dels estudis a les seves possibilitats de dedicació i a la seva disponibilitat de temps. D'aquesta manera, l'estudiantat disposa d'un ampli ventall de possibilitats a l'hora de decidir quins i quants crèdits tria cada semestre. Tot i això, l'estudiantat d'Administració i Direcció d'Empreses té llibertat per configurar el seu itinerari curricular . S'ha de tenir en compte que: Els crèdits bàsics han de formar part dels 120 primers crèdits ECTS cursats per l'estudiant. Per cursar el treball final de grau cal haver superat o convalidat totes les assignatures bàsiques i les assignatures obligatòries o 216 crèdits, entre els quals hi ha d'haver la totalitat dels bàsics. Les pràctiques empresarials es poden cursar una vegada superats 120 crèdits, entre els quals hi ha d'haver tots els bàsics. Per això, en el moment de fer la matrícula, la UOC posa a disposició de l'estudiant un servei de tutoria , que li oferirà assistència directa i l'assessorament necessari . Amb dedicació completa a l'estudi , es preveu que l'estudiantat pugui fer tot el pla d'estudis en quatre cursos (vuit semestres), seguint la planificació que es visualitza a la taula d' assignatures organitzades per semestres . Les assignatures estan repartides de manera progressiva, d'acord amb les competències i els coneixements adquirits en el transcurs de cada semestre. Aquesta distribució facilita que l'estudiantat disposi d'un criteri sòlid d'elecció , orientat cap a les seves preferències i qualitats personals. Grau d'Administració i Direcció d'Empreses Reconeixement de crèdits Reconeixement de crèdits Avaluació d'estudis previs Convalidacions CFGS Reconeixement d'experiència professional Reconeixement de crèdits La UOC permet convalidar o adaptar els estudis que s'han cursat anteriorment i reconèixer assignatures o pràctiques d'acord amb l'experiència professional. El reconeixement de crèdits permet reduir el temps d'estudi. Per a qualsevol dubte, ompliu el formulari de sol·licitud d'informació i contactarem amb vosaltres. Avantatges de sol·licitar un reconeixement de crèdits. Les assignatures reconegudes per mitjà de l'avaluació d'estudis previs (AEP) o del reconeixement acadèmic de l'experiència professional (RAEP), no les heu de cursar en el vostre programa d'estudis. Els crèdits reconeguts, un cop s'han incorporat a la matrícula, es descompten del total de crèdits que cal cursar per a obtenir el títol. En el cas dels graus, la UOC pot reconèixer els crèdits de formació bàsica de la mateixa branca de coneixement o àmbit de coneixement, mentre els estudis aprovats siguin d'ensenyaments universitaris oficials (excepte en el cas del màster universitari) i pertanyin a la mateixa branca de coneixement o àmbit de coneixement que el grau de destinació. Reconeixement de crèdits La UOC permet convalidar o adaptar els estudis que s'han cursat anteriorment i reconèixer assignatures o pràctiques d'acord amb l'experiència professional. El reconeixement de crèdits permet reduir el temps d'estudi. Per a qualsevol dubte, ompliu el formulari de sol·licitud d'informació i contactarem amb vosaltres. Avantatges de sol·licitar un reconeixement de crèdits. Les assignatures reconegudes per mitjà de l'avaluació d'estudis previs (AEP) o del reconeixement acadèmic de l'experiència professional (RAEP), no les heu de cursar en el vostre programa d'estudis. Els crèdits reconeguts, un cop s'han incorporat a la matrícula, es descompten del total de crèdits que cal cursar per a obtenir el títol. En el cas dels graus, la UOC pot reconèixer els crèdits de formació bàsica de la mateixa branca de coneixement o àmbit de coneixement, mentre els estudis aprovats siguin d'ensenyaments universitaris oficials (excepte en el cas del màster universitari) i pertanyin a la mateixa branca de coneixement o àmbit de coneixement que el grau de destinació. Com es pot sol·licitar el reconeixement de crèdits El tràmit es pot fer cada semestre i el resultat es comunica abans que comenci la docència. La tramitació de la sol·licitud s'ha de fer des del Campus Virtual. L'estudiantat de nova incorporació han d'haver demanat prèviament la sol·licitud d'accés. Una vegada teniu accés al Campus Virtual, podeu consultar les taules d'equivalències amb moltes titulacions d'altres universitats, que mostren una simulació dels crèdits que podeu convalidar. Si no hi trobeu la taula d'equivalències pròpia dels vostres estudis realitzats, una comissió analitzarà la vostra sol·licitud de manera personalitzada. L'avaluació d'estudis previs i el reconeixement de l'experiència professional es poden demanar durant tota la vida acadèmica a la UOC, i sempre els podeu actualitzar si aporteu més estudis o una experiència professional nova. El resultat del reconeixement de crèdits el rebreu a la bústia personal i, en cas que no hi estigueu d'acord, disposareu d'un període de temps per a fer-hi al·legacions. Avaluació d'estudis previs L'avaluació d'estudis previs (AEP) és el tràmit que han de sol·licitar els estudiants que vulguin convalidar els estudis que han cursat en aquesta universitat o en qualsevol altra. Estudis i activitats que poden ser susceptibles de reconeixement de crèdits: Titulacions oficials. Titulacions pròpies cursades en universitats o centres d'ensenyament superior. Titulacions d'idiomes. Cicles formatius de grau superior. Activitats universitàries en cas que es cursi un grau. Per a saber-ne els detalls, ompliu el formulari d'accés i consulteu al tutor. Convalidacions CFGS Amb un cicle formatiu de grau superior podreu convalidar alguns crèdits dels graus online de la UOC. Consulta si el teu cicle formatiu és entre els que permeten aquesta convalidació i quants crèdits pots arribar a convalidar. Cicle formatiu de Grau Superior Crèdits convalidats Administració i Finances (LOE) 48 crèdits Administració i Finances (LOGSE) 30 crèdits Comerç Internacional (LOE) 42 crèdits Gestió Comercial i Màrqueting (LOGSE) 42 crèdits Assistència a la Direcció (LOE) 42 crèdits Gestió de Vendes i Espais Comercials (LOE) 54 crèdits Màrqueting i Publicitat (LOE) 48 crèdits Reconeixement acadèmic de l'experiència professional La UOC ofereix la possibilitat de reconèixer algunes assignatures o pràctiques en funció de l'experiència professional demostrada. Per aconseguir-ho cal sol·licitar el Reconeixement acadèmic de l'experiència professional (RAEP), un tràmit en què cal acreditar documentalment aquest bagatge professional. D'aquesta manera es poden convalidar fins al 15 % dels crèdits de la titulació. + Consulta les convalidacions RAEP Grau d'Administració i Direcció d'Empreses Professorat Direcció d'estudis Direcció de programa Professorat Direcció d'estudis Xavier Baraza Sànchez Doctor en Enginyeria Química, Máster en Química Experimental i enginyer químic industrial per la Universitat de Barcelona. Màster en Direcció i administració d'empreses (MBA) per l'Escola Europea de Negocis. Màster en Prevenció de Riscos Laborals per la Universitat Politècnica de Catalunya. Web Direcció de programa Laura Lamolla Kristiansen Doctora en Ciències Polítiques i de l'Administració (UAB), màster en International Management (CEMS), llicenciada & MBA (ESADE Business School). En l'àmbit de la recerca l'interessen especialment els temes relacionats amb les dones emprenedores, el gènere en les organitzacions i la creació d'empreses en general. Web CV Professorat Agusti Canals Parera Doctor en Ciènces de l'Adminisració. Estudis de postgrau a les universitats de Penn State i Syracuse. Investigador visitant en la Warwick Business School de la Universitat de Warwick, en la Wharton School de la Universitat de Pennsylvania i en la Saïd Business School de la Universitat d'Oxford CV Amal Elasri Ejjaberi Doctora en Empresa amb menció internacional. Màster de Recerca en Empresa, Finances i Assegurances. Llicenciada en Administració i Direcció d'Empreses. CV Ana Isabel Jimenez Zarco Doctora en Ciències Econòmiques i Empresarials per la Universitat de Castella-la Manxa (UCLM) i llicenciada en Administració i Direcció d'Empreses. Postgrau en Construcció de Models en Ecologia i Gestió de Recursos Naturals per la Universitat Politècnica de Catalunya. CV Antoni Meseguer Artola Doctor en Societat de la Informació i el Coneixement per la Universitat Oberta de Catalunya (UOC). Doctor en Ciències Econòmiques i Empresarials per la Universitat Autònoma de Barcelona i llicenciat en Ciències Matemàtiques per la Universitat de Barcelona. El seu interès gira entorn de la utilització de mètodes quantitatius aplicats a l'economia i l'empresa i té nombroses publicacions sobre màrqueting digital, comportament del consumidor, aprenentatge virtual i teoria de jocs. Web CV Athina Sismanidou Kalfadimou Doctora en Administració i Direcció d'Empreses per la Universitat de Politècnica de Catalunya (UPC). MBA per Manchester Business School i llicenciada en Dret per la Universitat d'Atenes. Els interessos de recerca se centren en els models predictius de demanda en la indústria d'aviació, la valoració d'empreses i les finances sostenibles. Web CV August Corrons Giménez Doctor en Desenvolupament Local i Cooperació Internacional, i màster en Cooperació al Desenvolupament i en Gestió i Direcció d'Empreses. En recerca, la seva línia de treball és l'economia social i solidària, així com les monedes complementàries i l'economia del token. És investigador del grup de recerca NOUTUR (Noves Perspectives en Turisme i Oci) de la UOC, membre de la Comissió de Responsabilitat Social Corporativa de la Cambra de Comerç de Barcelona, i coordinador del grup de treball d'ODS (objectius de desenvolupament sostenible) dels Estudis d'Economia i Empresa de la UOC. CV Carmen Pacheco Bernal Doctora en Societat de la Informació i el Coneixement per la Universitat Oberta de Catalunya (UOC) amb una tesi sobre l'adopció de les tecnologies mòbils en el sector de la recerca de màrqueting. Llicenciada en Investigació i Tècniques de Mercat i diplomada en Ciències Empresarials per la Universitat de Barcelona (UB). Web Carolina Hintzmann Colominas Doctora en Economia per Universitat de Barcelona i llicenciada en Ciències Econòmiques i Empresarials per la Universitat de Barcelona. La seva activitat de recerca se centra principalment en les àrees de creixement econòmic i productivitat, com també en l'aprenentatge en línia. CV Cintia Pla García Doctora en Empresa per la Universitat de Barcelona. Enginyera Tècnica en Informàtica de Gestió per la Universitat Politècnica de Catalunya, BSC (Hons) Computing Multimedia por Glyndr University. Màster en Societat de la Informació i el Coneixement per la Universitat Oberta de Catalunya. Web Cristian Castillo Gutierrez Doctor cum laude en Administració i direcció d'empreses, Màster en Enginyeria d'organització industrial i enginyer tècnic en electrònica industrial per la Universitat Politècnica de Catalunya. Els seus interessos de recerca se centren en el terreny de les operacions logístiques i productives de les empreses així com en l'àmbit d'organització d'empreses, específicament sobre el canvi organitzacional. Web Dalilis Escobar Rivera Doctora en Dret, Economia i Empresa per la Universitat de Girona amb menció internacional. Màster en Avaluació i Gestió de la Qualitat en l'Educació Superior per la Universitat Oberta de Catalunya. Màster en Matemàtica Aplicada i Informàtica per a l'Administració per la Universitat d'Holguín (Cuba). Enginyera Informàtica per la Universitat d'Holguín. Web Dolors Plana Erta Doctora en Administració i Direcció d'Empreses per la Universitat Politècnica de Catalunya i llicenciada en Ciències Econòmiques i Empresarials per la Universitat Autònoma de Barcelona. Els seus interessos de recerca se centren a promoure l'avaluació per a l'aprenentatge i en l'estudi de la qualitat de la informació financera proporcionada per les societats. És membre del grup de recerca Management & eLearning (MeL). Web CV Elisabet Ruiz Dotras Doctora en Ciències Econòmiques i Empresarials i llicenciada en Administració i Direcció d'Empreses. Llicenciada en Ciències Econòmiques i Empresarials per la Universitat Pompeu Fabra i Doctora en Ciències Econòmiques i Empresarials per la Universitat de Barcelona. La seva activitat docent ha estat vinculada sempre als mercats financers i les finances empresarials. Web CV Enric Serradell López El Dr. Enric Serradell López és economista i professor titular dels Estudis d'Economia i Empresa de la Universitat Oberta de Catalunya (UOC) i doctor en Direcció d'Empreses per la Universitat de Barcelona (UB). El seu treball combina activitats professionals i acadèmiques. Les seves línies de recerca principals són la direcció d'empreses, aprenentatge en línia ( e-learning ) i desenvolupament de competències, la resolució de problemes i innovació de productes i aplicacions TIC en la gestió, especialment en simuladors de negocis o business game . És director del grup de recerca MeL (Management & eLearning), l'objectiu del qual és analitzar i dissenyar entorns innovadors per a la presa de decisions, i la creació i el desenvolupament d'habilitats relacionades amb la presa de decisions personals i professionals. Les seves recerques s'han publicat en revistes acadèmiques i s'han presentat en congressos internacionals reconeguts. Web Eva Rimbau Gilabert Doctora en Administració i Direcció d'Empreses per la Universitat de Barcelona. Llicenciada en Administració i Direcció d'Empreses per la Universitat de Barcelona. Les seves línies d'interès en la recerca són les formes de treball flexibles, el teletreball i el treball temporal; les relacions entre la digitalització, la direcció de persones i el benestar dels treballadors; i el comportament organitzacional i l'aprenentatge en línia. . Web CV Fernando Álvarez Gómez Doctor en Economia per la Universitat Internacional de Catalunya. Llicenciat en Ciències Econòmiques i Empresarials per la Universitat de Barcelona. La seva activitat de recerca se centra en l'anàlisi de la fiscalitat de les relacions laborals (règim general i especials) i en les prestacions socials i instruments de previsió social alternatius. CV Gisela Ammetller Montes Doctora en Societat de la Informació i el Coneixement. Llicenciada en Administració i Direcció d'Empreses i en Investigació i Tècniques de Mercat. Realitza recerca sobre el màrqueting digital, el comportament del consumidor, el màrqueting per a l'educació en línia i l'emprenedoria. Web Ignasi Beltran de Heredia Ruiz Catedràtic de Dret del Treball i de la Seguretat Social. Actualment és Director dels Estudis de Dret i Ciència Política de la Universitat Oberta de Catalunya (UOC). Doctor en Dret per la Universitat Ramon Llull/ESADE, és llicenciat en Dret i Màster en Dret per la mateixa universitat. Ha publicat extensament en temes de la flexibilitat interna i externa del contracte de treball; els fenòmens de pluralitat empresarial; el risc de la tecnologia sobre els drets fonamentals i l'impacte de la robotització i la intel·ligència artificial en les relacions de treball; les institucions de protecció social; les relacions laborals del personal de l'Administració Pública; i també sobre la psicologia de la conducta i l'anàlisi econòmica del dret del treball. CV Inma Rodríguez Ardura Doctora en Societat de la Informació i el Coneixement per la Universitat Oberta de Catalunya .Centra la seva activitat de recerca en el màrqueting digital, les experiències del consumidor en línia i el màrqueting per a l'e-learning. Web CV Irene Rovira Ferrer Llicenciada en Dret (Universitat Pompeu Fabra) i Doctora en Dret dins el Doctorat en la Societat de la Informació i el Coneixement per la Universitat Oberta de Catalunya (UOC). Actualment, és Professora agregada de Dret Financer i Tributari dels Estudis de Dret i Ciència Política de la Universitat Oberta de Catalunya, on és responsable de diverses assignatures del Grau de Dret i del Màster Universitari de Fiscalitat. Així mateix, és Directora de la Revista Internet, Dret i Política i part del grup consolidat de recerca TAXLABOR reconegut per l'AGAUR. CV Iviane de Luna Ramos Doctora en Ciències Econòmiques i Empresarials, amb menció internacional, per la Universitat de Granada (UGR). Màster en Màrqueting i Comportament del Consumidor per la Universitat de Granada. Llicenciada en Administració d'empreses pel CESED - Higher Education and Development Center de Brasil. Web CV Joan Llobet Dalmases Doctor en Administració i Direcció d'Empreses per la Universitat Politècnica de Catalunya. Màster en Direcció Fiscal i Financera de l'Empresa per la Universitat de Barcelona. Llicenciat en Economia per la Universitat de Barcelona. Web Jorge Mario Uribe Gil Doctor en Economia per la Universitat de Barcelona. Màster d'Economia de la Universitat dels Andes i un màster de Recerca en Economia de l'Institut Universitari Europeu. Economista (Universitat Privada del Valle) i professional de les finances (Universitat Santiago de Cali). Web Josep Llados Masllorens Doctor en Ciències Econòmiques i Empresarials per la Universitat de Barcelona. Llicenciat en Ciències Econòmiques i Empresarials i diplomat del Postgrau en Economia i Gestió d'Hisendes Territorials per la Universitat de Barcelona. El seus interessos de recerca se centren en l'estudi de l'economia internacional, la geografia econòmica i els processos d'innovació empresarial. CV Josep Maria Marco Simó Doctor en Societat de la Informació i el Coneixement per la Universitat Oberta de Catalunya. Docent en l’àmbit de management de TI (especialment en Gestió de Projectes i Aprovisionament de TI) i en fonaments de ciencia de dades. La seva recerca se centra en la provisió de serveis, sistemes i tecnologies de la informació (SSTI), i en la gestió de la relació amb proveïdors d’SSTI, especialment en el sector públic. CV Joseph Hopkins Màster en Lingüística Aplicada per la Universitat d'Illinois a Urbana-Champaign. Professor de llengua anglesa i coordinador del projecte ICT-REV, finançat pel Centre Europeu per a les Llengües Modernes del Consell d´Europa. La seva activitat de recerca se centra en els àmbits de CALL (Computer Assisted Language Learning), la formació de professors d'idiomes en la utilització de les TIC, l'aprenentatge de llengües a distància, el treball col·laboratiu en xarxa i la comunicació mitjançant ordinador. CV Laura Lamolla Kristiansen Doctora en Ciències Polítiques i de l'Administració (UAB), màster en International Management (CEMS), llicenciada & MBA (ESADE Business School). En l'àmbit de la recerca l'interessen especialment els temes relacionats amb les dones emprenedores, el gènere en les organitzacions i la creació d'empreses en general. Web CV Lluis Alfons Garay Tamajon Doctor en Economía. Ha impartido docencia en el ámbito del turismo y la economía en la UOC y en otras universidades desde hace más de veinte años. También ha dirigido diferentes programas de Grado, Posgrado y Doctorado. Desde el año 2017 ha sido director del Grupo de Investigación NOUTUR (Nuevas Perspectivas en Turismo y Ocio) donde ha podido consolidar su carrera investigadora, centrada en el análisis de la sostenibilidad y la digitalización en empresas y destinos turísticos. Web CV Mar Sabadell i Bosch Doctora en Societat de la Informació i el Coneixement per la Universitat Oberta de Catalunya. Llicenciada en Dret per la Universitat de Barcelona. Membre de l'Il·lustre Col·legi d'Advocats de Barcelona. Distinció Vicens Vives (2017), de la Generalitat de Catalunya, a la qualitat universitària. Web Maria Pujol Jover Doctora en Estudis Empresarials. Llicenciada en Administració i Direcció d'Empreses. Les seves principals vies d'investigació son l'impacte de les TIC i les capacitats estratègiques en l'èxit empresarial, el marketing digital i el comportament del consumidor en línia, i en l'entorn financer de l'empresa. És membre del grup de I+D+I ONE. Web CV Marta Viu Roig Doctora en Empresa per la Universitat de Barcelona. Postgrau en Màrqueting i tècniques empresarials aplicades a la distribució. Llicenciada en Ciències Econòmiques i Empresarials per la Universitat de Barcelona. Els seus interessos de recerca estan relacionats amb el paper del proveïdor de serveis logístics a les cadenes de subministrament de les empreses així com l'ús i la utilitat d'eines en la docència en línia per adquirir les capacitats professionals. Web Mercè Vàzquez Garcia Doctora en Ciència Cognitiva i Llenguatge per la Universitat Pompeu Fabra. Llicenciada en Filologia Catalana per la Universitat de Barcelona i en Documentació per la Universitat Oberta de Catalunya. La seva àrea de coneixement se situa en la Filologia Catalana, la Lingüística i la Traducció. Els seus camps d’expertesa són la gramàtica de la llengua, la terminologia, la lexicografia, la lingüística de corpus i la traducció. És investigadora del Grup de Recerca Interuniversitari en Aplicacions Lingüístiques (GRIAL), grup de recerca consolidat. CV Mihaela Enache Zegheru Doctora en Organización de Empresas con Mención Europea en la Universidad Politécnica de Catalunya (UPC). Investigadora del grupo I2TIC. CV Montse Guitert Catasus Doctora en Ciències de l'Educació per la Universitat de Barcelona. Distinció Jaume Vicens Vives 2016 de la Generalitat de Catalunya pel lideratge en la formació de competències digitals. Investigadora principal del grup de recerca consolidat (SGR1174) Edul@b. Web CV Natalia Cuguero Escofet Doctora en Ciències de la Gestió. Enginyera Industrial i Graduada en Dret. Revisora habitual del Journal of Business Ethics, del Journal of Management Inquiry i del Journal of Change Management. CV Pablo Lara Navarra Diplomat en Biblioteconomia, llicenciat en Documentació per la Universitat de Granada, màster en Societat de la informació per la UOC i doctor en Comunicació Social per la UPF. Des de l'any 2001 és professor a la UOC, on ha estat coordinador docent, director d'Innovació, adjunt al vicerectorat d'Innovació i Recerca, director corporatiu d'R+D i president d'Innovació en l'Associació 22@Network. Va codissenyar i posar en marxa el màster d'Accessibilitat amb l'ONCE, el laboratori de tecnologies tàctils, l'Oficina d'Innovació i l'eLearn Center. Li agrada el món de les tendències, la innovació i l'emprenedoria. Actualment desenvolupa projectes de dades obertes, anàlisi de xarxes socials i dades connectades (big data). A més, participa en el món de les start-ups, en el sector de l'entreteniment, la gastronomia i el connected car. Web CV Pau Cortadas Guasch Doctorand del programa de doctorat de laSocietat de la Informació i el Coneixement de la Universitat Oberta de Catalunya. Màster en Societat de la Informació i el Coneixement per la UOC i llicenciat en Economia per la Universitat de Barcelona. Els seus interessos de recerca se situen en l'àmbit de l'economia laboral. Web CV Pere Suau Sanchez Doctor en Geografia per la Universitat Autònoma de Barcelona (UAB) i màster en Gestió Urbana per la Universitat Erasmus de Rotterdam (2005). Postgrau en Pràctica Acadèmica per la Universitat de Cranfield (2015). Col·laborador a la BBC, la CNN, Forbes i Radio Nacional de España, entre altres. Web CV Raquel Ferreras Garcia Doctora en Educació i TIC (e-learning) per la Universitat Oberta de Catalunya (UOC). Llicenciada en Administració i Direcció d'Empreses (ADE) per la Universitat de Barcelona. Ha realitzat diferents publicacions i comunicacions en congressos. Web CV Vanessa Jiménez Serranía Doctora en Dret Mercantil per la Universitat de Salamanca (2016). Premi Extraordinari de Doctorat (2017) i Premi José Manuel Gómez Pérez a l'excel·lència acadèmica (2018). Membre extern de la UIC Eurípides (Universitat de Salamanca). Professora lectora dels Estudis de Dret i Ciència Política de la UOC. Les seves línies de recerca són el dret de la competència, la propietat intel·lectual i industrial, les noves tecnologies, el dret de la distribució i el dret bancari. CV Vicente Peñarroja Cabañero Doctor en Psicologia (modalitat doctorat europeu) per la Universitat de València (Programa de doctorat amb menció de qualitat: Doctorat Interuniversitari en Psicologia de les Organitzacions i del Treball). Llicenciat en Psicologia per la Universitat de València amb l’obtenció del premi de la llicenciatura al 2005. Web CV Xavier Baraza Sànchez Doctor en Enginyeria Química, Máster en Química Experimental i enginyer químic industrial per la Universitat de Barcelona. Màster en Direcció i administració d'empreses (MBA) per l'Escola Europea de Negocis. Màster en Prevenció de Riscos Laborals per la Universitat Politècnica de Catalunya. Web Grau d'Administració i Direcció d'Empreses Sortides professionals Sortides professionals Objectius Perfils Competències Sortides professionals El graduat en ADE està capacitat per desenvolupar una àmplia varietat de funcions, amb un nivell de responsabilitat mitjà i alt. Les sortides professionals són les següents, entre altres: · Tècnic/a comptable, controller, auditor/a extern/a i responsable de comptabilitat. · Tècnic/a de consultoria, gestoria fiscal, i assessor/a fiscal. · Analista financer/a, responsable de tresoreria i director/a financer/a. · Responsable de producció de logística, d'aprovisionament, de distribució i director/a d'operacions i logística. · Tècnic/a de recursos humans i director/a de recursos humans. · Staff de la direcció estratègica, responsable de planificació estratègica i adjunt/a a direcció. · Responsable d'internacionalització, d'exportacions i analista de mercats globals. · Responsable de la gestió de l'àrea de màrqueting, comercial i de comunicació de màrqueting. Sortides professionals El graduat en ADE està capacitat per desenvolupar una àmplia varietat de funcions, amb un nivell de responsabilitat mitjà i alt. Les sortides professionals són les següents, entre altres: · Tècnic/a comptable, controller, auditor/a extern/a i responsable de comptabilitat. · Tècnic/a de consultoria, gestoria fiscal, i assessor/a fiscal. · Analista financer/a, responsable de tresoreria i director/a financer/a. · Responsable de producció de logística, d'aprovisionament, de distribució i director/a d'operacions i logística. · Tècnic/a de recursos humans i director/a de recursos humans. · Staff de la direcció estratègica, responsable de planificació estratègica i adjunt/a a direcció. · Responsable d'internacionalització, d'exportacions i analista de mercats globals. · Responsable de la gestió de l'àrea de màrqueting, comercial i de comunicació de màrqueting. · Emprenedor/a i consultor/a en creació d'empreses. · Gestor/a d'innovació, assessor/a i consultor/a d'innovació. · Director/a o responsable de sistemes. Ocupabilitat L’ocupabilitat dels nostres estudiants és clau per a l'èxit de la UOC. Identifiquem les competències clau que el mercat laboral demana i les incloem en els plans d’estudis. També t’empoderem perquè siguis tu qui decideixi i gestioni la teva carrera professional a través de serveis d’orientació de carrera. Objectius L'objectiu del grau d'Administració i Direcció d'Empreses de la UOC és preparar professionals amb una formació polivalent, capaços d'exercir tant una àmplia gamma de funcions de direcció i gestió en qualsevol institució pública o privada com d'iniciar el seu propi projecte empresarial. El grau d'Administració i Direcció d'Empreses de la UOC proporciona un coneixement profund de les diferents àrees de valor de l'empresa i de l'administració i direcció d'empreses. A més, ofereix la possibilitat d'aprofundir en les competències i habilitats relacionades amb la direcció general de l'empresa, la gestió de l'àrea comptable i fiscal de les empreses, la globalització dels mercats i les empreses, i la digitalització i les TIC (tecnologies de la informació i la comunicació) aplicades a la gestió i a la innovació empresarial. La proposta de grau que s'actualitza el 2022 emfatitza cinc eixos d'acord amb els reptes professionals que hauran d'afrontar els futurs graduats i graduades els pròxims anys. Objectius L'objectiu del grau d'Administració i Direcció d'Empreses de la UOC és preparar professionals amb una formació polivalent, capaços d'exercir tant una àmplia gamma de funcions de direcció i gestió en qualsevol institució pública o privada com d'iniciar el seu propi projecte empresarial. El grau d'Administració i Direcció d'Empreses de la UOC proporciona un coneixement profund de les diferents àrees de valor de l'empresa i de l'administració i direcció d'empreses. A més, ofereix la possibilitat d'aprofundir en les competències i habilitats relacionades amb la direcció general de l'empresa, la gestió de l'àrea comptable i fiscal de les empreses, la globalització dels mercats i les empreses, i la digitalització i les TIC (tecnologies de la informació i la comunicació) aplicades a la gestió i a la innovació empresarial. La proposta de grau que s'actualitza el 2022 emfatitza cinc eixos d'acord amb els reptes professionals que hauran d'afrontar els futurs graduats i graduades els pròxims anys. Aquests eixos són els següents: Una perspectiva teòrica àmplia amb un enfocament generalista. El compromís ètic i de responsabilitat social, incloent-hi la perspectiva de gènere. La digitalització i les tecnologies de la informació i la comunicació aplicades a la gestió d'empreses. L'extensió de l'anglès i el reforç de determinades competències cognitives (per exemple, la creativitat) i interpersonals (treball en equip i comunicació). L'actualització de metodologies d'aprenentatge. En el programa es treballa de forma transversal i específica el compromís ètic i la responsabilitat social, aspecte que volem que distingeixi els graduats i graduades d'ADE de la UOC. Perfils El grau d'Administració i Direcció d'Empreses de la UOC prepara l'estudiant per exercir com a economista i per assumir responsabilitats en una àmplia diversitat de professions relacionades amb l'empresa i l'economia, així com per emprendre un negoci propi. Els àmbits de treball, doncs, són els següents: Comptabilitat i auditoria Gestió fiscal Finances Operacions i logística Recursos humans Direcció estratègica Empresa i mercats globals Màrqueting i investigació de mercats Iniciativa emprenedora Gestió de la innovació Sistemes d'informació Competències Els graduats i graduades en Administració i direcció d'empreses de la UOC han de ser capaços: - Demostrar un nivell B2 (Marc europeu comú de referència per a les llengües) d'un idioma modern en la comprensió i producció de textos orals i escrits en un context acadèmic i professional. - Utilitzar i aplicar les tecnologies digitals en l'àmbit acadèmic i professional. - Actuar de manera honesta, ètica, sostenible, socialment responsable i respectuosa amb els drets humans i la diversitat, tant en la pràctica acadèmica com en la professional. - Interpretar el funcionament de l'economia i els seus agents en relació al context nacional i internacional amb l'objectiu d'anticipar tendències micro i macroeconòmiques en el comportament empresarial. - Manejar els principals conceptes, models i tècniques d'anàlisis de la realitat històrica, social i institucional en la qual es desenvolupa l'empresa i els agents econòmics. - Identificar l'entorn legal i aplicar el marc normatiu que afecta la gestió i l'activitat empresarial. Competències Els graduats i graduades en Administració i direcció d'empreses de la UOC han de ser capaços: - Demostrar un nivell B2 (Marc europeu comú de referència per a les llengües) d'un idioma modern en la comprensió i producció de textos orals i escrits en un context acadèmic i professional. - Utilitzar i aplicar les tecnologies digitals en l'àmbit acadèmic i professional. - Actuar de manera honesta, ètica, sostenible, socialment responsable i respectuosa amb els drets humans i la diversitat, tant en la pràctica acadèmica com en la professional. - Interpretar el funcionament de l'economia i els seus agents en relació al context nacional i internacional amb l'objectiu d'anticipar tendències micro i macroeconòmiques en el comportament empresarial. - Manejar els principals conceptes, models i tècniques d'anàlisis de la realitat històrica, social i institucional en la qual es desenvolupa l'empresa i els agents econòmics. - Identificar l'entorn legal i aplicar el marc normatiu que afecta la gestió i l'activitat empresarial. - Exercir eficientment les funcions bàsiques d'administració i gestió en qualsevol àrea de valor d'una empresa o organització. - Aplicar les tècniques, mètodes i instruments quantitatius i qualitatius adequats per a obtenir i analitzar la informació de l'empresa i del seu entorn socioeconòmic per a la presa de decisions. - Elaborar, analitzar i aplicar la informació comptable i financera externa i interna per a controlar la gestió i la presa de decisions amb especial èmfasi en les estratègies d'inversió i finançament. - Planificar, avaluar i comunicar l'activitat de l'empresa o projecte empresarial a nivell global amb criteris d'eficiència, competitivitat i sostenibilitat. -Identificar les necessitats dels consumidors i intentar satisfer-les mitjançant la comprensió dels diferents conceptes de màrqueting i el disseny i aplicació d'estratègies de màrqueting. - Planificar i organitzar les operacions i la logística de l'empresa per a aconseguir els objectius empresarials. - Elaborar i aplicar polítiques de gestió de recursos humans de l'empresa reconeixent la importància i la contribució de les persones i promoure el seu potencial creatiu i innovador. - Analitzar els sistemes de gestió i d'informació més adequats i gestionar-los per a donar suport a la presa de decisions i la implementació de l'estratègia. - Valorar els processos i tendències de transformació digital, tecnològica i mediambiental i el seu impacte en les organitzacions per a aplicar polítiques i accions més eficients. - Desenvolupar habilitats directives per a aplicar-les en la direcció de l'empresa i la gestió del canvi organitzatiu. Més de 30 anys d'experiència d'e-learning L'any 1995, la UOC es va convertir en la primera universitat online del món . 30 anys després, continuem sent pioners en e-learning. L' eLearning Innovation Center fa evolucionar el model d'aprenentatge per garantir una formació de qualitat, única, connectada i en xarxa. Rànquing Times Higher Education Som la sisena millor universitat de l'Estat espanyol, segons el Young University Ranking del Times Higher Education. Rànquing Rànquing de Shanghai Estem entre les 150 millors universitats del món en comunicació i les 200 en educació. Rànquing U-Multirank Excel·lim en transferència del coneixement, compromís regional i docència i aprenentatge. 30 anys de la UOC 30 anys impulsant el teu futur amb formació de qualitat Grau d'Administració i Direcció d'Empreses Requisits d'accés Opcions d'accés Opcions d'accés Prova d'accés (PAU / Més grans de 25 anys / Més grans de 45 anys ). Vols presentar-te a les proves d'accés de més grans de 25 o 45 anys? Prepara't amb els nostres cursos online d'accés a la universitat . Formació professional (CFGS / FP2 / MP3) Títol universitari o assimilat Experiència laboral ( informació, dates i calendari d'accés per a més grans de 40 anys ) Requisits d'accés assolits a la Unió Europea o en un estat que hagi subscrit acords internacionals en règim de reciprocitat Estudis preuniversitaris: acreditació UNED per a l'accés Estudis universitaris (acabats o no): convalidació parcial d'uns estudis estrangers per uns estudis espanyols . Títol universitari amb l' equivalència de títol estranger o l'homologació ministerial a l'Estat espanyol Experiència laboral ( informació, dates i calendari d'accés per a més grans de 40 anys ) Estudis preuniversitaris: batxillerat homologat En el cas de Colòmbia, els estudiants que tinguin un batxillerat i el resultat, amb un resultat mínim de 200 punts de la Prova Saber 11 realitzada a partir del 2012, hauran d'accedir a la UOC mitjançant l' Acreditación UNED Asiss . Estudis universitaris (acabats o no): convalidació parcial d'uns estudis estrangers per uns estudis espanyols Títol universitari amb l' equivalència de títol estranger o l'homologació ministerial a l'Estat espanyol Experiència laboral ( informació, dates i calendari d'accés per a més grans de 40 anys ) Opcions vàlides per a accedir a estudis de grau oficial Amb essència 100% online, la UOC és una universitat que no té notes de tall per accedir als seus graus. Pots consultar la teva opció d'accés a la Universitat, segons d'on hagis obtingut els requisits d'accés. Per a més informació, sol·licita l'accés i contacta amb el teu tutor Grau d'Administració i Direcció d'Empreses Matrícula i preu Preus Matrícula Descomptes Beques Increments Formes de pagament Preus *Preus vigents en el moment de formalitzar la matrícula. Subjectes a revisió anual. Concepte Preu Preu per crèdit 20,42 €/cr* Preu per crèdit eines i recursos per a l'aprenentatge 16,10 €/cr* Preu per crèdit d'assignatures convalidades 4,08 €/cr* Matrícula Flexible Sense un mínim d'assignatures Pagament fraccionat Sense interessos Aquests preus estan subjectes als descomptes (família nombrosa, discapacitats...) i increments (titulats universitaris a centres públics, estudiants amb nacionalitat de fora de la Unió Europea no residents a Espanya...) estipulats al Decret de preus. Per a més informació consulta els apartats \"Descomptes\" i \"Recàrrecs\". Omple el formulari lateral Vols més informació ? i els nostres assessors es posaran en contacte amb tu per oferir-te un pressupost a mida amb els descomptes, les bonificacions i les facilitats de pagament que et corresponguin, així com el detall de recàrrecs que puguin aplicar al teu cas. La UOC és una Universitat de servei públic que vol facilitar l'accés i seguiment dels estudis universitaris al màxim nombre de persones, per això no es requereix un nombre mínim de crèdits per matrícula. _____________ * Preus públics. La Generalitat de Catalunya fixa els preus públics dels crèdits i altres serveis acadèmics per a les universitats públiques de Catalunya i la UOC. Aquests preus estan subjectes als descomptes (família nombrosa, discapacitats...) i increments (titulats universitaris a centres públics, estudiants amb nacionalitat de fora de la Unió Europea no residents a Espanya...) estipulats al Decret de preus. Per a més informació consulta els apartats \"Descomptes\" i \"Recàrrecs\". Omple el formulari lateral Vols més informació ? i els nostres assessors es posaran en contacte amb tu per oferir-te un pressupost a mida amb els descomptes, les bonificacions i les facilitats de pagament que et corresponguin, així com el detall de recàrrecs que puguin aplicar al teu cas. La UOC és una Universitat de servei públic que vol facilitar l'accés i seguiment dels estudis universitaris al màxim nombre de persones, per això no es requereix un nombre mínim de crèdits per matrícula. _____________ * Preus públics. La Generalitat de Catalunya fixa els preus públics dels crèdits i altres serveis acadèmics per a les universitats públiques de Catalunya i la UOC. Pots consultar els preus aprovats per al curs 2024-2025 al Decret 113/2024 , de 18 de juny. ** El concepte d'Eines i recursos per a l'aprenentatge correspon als continguts i eines tecnològiques necessàries per a desenvolupar les activitats d'aprenentatge que la UOC posa a l'abast dels seus estudiants des de les aules i per mitjà de la Biblioteca i els entorns virtuals d'aprenentatge. Poden ser creats per la UOC o bé externs, de propietat aliena a la UOC amb adquisició prèvia o gestió de drets o llicències. Es prioritzen els recursos d'aprenentatge digitals, però alguns recursos de proveïdors aliens a la UOC només són en suport analògic. En aquest cas, estan sotmesos a un IVA del 4 %, associat a l'enviament, a diferència dels recursos digitals que n'estan exempts. Si, excepcionalment, cal enviar els recursos en suport físic, no hi ha cost afegit. *** El concepte de Serveis de suport a l'aprenentatge correspon al manteniment de tots els serveis indispensables per al desenvolupament de la docència, de les infraestructures físiques i tecnològiques i l'atenció personalitzada que la Universitat posa a disposició de l'estudiant al llarg del semestre (entorn virtual, proves d'avaluació, etc.). Preus per matrícula Gestió de la matrícula i de l'expedient 54,54 € * Serveis de suport a l'aprenentatge 111,62 € *** Assegurança escolar obligatòria (menors 28 anys residents estat espanyol) 1,12 € - Anual Facilitats econòmiques Descomptes per a matrícula anticipada Pagament fraccionat en quotes Beques, ajuts i descomptes Condicions especials per a empreses Suport a esportistes de competició Informa-te'n Procés de matrícula Aquests són els passos que cal seguir si vols començar uns estudis oficials a la UOC. Si ja heu cursat estudis amb nosaltres i voleu continuar-los, heu d'adreçar-vos a l'espai Tràmits del Campus Virtual. Sol·licitud d'accés La sol·licitud d'accés és un tràmit gratuït i sense compromís que us proporcionarà un nom d'usuari i una contrasenya que us permetran entrar al Campus Virtual de la UOC, des d'on podreu: Contactar amb tutoria, que us assessorarà i orientarà en l'elecció d'assignatures. Consultar a l'espai Tràmits del Campus Virtual la informació relativa a convalidacions, el detall dels preus de la matrícula, la sol·licitud de beques... Formalitzar una proposta de matrícula, que tutoria analitzarà perquè amb el seu suport et puguis matricular en línia. Requisits d'accés Abans de sol·licitar l'accés, comproveu que compliu els requisits necessaris per al programa al qual voleu accedir. Formulari d'accés Al formulari d'accés heu de registrar les vostres dades personals i el nivell d'estudis assolit. Documentació d'accés La documentació que necessites la trobareu detallada quan sol·liciteu l'accés i pugueu consultar a l'espai Tràmits del Campus. Haureu d'enviar aquesta documentació en el termini dels deu dies següents a la formalització de la matrícula. Campus Virtual Un cop sol·licitat l'accés, si no has estudiat abans a la UOC, rebràs un nom d'usuari i una contrasenya que et permetran accedir al Campus Virtual, on trobaràs tota la informació i els recursos que et poden ser necessaris. Tutoria Un cop al Campus Virtual, tindreu accés al suport permanent de tutoria que us assessorarà i orientarà en l'elecció d'assignatures, d'acord amb el bagatge acadèmic previ que teniu, els vostres interessos i el temps de què disposeu. Espai de tràmits El Campus Virtual disposa d'un espai de tràmits on podreu consultar i gestionar totes les qüestions de caràcter acadèmic, com ara matricular-vos, consultar les formes de pagament i descomptes disponibles, demanar una beca o convalidar els estudis anteriors. El Campus Virtual disposa d'un espai de tràmits on podreu fer una proposta de matrícula havent triat les assignatures que voleu cursar durant el semestre. Aquesta proposta serà analitzada per tutoria perquè us pugueu acabar matriculant amb el vostre assessorament. És un pas previ abans de formalitzar la matrícula. Un cop tutoria hagi validat la teva proposta de matrícula, podràs formalitzar-la dins del període estipulat, per a això hauràs de triar la forma de pagament que prefereixis entre les disponibles. En cas que puguis gaudir d'algun dels descomptes previstos al Decret de preus, hauràs de presentar la documentació corresponent seguint les indicacions del Campus Virtual. Recordeu que, un cop us hàgiu matriculat, tindreu deu dies per enviar la documentació d'accés. A partir de la formalització de la matrícula, disposes de catorze dies per exercir el teu dret de desistiment de matrícula . Quan et pots matricular? A la UOC et pots matricular en dos moments diferents de l'any. Trieu l'opció que millor s'adapti a les vostres necessitats. Consulta el termini de matriculació i l'inici de curs a la pàgina dels estudis que t'interessin cursar. Matriculació a partir de l' abril per començar el curs al setembre Matriculació a partir del novembre per començar el curs al febrer 104.500 graduats i graduades 90 % d'estudiants que estudien i treballen 84 % tornaria a escollir la UOC Descomptes Per facilitar la incorporació i l'assessorament a l'estudiantat, les matrícules efectuades fins al 12 de desembre tindran un descompte en concepte de matrícula anticipada del 20 % sobre els preus de \"Recursos per a l'aprenentatge\" i \"Serveis de suport a l'aprenentatge\". En una primera matrícula semestral estàndard, aquest descompte pot representar fins a un 8 % del preu total de la matrícula. Per tal de poder aplicar les exempcions i els descomptes a la teva matrícula, has de lliurar la documentació abans de matricular-te. En cas que no sigui possible, en el termini màxim de 15 dies naturals des del començament de la docència. L'estudiantat andorrà té dret a l'aplicació de les exempcions i les bonificacions en les mateixes condicions que l'estudiantat de l'Estat espanyol. L'estudiantat beneficiari del títol de família nombrosa reconegut per l'Estat espanyol té dret als descomptes següents, en funció de la categoria: Famílies nombroses de categoria especial: exempció total dels preus dels serveis acadèmics de caràcter docent (crèdits de la matrícula) i de la gestió de l'expedient del preu fixat pel Decret de preus de la Generalitat de Catalunya. Famílies nombroses de categoria general: bonificació del 50% dels serveis acadèmics de caràcter docent (crèdits de la matrícula) i de la gestió de l'expedient del preu fixat pel Decret de preus de la Generalitat de Catalunya. L'estudiantat beneficiari del títol de família nombrosa reconegut per la resta de països té dret als descomptes següents, en funció de la categoria: Famílies nombroses de categoria especial: descompte del 15 % sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a l'aprenentatge. Famílies nombroses de categoria general: descompte del 7,5 % sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a l'aprenentatge. L'estudiantat amb un grau de discapacitat igual o superior al 33 % reconegut per l'Estat espanyol té dret a l'exempció total dels preus dels serveis acadèmics de caràcter docent (crèdits de la matrícula) i de la gestió de l'expedient del preu fixat pel Decret de preus de la Generalitat de Catalunya. Els estudiants amb un grau de discapacitat equivalent reconegut per l'organisme competent de qualsevol altre país tenen dret a un descompte del 15 % sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a l'aprenentatge. En cas que la discapacitat sigui reconeguda retroactivament, pots presentar la documentació en el termini màxim de 15 dies naturals des del moment en què es reconegui oficialment. Igualment, segons el Decret 822/202 , de 28 de setembre, l'estudiantat que acrediti una discapacitat igual o superior al 33 % té una reserva d'un 5% de les places de grau i màster universitari. Si és el vostre cas i us voleu matricular d'un programa amb places limitades que ja s'han esgotat i no tenen un procés d'admissió, podeu consultar la disponibilitat d'aquestes places reservades mitjançant aquest enllaç . L'estudiantat (o els seus fills, filles o cònjuges) amb reconeixement com a víctimes d'actes terroristes per l'organisme competent a l'Estat espanyol té dret a l'exempció total dels preus dels serveis acadèmics de caràcter docent (crèdits de la matrícula) i de la gestió de l'expedient del preu fixat pel Decret de preus de la Generalitat de Catalunya. L'estudiantat (o els seus fills, filles o cònjuges) amb reconeixement com a víctimes d'actes terroristes per l'organisme competent a qualsevol altre país té dret a un descompte del 15 % sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a l'aprenentatge. L'estudiantat (i els seus fills o filles dependents) amb reconeixement com a víctimes de violència masclista a l'àmbit de la parella per l'organisme competent a l'Estat espanyol té dret a l'exempció total dels preus dels serveis acadèmics de caràcter docent (crèdits de la matrícula) i de la gestió de l'expedient del preu fixat pel Decret de preus de la Generalitat de Catalunya. L'estudiantat (i els seus fills o filles dependents) amb reconeixement com a víctimes de violència masclista a l'àmbit de la parella per l'organisme competent a qualsevol altre país té dret a un descompte del 15 % sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a l'aprenentatge. L'estudiantat de grau, màster universitari o doctorat víctimes de violència masclista fora de l'àmbit de la parella pot gaudir d'una exempció del pagament del preu dels serveis acadèmics de caràcter docent (els crèdits de matrícula) i de la taxa de gestió de l'expedient i la matrícula durant el curs 2023-2024. Només pots optar a aquesta exempció si resideixes o treballes a Catalunya. Els estudiants beneficiaris de l'ingrés mínim vital queden exempts del pagament del preu dels serveis acadèmics de caràcter docent (crèdits de matrícula) i de la taxa de gestió de l'expedient i la matrícula. L'estudiantat que hagi obtingut la convalidació, l'adaptació o el reconeixement de crèdits per raó d'estudis o activitats dutes a terme a qualsevol centre universitari té un descompte del 80 % del preu de crèdit. L'estudiantat amb matrícula d'honor o premi extraordinari al batxillerat o Cicle Formatiu de Grau Superior que es matriculi per cursar ensenyaments universitaris oficials en centres docents sostinguts amb fons públics té dret a l'exempció total del preu dels serveis acadèmics de caràcter docent durant el primer any acadèmic. El descompte per matrícula d'honor o premi extraordinari al batxillerat només es pot demanar la primera vegada que els estudiants es matriculin d'uns estudis universitaris. Els estudiants que formen part de la comunitat Alumni tenen dret a un descompte sobre els serveis de suport a l'aprenentatge i els recursos per a l'aprenentatge. Aquest descompte no és compatible amb els destinats a empreses. Beneficia't del que et sigui més profitós. UOC Alumni: 10 % de descompte Podeu gaudir d'aquest descompte si heu obtingut un títol oficial (de grau, llicenciatura, diplomatura, enginyeria o màster universitari) o un màster o postgrau propi a la UOC. Si us podeu acollir a aquest descompte, en el moment de fer la matrícula heu d'indicar un codi a l'apartat «Condicions». Podeu trobar els codis de descompte a la web d'Alumni. Si, a més de poder optar a aquest descompte, us matriculeu durant el període de matrícula anticipada, en primer lloc, s'aplicarà el descompte de matrícula anticipada, i sobre l'import resultant, l'altre descompte. La UOC ofereix descomptes a les empreses que hi participen i donen suport a la formació dels seus professionals, previ acord amb la UOC. Professionals amb vincles a tota empresa o institució que mantingui un acord de col·laboració amb la UOC es poden beneficiar d'avantatges i descomptes en el cost de les matrícules dels programes formatius del catàleg de la UOC. Aquests descomptes no són compatibles amb els destinats a UOC Alumni. Beneficia't del que et sigui més profitós. + Consulta les condicions dels descomptes per a empreses L'estudiantat considerat esportista de competició té dret a un descompte sobre l'import de la matrícula. + Consulta la informació del programa Beques Aquestes beques estan adreçades a persones que vulguin cursar titulacions oficials. Així, es garanteix la igualtat d'oportunitats per accedir a estudis superiors. Hi ha una àmplia oferta de beques per als estudiants de la UOC. La finalitat és posar a l'abast de tothom un gran futur professional. Beques del Ministeri d'Educació de l'Estat Espanyol : per a estudiants de nacionalitat espanyola que cursin titulacions oficials. Consulta les beques disponibles Increments Els estudiants que no superin una assignatura i es matriculen per segona vegada tenen un increment en el preu del crèdit. Aquest increment és el resultat de multiplicar per 1,2 el preu del crèdit públic. En cas de matricular-se per tercera vegada en una assignatura, cal multiplicar el preu del crèdit per 2,6. A partir de la quarta matrícula el preu de crèdit es multiplica per 3,6. Aquest recàrrec no s'aplica a les matrícules del grau de Traducció, interpretació i llengües aplicades (UOC-UVic). L'estudiantat de nacionalitat de fora de la Unió Europea, països amb règim comunitari o fora d'Andorra, que no tingui concedida la residència a l'Estat espanyol tindrà un increment del 45 % al preu final de la matrícula. Formes de pagament La UOC posa a la vostra disposició la possibilitat de fraccionar en quotes el pagament de la vostra matrícula. Amb aquesta opció, s'abona una quota inicial de l'import total de la matrícula mitjançant targeta en línia, i la resta es cobra per domiciliació bancària (residents a l'Estat espanyol) o domiciliació a targeta (residents fora del territori espanyol) a cinc quotes com a màxim en funció de la data de matriculació. Aquesta forma de pagament té un import per gestió de 31 euros i només és vàlida per a matrícules superiors a 350 euros . Per als nous estudiants de graus i màsters, la primera quota serà del 10 % de l'import. Dates aproximades del pagament de les quotes, en funció de la data de matrícula. Consulta la taula de fraccionaments. Primer Semestre 1r pagament 1a setmana de setembre 1a setmana d'octubre 1a setmana de novembre 1a setmana de desembre Amb targeta en el moment de fer la matrícula 2a quota 3a quota 4a quota 5a quota Les dates de pagament són aproximades. El nombre de quotes és determinat per la data de matriculació: a mesura que avança el període de matrícula, el nombre de quotes disminueix. Segon semestre 1r pagament 1a setmana de febrer 1a setmana de març 1a setmana d'abril 1a setmana de maig Amb targeta en el moment de fer la matrícula 2a quota 3a quota 4a quota 5a quota Les dates de pagament són aproximades. El nombre de quotes és determinat per la data de matriculació: a mesura que avança el període de matrícula, el nombre de quotes disminueix. Pagament amb una targeta de crèdit o de dèbit de qualsevol entitat financera mitjançant el TPVV (terminal de punt de venda virtual), al qual accedireu directament des del Campus en el moment en què us matriculeu. Els clients de Caixabank teniu la possibilitat de fraccionar en quotes el pagament de la matrícula (entre tres i set quotes segons la formalització). Durant el procés de matriculació s'enllaçarà amb el servei de Línia Oberta i es contractarà un préstec de cost zero (comissió per obertura 0 %, comissió d'estudi 0 %, comissió d'amortització 0 % i tipus d'interès 0 %). Aquesta forma de pagament només està disponible en els següents casos: Sou clients de Caixabank i teniu activat el servei de Línia Oberta. Teniu més de divuit anys, nacionalitat espanyola jo d'un altre país membre de la UE i residiu a l'Estat espanyol. L'import de cada quota supera els 30 euros. L'Agència de Gestió d'Ajuts Universitaris i de Recerca (AGAUR) ofereix un programa d'ajuts en format de crèdit per al pagament fraccionat per mensualitats de matrícula universitària. Podeu consultar les condicions i els terminis per a aquest curs al web de l'AGAUR . * Opció disponible per a segones matrícules i posteriors. La UOC posa a la vostra disposició la possibilitat de fraccionar en quotes el pagament de la vostra matrícula. Amb aquesta opció, s'abona una quota inicial de l'import total de la matrícula mitjançant targeta en línia, i la resta es cobra per domiciliació bancària (en cas de tenir compte bancari SEPA) o domiciliació a targeta (en cas de no tenir-ne compte bancari SEPA) en cinc quotes com a màxim en funció de la data de matriculació. Consulta aquí si la teva entitat bancària disposa de compte SEPA. Aquesta forma de pagament té un import per gestió de 31 euros i només és vàlida per a matrícules superiors a 350 euros. Per als nous estudiants de graus i màsters, la primera quota serà del 10 % de l'import. Dates aproximades del pagament de les quotes, en funció de la data de matrícula. Consulta la taula de fraccionaments. Primer Semestre 1r pagament 1a setmana de setembre 1a setmana d'octubre 1a setmana de novembre 1a setmana de desembre Amb targeta en el moment de fer la matrícula 2a quota 3a quota 4a quota 5a quota Les dates de pagament són aproximades. El nombre de quotes és determinat per la data de matriculació: a mesura que avança el període de matrícula, el nombre de quotes disminueix. Segon semestre 1r pagament 1a setmana de febrer 1a setmana de març 1a setmana d'abril 1a setmana de maig Amb targeta en el moment de fer la matrícula 2a quota 3a quota 4a quota 5a quota Les dates de pagament són aproximades. El nombre de quotes és determinat per la data de matriculació: a mesura que avança el període de matrícula, el nombre de quotes disminueix. Per als residents a Colòmbia interessats en aquesta forma de pagament i que no disposeu d'una targeta de crèdit, us informem que l'entitat Bancolòmbia ofereix la Targeta Virtual e-Prepagament . Per sol·licitar-la, cal que disposeu d'un compte d'estalvis o corrent en aquesta entitat. Pagament amb una targeta de crèdit o de dèbit de qualsevol entitat financera mitjançant el TPVV (terminal de punt de venda virtual), al qual accedireu directament des del Campus en el moment en què us matriculeu. L'estudiantat resident fora de l'Estat espanyol pot fer una transferència de l'import total de matrícula en euros. Les dades per fer efectiu el pagament de la matrícula són: Si feu la docència en català: Banc: Caixabank Adreça: Avda. Diagonal, 647 08028 Barcelona Espanya Swift: CAIX ÉS BB IBAN: ES02-2100-3648-98-2200022920 Si feu la docència en castellà: Bank: BANC SANTANDER CENTRAL HISPÀ Adress: Passeig de Gràcia, 5 08007 BARCELONA - SPAIN Swift: BSCHESMMXXX IBAN: ES98-0049-1806-9726-1188-9588 Un cop fet el pagament, caldrà enviar el comprovant. Objectius, perfils i competències Descobreix a qui va dirigit aquest programa i quines noves competències pots adquirir. Saber-ne més Preguntes freqüents Tens dubtes? Donem resposta a les teves preguntes sobre la nostra oferta formativa, el model d’aprenentatge o tràmits, entre altres temes. Consulta L'opinió dels nostres graduats Graduades i graduats de la UOC t'expliquen en primera persona com han viscut el procés d'aprenentatge amb nosaltres i com la nostra metodologia els ha permès compaginar feina, estudis i vida personal. Tenir una flexibilitat d'horaris absoluta em va permetre fer el màster Daniel Marchante Realment em trobo realitzada. Ara, quan parlo, sé del que parlo. Helena Guillén La UOC t'ofereix competències, perquè el que necessites és saber-te adaptar en cada moment Manel Vicenç Volia créixer professionalment. La UOC m'ha ofert no estancar-me Alba Camacho Des de que vaig acabar el grau, he tingut un desenvolupament a la meva empresa José Miguel González Programes relacionats Grau Economia Veure tota la informació Selecciona fins a 3 programes per comparar Grau Doble titulació d'Administració i Direcció d'Empreses i de Turisme Veure tota la informació Selecciona fins a 3 programes per comparar Grau Màrqueting i Investigació de Mercats Veure tota la informació Selecciona fins a 3 programes per comparar Grau Psicologia Veure tota la informació Selecciona fins a 3 programes per comparar Grau Economia Veure tota la informació Selecciona fins a 3 programes per comparar Grau Doble titulació d'Administració i Direcció d'Empreses i de Turisme Veure tota la informació Selecciona fins a 3 programes per comparar Grau Màrqueting i Investigació de Mercats Veure tota la informació Selecciona fins a 3 programes per comparar Grau Psicologia Veure tota la informació Selecciona fins a 3 programes per comparar"
}