{
  "url": "https://uoc.edu/portal/ca/agenda/2013/agenda_273.html",
  "content": "Agenda Seminari sobre Propietat Intel.lectual i Universitats Els Estudis de Dret i Ciència Política de la Universitat Oberta de Catalunya i el grup de recerca INTERDRET us convidem al Seminari sobre Propietat Intel·lectual i Universitats que impartiran la professora Jane C. Ginsburg , Morton L. Janklow Professor of Literary and Artistic Property Law, Columbia University Law School de Nova York, el professor Ramon Casas , de la Universitat de Barcelona i la professora Raquel Xalabarder , de la Universitat Oberta de Catalunya. Lloc Seu Central UOC Av. tibidabo, 39-43 08035 Barcelona Espanya Quan 19/06/2013 18.30h Organitza Universitat Oberta de Catalunya, + − Leaflet Programa L’objectiu de la sessió és analitzar les diferents solucions existents, tant a Espanya i als països de la UE, com als Estats Units i a nivell de dret comparat internacional, per fer possible els usos educatius per part de les universitats d’obres i continguts protegits per la propietat intel·lectual. Normalment, les lleis nacionals de propietat intel·lectual permeten (a través del sistema de “límits”) que les institucions educatives facin ús de material protegit pels drets d’autor per a finalitats docents i de recerca; però l’abast d’aquests “límits” són diferents en cada país i molt sovint no inclouen els usos educatius online o per modalitats digitals. En aquesta sessió avaluarem l’abast d’ús educatiu que permeten els instruments internacionals i els compararem amb les solucions nacionals als USA, a la UE i a Espanya. També s’analitzaran les recents sentències del Jutjat Mercantil n.2 de Barcelona, de 2 de maig del 2013, en el cas CEDRO v. UAB, del U.S. Northern District of Georgia, d’11 de maig de 2012, en el cas Georgia State University i del U.S. Southern District of New York, de 10 d’octubre de 2012, en el cas Hathitrust. El Seminari tindrà lloc el dimecres 19 de juny, a les 18.30h., a la seu central de la UOC, a Av. Tibidabo, 39-43 de Barcelona. La presentació a càrrec de la Prof. Ginsburg serà en anglès i pel debat s’utilitzarà el castellà i l’anglès, sense traducció simultània. L’organització d’aquest acte ha estat possible gràcies a la col·laboració de l’Obra Social de La Caixa, en el marc del programa Internationalitzation at Home 2013. L’assistència és gratuïta però, atès el reduït nombre de places disponibles, us preguem que confirmeu la vostra assistència al Sr. Isidoro Velasco, al telèfon 93-253.75.02 o a l’adreça ivelascoj@uoc.edu Confirmar assistència 93 253 75 02 ivelascoj@uoc.edu Enllaços relacionats Web dels Estudis de Dret i Ciència Política Web del grup de recerca INTERDRET Web de Jane C. Ginsburg Web de Raquel Xalabarder Seminari sobre propietat intel.lectual i Internet"
}