{
  "url": "https://uoc.edu/ca/estudis/masters/master-universitari-ciberseguretat-privadesa.html",
  "content": "Presentació Pla d'estudis Reconeixement de crèdits Professorat Sortides professionals Requisits d'accés Matrícula i preu Online i sense horari Propera inscripció: abril 2025 Màster universitari Online de Ciberseguretat i Privadesa Presentació El màster universitari de Ciberseguretat i Privadesa de la UOC és un màster oficial online que et forma com a professional especialitzat en tecnologies de ciberseguretat i protecció de dades. Estudiar aquest màster et formarà com a expert en tecnologies de ciberseguretat , però també en els vessants del dret, la política, els factors humans, l'ètica i la gestió de riscos en el context dels adversaris. Titulacions oficials UOC Estudis que et preparen per als teus reptes professionals. Facilitats de pagament Fracciona en quotes el teu màster. Per què estudiar el màster universitari de Ciberseguretat i Privadesa de la UOC? Estudiant el màster de Ciberseguretat i Privadesa obtindràs competències en: Estàndards i aspectes ètics i legals que regeixen la seguretat. Pentesting de xarxes i sistemes. Tècniques de millora de la privadesa de serveis i aplicacions en entorns reals (xarxes socials, entorns web, etc.), Informàtica forense . Ús d'eines de programació de codi segur i d'anàlisi de programari mitjançant enginyeria inversa . Sistemes de gestió de seguretat de la informació segons la normativa ISO 27001 . Gestió dels actius empresarials al núvol ( cloud ). Auditories de seguretat i hacking ètic . A més a més, el màster té una oferta formativa molt àmplia, amb optatives de l'àmbit punters com blockchain, sistemes d'intel·ligència artificial, o tècniques de recerca. Per què estudiar el màster universitari de Ciberseguretat i Privadesa de la UOC? Estudiant el màster de Ciberseguretat i Privadesa obtindràs competències en: Estàndards i aspectes ètics i legals que regeixen la seguretat. Pentesting de xarxes i sistemes. Tècniques de millora de la privadesa de serveis i aplicacions en entorns reals (xarxes socials, entorns web, etc.), Informàtica forense . Ús d'eines de programació de codi segur i d'anàlisi de programari mitjançant enginyeria inversa . Sistemes de gestió de seguretat de la informació segons la normativa ISO 27001 . Gestió dels actius empresarials al núvol ( cloud ). Auditories de seguretat i hacking ètic . A més a més, el màster té una oferta formativa molt àmplia, amb optatives de l'àmbit punters com blockchain, sistemes d'intel·ligència artificial, o tècniques de recerca. Les empreses necessiten experts en ciberseguretat i privadesa La ciberseguretat informàtica és una de les principals preocupacions de qualsevol organització. Per això, formar-te en aquest àmbit t'assegura un futur professional amb una taxa d'ocupabilitat de gairebé el 100 % . L'ús de les TIC està cada vegada més estès i, per això, els actius i les vulnerabilitats que cal protegir augmenten. Els ciberatacs són cada vegada més freqüents i complexos , atès que utilitzen nous tipus de programaris maliciosos ( malware ) més sofisticats o desconeguts fins aleshores: programaris de segrest ( ransomware ), criptomineria furtiva ( cryptojacking ), amenaces persistents avançades, programari maliciós basat en tècniques d'intel·ligència artificial, etc. Tot això pot arribar a tenir conseqüències devastadores, com ara la revelació d'informació confidencial o la usurpació financera en l'àmbit personal i industrial. Per tot plegat, les empreses necessiten professionals especialitzats en els diferents àmbits de la ciberseguretat: Perfils amb una visió global i executiva de la segureta t, per als càrrecs de direcció (per exemple, director de seguretat de la informació o chief information security officer , CISO) Perfils focalitzats en la part legislativa , per a càrrecs de delegat de protecció de dades (DPO, per la sigla en anglès) i de compliment tècnic del Reglament general de protecció de dades (RGPD). Perfils de gestió de la ciberseguretat, per fer implantacions de sistemes de gestió de la seguretat de la informació (SGSI), auditorie s de seguretat o gestió dels sistemes al núvol ( cloud ). Perfils tècnics per gestionar l'administració dels sistemes i les bases de dades, fer anàlisis forenses o formar part d'un equip vermell ( red team ). Perfils de l'enginyeria del programari amb coneixements per dissenyar i desplegar serveis i aplicacions diverses (amb sistemes avançats d'autenticació i autorització, biometria, sistemes de blockchain , intel·ligència artificial, etc.), que garanteixin el màxim grau de seguretat i privacitat. Perfils amb capacitat per a la recerca i per encapçalar projectes competitius de recerca, desenvolupament i innovació ( R+D+I ) amb equips molt especialitzats Una altra de les característiques que més valoren els nostres estudiants, es treballa amb una gran varietat d'eines i tecnologies que s'utilitzen actualment en les empreses del sector. Per exemple: IPtables o Nmap per a efectuar rastreig de ports i eines d'anàlisi forense com Autopsy i Volatility , eines de pentesting com metasploit , nikto , sqlmap i tècniques OSINT de cerca d'informació, eines d'auditoria com PentesterLab , o tecnologies per validar la seguretat del programari com eines de reversing de windows i OllyDBG d'Android. També es treballa amb diferents llenguatges i entorns de programació com Python , Octave i entorns de programació interactius com Jupyter . El màster a distància de Ciberseguretat i Privadesa disposa d'un equip docent amb una dilatada experiència i elevades competències professionals, format tant per professorat universitari expert com per professorat de l'àmbit professional, amb una gran perícia dins de l'àmbit de la ciberseguretat de les empreses. També formem part, del Centre de recerca en ciberseguretat ( CYBERCAT ). Aquest integra es grups de recerca catalans que treballen en tecnologies de seguretat i privadesa de la informació i reuneix un centenar d'investigadors, els màxims experts de Catalunya en la matèria. Certified Cyber Security Professional (CCSP) i Certified Data Privacy Professional (CDPP) Un cop obtingut el títol, pots sol·licitar les certificacion CCSP i/o CDPP . Certified Cyber Security Professional (CCSP) és la certificació del ISMS Forum (Associació Espanyola per el Foment de la Seguretat de la Informació) dirigida als professionals de la ciberseguretat. Certified Data Privacy Professional (CDPP) és la certificació del ISMS Forum dirigida als professionals de la privadesa i la protecció de dades. Les certificacions CCSP i CCSP neixen amb l'objectiu de ser les primeres certificacions espanyoles dirigida als professionals de l'exercici del govern de la ciberseguretat i de l'exercici de la privadesa i la protecció de dades. L'obtenció de la certificació CCSP acredita un alt nivell d'especialització en ciberseguretat, així com el reconeixement de l'exercici de la professió. L'obtenció de la certificació CDPP acredita un alt nivell d'especialització en la normativa espanyola en matèria de Protecció de Dades de caràcter personal, tant en el context local, com en el context europeu i internacional, així com un domini dels fonaments que regeixen la Seguretat de la informació així com el reconeixement de l'exercici de la professió. A la pàgina del ISMS trobaràs tota la informació referent a la certificació: petició, preu i manteniment de les certificacions. Enllaços d'interés Vídeo explicatiu del MU de Ciberseguretat i Privadesa (Castellà) Sessió informativa del MU de Ciberseguretat i Privadesa Webinar congrés ciberseguretat UOC-Con 2021 Noves aplicacions i oportunitats de negoci basades en tecnologies de blockchain (Castellà) Descarrega el programa (PDF) Titulació oficial El màster universitari de Ciberseguretat i Privadesa és una titulació que ha estat verificada pel Consell d'Universitats, i la seva implementació autoritzada per la Generalitat de Catalunya, segons el que marca la legislació vigent. Els títols universitaris oficials de la UOC tenen validesa en tot el territori espanyol, tenen efectes acadèmics plens i habiliten, si escau, per a la realització d'activitats professionals regulades, d'acord amb la normativa que en cada cas resulti aplicable. Aquests títols s'expedeixen juntament amb el suplement europeu al títol (SET), que facilita informació sobre els estudis cursats per l'estudiant, els resultats obtinguts, les capacitats professionals assolides i el nivell de la titulació en el sistema espanyol d'educació superior, amb la finalitat de facilitar-ne el reconeixement i promoure la mobilitat d'estudiants i titulats dins de l'espai europeu d'educació superior (EEES). La validesa en altres països dels títols universitaris oficials expedits per la UOC vindrà determinada en cada cas per les lleis d'educació de cada país. Titulació oficial El màster universitari de Ciberseguretat i Privadesa és una titulació que ha estat verificada pel Consell d'Universitats, i la seva implementació autoritzada per la Generalitat de Catalunya, segons el que marca la legislació vigent. Els títols universitaris oficials de la UOC tenen validesa en tot el territori espanyol, tenen efectes acadèmics plens i habiliten, si escau, per a la realització d'activitats professionals regulades, d'acord amb la normativa que en cada cas resulti aplicable. Aquests títols s'expedeixen juntament amb el suplement europeu al títol (SET), que facilita informació sobre els estudis cursats per l'estudiant, els resultats obtinguts, les capacitats professionals assolides i el nivell de la titulació en el sistema espanyol d'educació superior, amb la finalitat de facilitar-ne el reconeixement i promoure la mobilitat d'estudiants i titulats dins de l'espai europeu d'educació superior (EEES). La validesa en altres països dels títols universitaris oficials expedits per la UOC vindrà determinada en cada cas per les lleis d'educació de cada país. Consulta més detalls sobre: + Homologació + Legalització Inici 25 set. 2025 100% Online 60 Crèdits ECTS Idiomes: Català, Castellà Titulació oficial Metodologia 100% online 1a. universitat online del món Acompanyament personalitzat Entre les millors universitats La UOC se situa entre el 7 % de les millors universitats del món segons el World University Rankings 2024. Qualitat de la titulació La qualitat d'aquest programa està avalada per l' AQU (Agència per a la Qualitat del Sistema Universitari de Catalunya), la qual assegura el rigor i l'acompliment dels estàndards exigits a l' EEES . + Qualitat de la titulació Acreditació de qualitat AQU Agència per a la Qualitat del Sistema Universitari de Catalunya. Aprèn amb: Formem part de: Iniciativa conjunta: Sessió informativa (Castellà) L'aula virtual: accedeix-hi des de qualsevol lloc, sense barreres físiques Màster universitari de Ciberseguretat i Privadesa Pla d'estudis 60 ECTS 30 ECTS Optativa 18 ECTS Obligatòria 12 ECTS Treball final Assignatures Càrrega lectiva Treball final Recursos per a l’aprenentatge Durada Complements de formació Assignatures del programa Consulta els detalls de les assignatures que t'interessi cursar per adaptar els estudis al teu ritme, segons la disponibilitat i els requisits de matrícula de cada assignatura i el temps de dedicació pel qual hagis optat. Càrrega lectiva Per a completar el màster universitari en Ciberseguretat i Privadesa, l'estudiant ha de cursar 3 matèries obligatòries, 5 matèries optatives i el treball final de màster, de 12 ECTS. El màster ofereix la possibilitat d'intensificar el perfil professional de l'estudiant cursant una de les tres especialitats següents: Sistemes (18 ECTS) Especialitat enfocada a entendre els mecanismes de prevenció, protecció i detecció de vulnerabilitats, i a adquirir les competències del hacking ètic i del pentesting . També és focalitza en la identificació d'atacs i en la recollida d'evidències digitals a través de les metodologies de la informàtica forense . Tecnologies (18 ECTS) L'especialitat de tecnologies es centra en conèixer eines que permetin crear serveis i aplicacions amb les màximes garanties de seguretat i privacitat: des de protocols de baix nivell per al control d'accés (p. Càrrega lectiva Per a completar el màster universitari en Ciberseguretat i Privadesa, l'estudiant ha de cursar 3 matèries obligatòries, 5 matèries optatives i el treball final de màster, de 12 ECTS. El màster ofereix la possibilitat d'intensificar el perfil professional de l'estudiant cursant una de les tres especialitats següents: Sistemes (18 ECTS) Especialitat enfocada a entendre els mecanismes de prevenció, protecció i detecció de vulnerabilitats, i a adquirir les competències del hacking ètic i del pentesting . També és focalitza en la identificació d'atacs i en la recollida d'evidències digitals a través de les metodologies de la informàtica forense . Tecnologies (18 ECTS) L'especialitat de tecnologies es centra en conèixer eines que permetin crear serveis i aplicacions amb les màximes garanties de seguretat i privacitat: des de protocols de baix nivell per al control d'accés (p.e. RADIUS), a tecnologies DLT (Distributed Ledger Technologies) i en especial al sistema de blockchain (incloent bitcoins i ether ) per desplegar sistemes distribuïts que garanteixin la integritat de les dades, passant per metodologies i eines de programari segur i enginyeria inversa . Gestió (18 ECTS) Especialitat dedicada a la gestió de la seguretat, en concret en conèixer com desplegar sistemes de gestió de la seguretat segons la normativa ISO 27001, en fer auditories tècniques de certificació, o en tenir competències per gestionar els actius empresarials en el núvol de forma segura. Treball Final de Màster Els estudis del màster universitari conclouen amb l'elaboració d'un treball final. En el màster online de Ciberseguretat i Privadesa, el treball final té 12 crèdits ECTS. La dedicació de l'estudiant està determinada pels crèdits assignats en aquesta assignatura i per l'equivalència de 25 hores de dedicació de l'estudiant per cada crèdit. El treball final de màster comporta la realització, per part de l'estudiant, d'un projecte, que condueixi a l'elaboració d'una memòria o d'un article de recerca, i del desenvolupament d'un producte cientificoacadèmic en què s'apliquin, s'integrin i es desenvolupin els coneixements, les competències i les habilitats apreses en l'ensenyament corresponent. L'estudiant que hagi superat el treball final haurà adquirit el nivell òptim de competències útils per implementar-les a la seva ocupació professional (Treball final de màster). Els treballs finals estan orientats a l'avaluació de les competències associades al títol i conclouen amb la defensa i avaluació i qualificació del treball. Treball Final de Màster Els estudis del màster universitari conclouen amb l'elaboració d'un treball final. En el màster online de Ciberseguretat i Privadesa, el treball final té 12 crèdits ECTS. La dedicació de l'estudiant està determinada pels crèdits assignats en aquesta assignatura i per l'equivalència de 25 hores de dedicació de l'estudiant per cada crèdit. El treball final de màster comporta la realització, per part de l'estudiant, d'un projecte, que condueixi a l'elaboració d'una memòria o d'un article de recerca, i del desenvolupament d'un producte cientificoacadèmic en què s'apliquin, s'integrin i es desenvolupin els coneixements, les competències i les habilitats apreses en l'ensenyament corresponent. L'estudiant que hagi superat el treball final haurà adquirit el nivell òptim de competències útils per implementar-les a la seva ocupació professional (Treball final de màster). Els treballs finals estan orientats a l'avaluació de les competències associades al títol i conclouen amb la defensa i avaluació i qualificació del treball. Per a cada programa es fixaran les competències específiques i transversals que seran objecte d'avaluació d'acord amb la memòria d'implantació del pla d'estudis. És per això que per a matricular-se d'aquesta assignatura cal haver superat un 50% dels crèdits del programa. Procés de sol·licitud i matriculació Per a matricular-se del TFM cal fer una sol·licitud prèvia segons els criteris i requisits que marqui cada programa. Cal tenir un mínim de crèdits superats per elaborar el treball final de màster, atès que es considera aquesta assignatura com l'últim pas previ a l'obtenció del títol. L'estudiant expressa la voluntat d'elaborar el seu treball final dins dels àmbits de treball que s'ha marcat en cada programa, si fos el cas. L'acompanyament d'un docent especialitzat Per tal que l'estudiant pugui elaborar el seu treball final, la UOC assigna un docent que guiarà i donarà les pautes necessàries per al bon desenvolupament del treball. El tutor del treball final és l'encarregat d'orientar l'estudiant, fa el seguiment del projecte i l'assessora en cadascun dels aspectes del TFM: conceptualització, fonamentació, metodologia, redacció dels resultats i defensa. Aquest docent en fa el seguiment, n'avalua la seva elaboració i participa de l'avaluació final del treball final. Per tant, el docent vetllarà pel progrés i la qualitat del treball final. La defensa i avaluació del treball final de màster A la UOC, la defensa dels TFM es realitza majoritàriament per mitjà de mecanismes virtuals. La diversitat geogràfica dels estudiants fa que sigui molt difícil coincidir en l'espai i en el temps. La modalitat estàndard per a la defensa del TFM a la UOC és la defensa virtual i asíncrona. Algunes titulacions poden tenir altres modalitats de defensa que estan explicades a la fitxa de cada programa de l'Estudia a la UOC o al pla docent de l'assignatura de treball final. L'avaluació de la defensa i de l'assignatura correspon al tribunal d'avaluació que valorarà el treball final segons els criteris d'avaluació explicitats en el pla docent. La qualificació del treball final consta de tres parts: (1) el seguiment i elaboració del treball, (2) la memòria, projecte, producte o estudi final realitzat i (3) la defensa del treball. Algunes titulacions poden demanar una memòria i producte com a resultat de l'elaboració del treball final. Els treballs que obtinguin una qualificació mínima, establerta per cada programa, es posaran a disposició pública per mitjà del repositori obert de la Biblioteca de la UOC. L'assignatura de TFM no podrà ser objecte de reconeixement ni de compensació. Per a més informació sobre la docència i el procés de sol·licitud, cal consultar el pla docent, a la Secretaria del Campus un cop s'ha demanat l'accés al programa. + Consulta més detalls sobre els treballs finals Recursos per l'aprenentatge L'estudiant disposa dels següents recursos al llarg del programa: - Laboratoris de ciberseguretat amb diferents objectius: practicar com protegir i defensar una xarxa, realitzar simulacions de ciberatacs, analitzar les evidències forenses d'un atac, o implementar aplicacions segures. Les eines que utilitzem són, entre d'altres, Autopsy, Volatility, Solidiy, Remix, Metamask, Metasploit, OllyDbg, ADA, LDAP, Apache, OllyDbg, ADA, VirtualBox, dockers i Azure. - Laboratoris on es practica desenvolupament d¿aplicacions , especialment en el llenguatge Python. A més, durant el desenvolupament del màster, l¿estudiant té accés a recursos seleccionats pel professorat de cada matèria: recursos elaborats per la UOC expressament per a aquest màster o recursos externs de reconeguda qualitat i rigor acadèmic. Els recursos són de diferents tipologies, tant recursos textuals i multimèdia, com recursos de programari. És recomanable disposar de màquines i SO de 64 bits i 4 GB de RAM com a mínim (8 GB aconsellable). Recursos per l'aprenentatge L'estudiant disposa dels següents recursos al llarg del programa: - Laboratoris de ciberseguretat amb diferents objectius: practicar com protegir i defensar una xarxa, realitzar simulacions de ciberatacs, analitzar les evidències forenses d'un atac, o implementar aplicacions segures. Les eines que utilitzem són, entre d'altres, Autopsy, Volatility, Solidiy, Remix, Metamask, Metasploit, OllyDbg, ADA, LDAP, Apache, OllyDbg, ADA, VirtualBox, dockers i Azure. - Laboratoris on es practica desenvolupament d¿aplicacions , especialment en el llenguatge Python. A més, durant el desenvolupament del màster, l¿estudiant té accés a recursos seleccionats pel professorat de cada matèria: recursos elaborats per la UOC expressament per a aquest màster o recursos externs de reconeguda qualitat i rigor acadèmic. Els recursos són de diferents tipologies, tant recursos textuals i multimèdia, com recursos de programari. És recomanable disposar de màquines i SO de 64 bits i 4 GB de RAM com a mínim (8 GB aconsellable). Durada El màster universitari de Ciberseguretat i Privadesa s'ha dissenyat per tal que es pugui cursar en un any (2 semestres, a temps complet) o dos anys (4 semestres, a temps parcial), però no hi ha una durada màxima per a acabar la titulació . Cada estudiant pot ajustar el ritme d'estudi a les seves possibilitats de dedicació i a la disponibilitat de temps que tingui. La UOC fomenta que cada semestre sigui el mateix estudiant el que triï el nombre d'assignatures de les quals es vol matricular. De fet, l'estudiant rep un assessorament personalitzat del tutor per a poder crear una planificació adequada pel que fa a la matriculació de les assignatures que cursarà, segons les seves necessitats, els seus interessos, el temps disponible que té i els seus coneixements previs, amb l'objectiu de consolidar les competències que li assegurin una evolució adequada al llarg de la titulació. Complements de formació Amb l'objectiu de compensar les possibles deficiències formatives, aquells estudiants que no provinguin de les titulacions afins de l'àmbit d'informàtica i de les telecomunicacions hauran de cursar fins a un màxim de 12 ECTS de complements formatius. La valoració dels complements a cursar es farà mitjançant una avaluació per part de la comissió d'admissió del programa de les competències prèvies i l'experiència professional de cada estudiant durant el període d'incorporació, previ a la primera matrícula. Les assignatures previstes a aquests efectes són les següents: Administració de xarxes i sistemes operatius (6 ECTS) Fonaments de xarxes i arquitectures (6 ECTS) La realització d'aquests complements formatius no serà obligatòria prèvia a l'accés al màster, però sí per a l'obtenció del títol. Màster universitari de Ciberseguretat i Privadesa Reconeixement de crèdits Reconeixement de crèdits Avaluació d'estudis previs Reconeixement d'experiència professional Reconeixement de crèdits La UOC permet convalidar o adaptar els estudis que s'han cursat anteriorment i reconèixer assignatures o pràctiques d'acord amb l'experiència professional. El reconeixement de crèdits permet reduir el temps d'estudi. Per a qualsevol dubte, ompliu el formulari de sol·licitud d'informació i contactarem amb vosaltres. Avantatges de sol·licitar un reconeixement de crèdits Les assignatures reconegudes per mitjà de l'avaluació d'estudis previs (AEP) o del reconeixement acadèmic de l'experiència professional (RAEP), no les heu de cursar en el vostre programa d'estudis. Els crèdits reconeguts, un cop s'han incorporat a la matrícula, es descompten del total de crèdits que cal cursar per a obtenir el títol. En el cas dels graus, la UOC reconeix crèdits de formació bàsica de la mateixa branca de coneixement, mentre els estudis aprovats siguin d'ensenyaments universitaris oficials (excepte en el cas del màster universitari) i pertanyin a la mateixa branca de coneixement que el grau de destinació. Reconeixement de crèdits La UOC permet convalidar o adaptar els estudis que s'han cursat anteriorment i reconèixer assignatures o pràctiques d'acord amb l'experiència professional. El reconeixement de crèdits permet reduir el temps d'estudi. Per a qualsevol dubte, ompliu el formulari de sol·licitud d'informació i contactarem amb vosaltres. Avantatges de sol·licitar un reconeixement de crèdits Les assignatures reconegudes per mitjà de l'avaluació d'estudis previs (AEP) o del reconeixement acadèmic de l'experiència professional (RAEP), no les heu de cursar en el vostre programa d'estudis. Els crèdits reconeguts, un cop s'han incorporat a la matrícula, es descompten del total de crèdits que cal cursar per a obtenir el títol. En el cas dels graus, la UOC reconeix crèdits de formació bàsica de la mateixa branca de coneixement, mentre els estudis aprovats siguin d'ensenyaments universitaris oficials (excepte en el cas del màster universitari) i pertanyin a la mateixa branca de coneixement que el grau de destinació. Com es pot sol·licitar el reconeixement de crèdits El tràmit es pot fer cada semestre i el resultat es comunica abans que comenci la docència. La tramitació de la sol·licitud s'ha de fer des del Campus Virtual. L'estudiantat de nova incorporació han d'haver demanat prèviament la sol·licitud d'accés. Una vegada teniu accés al Campus Virtual, podeu consultar les taules d'equivalències amb moltes titulacions d'altres universitats, que mostren una simulació dels crèdits que podeu convalidar. Si no hi trobeu la taula d'equivalències pròpia dels vostres estudis realitzats, una comissió analitzarà la vostra sol·licitud de manera personalitzada. L'avaluació d'estudis previs i el reconeixement de l'experiència professional es poden demanar durant tota la vida acadèmica a la UOC, i sempre els podeu actualitzar si aporteu més estudis o una experiència professional nova. El resultat del reconeixement de crèdits el rebreu a la bústia personal i, en cas que no hi estigueu d'acord, disposareu d'un període de temps per a fer-hi al·legacions. Avaluació d'estudis previs L'avaluació d'estudis previs (AEP) és el tràmit que han de sol·licitar l'estudiantat que vulgui convalidar els estudis que han cursat en aquesta universitat o en qualsevol altra. L'AEP no és un tràmit obligatori. Per a la sol·licitud de l'AEP només es considera vàlid l'últim expedient adaptat. El resultat de l'avaluació d'estudis previs té validesa sempre que tingueu expedient obert a la UOC. Si sou estudiants de nova incorporació, tindrà validesa si us matriculeu el semestre immediatament posterior a la demanda del tràmit. En cas contrari, la vostra AEP caducarà i haureu de fer el tràmit de nou. L'avaluació d'estudis previs, la fa una comissió presidida pel vicerector de Professorat i Ordenació Acadèmica i integrada pels directors dels programes de la UOC. Hi actua de secretari el responsable del tràmit de la Secretaria. Les funcions d'aquesta comissió són l'avaluació i la proposta de convalidacions, adaptacions i reconeixement de crèdits de lliure elecció. Reconeixement acadèmic de l'experiència professional La UOC ofereix la possibilitat de reconèixer algunes assignatures o pràctiques en funció de l'experiència professional demostrada. Per aconseguir-ho cal sol·licitar el Reconeixement acadèmic de l'experiència professional (RAEP), un tràmit en què cal acreditar documentalment aquest bagatge professional. D'aquesta manera es poden convalidar fins al 15% dels crèdits de la titulació. + Consulta les convalidacions RAEP Màster universitari de Ciberseguretat i Privadesa Professorat Direcció de programa Direcció d'estudis Professorat Direcció de programa Helena Rifà Pous Doctora en enginyeria de Telecomunicacions per la UPC. La seva activitat docent se centra en la seguretat informàtica i les xarxes de telecomunicacions. El seu àmbit de recerca gira a l’entorn de l’àmbit de la seguretat i la privacitat de les xarxes. CV Direcció d'estudis Daniel Riera Terrén Doctor en Enginyeria Informàtica per la UAB. Director dels Estudis dInformàtica, Multimèdia i Telecomunicació de la UOC. La seva activitat docent se centra en la intel·ligència artificial, i la modelització, simulació i optimització de sistemes.El seu àmbit de recerca gira a l’entorn del desenvolupament d’algorismes híbrids (combinant IA, OR i CP) per a la resolució de problemes combinatoris, i el disseny de ludificació. CV Professorat David Megías Jiménez Doctor enginyer d'Informàtica per la Universitat Autònoma de Barcelona (UAB). Catedràtic de la UOC. Director de l'Internet Interdisciplinary Institute (IN3) i Investigador principal del grup de recerca K-ryptography and Information Security for Open Networks (KISON). Actualment forma part del grup d'experts d'EUROPOL, per a lluitar contra la ciberdelinqüència. CV Jordi Serra Ruiz Doctor en Enginyeria Informàtica per la UOC. La seva activitat docent està centrada en la seguretat informàtica. El seu àmbit de recerca se centra en la seguretat de la informació, el cibercrim, l’anàlisi forense de la informació, l’esteganografia. Pertany al grup de recerca KISON (K-ryptography and Information Security for Open Networks). Professor dels Estudis d'Informàtica, Multimèdia i Telecomunicació de la UOC. CV Josep Jorba Esteve Doctor Enginyer en Informàtica per la Universitat Autònoma de Barcelona. La seva activitat docent se centra en els sistemes operatius,l'arquitectura de computadors, la computació d'altes prestacions (HPC), la informàtica en núvol i el programari lliure. El seu àmbit de recerca gira entorn de la computació paral·lela, l'anàlisi i el disseny d'eines i metodologies per a l'automatització de l'anàlisi de prestacions d'aplicacions paral·leles, com també del càlcul científic amb HPC. Web CV Josep Maria Tamarit Sumalla Doctor en Dret per la Universitat de Barcelona. Catedràtic de Dret penal de la UOC i de la Universitat de Lleida. Es coordinador del Grup de recerca consolidat \"Sistema de justícia penal\" i ha estat investigador principal de diversos projectes de recerca del Ministeri espanyol de ciència i competitivitat i altres institucions. La seva recerca està centrada en la victimologia, les sancions penals, la justícia restaurativa i la ciberdelinqüència. CV Pau Perea Paños Màster en Ciberseguridad y Privacitat per la UOC. La seva activitat docent se centra en l'àmbit de la ciberseguretat i anàlisis de dades. El seu àmbit de recerca gira a l'entorn de la ciberseguretat IT&OT en Eurecat. Web Roberto Barriga Rodríguez Doctor en Informàtica per la Universitat Politècnica de Valencià (UPV). La seva activitat docent està relacionada amb Direcció Estratègica de Sistemes d'Informació. El seu àmbit de recerca és la Indústria 4.0, estratègia de sistemes d'informació o AI aplicada a processos industrials. Web Víctor Garcia Font Doctor en Tecnologies de la Informació i Xarxes per la UOC. La seva activitat docent se centra en l'àmbit de la seguretat informàtica, incloent les aplicacions, els protocols de seguretat i blockchain. El seu àmbit de recerca gira a l'entorn de les ciutats intel·ligents, la internet de les coses (IoT), les criptomonedes, les tecnologies de cadena de blocs i la seguretat de la informació. Membre del grup de recerca K-ryptography and Information Security for Open Networks (KISON). CV Màster universitari de Ciberseguretat i Privadesa Sortides professionals Sortides professionals Objectius Perfils Competències Sortides Professionals Els titulats i titulades del màster de Ciberseguretat i Privadesa de la UOC estan preparats per a llocs de treball nacionals i internacionals, a la indústria i l'acadèmia, amb responsabilitats d'expert, llocs d'R+D, de recerca i càrrecs directius com el d' oficial de seguretat informàtica, OSI ( chief information security officer , CISO). En funció de l'especialitat cursada, el graduat pot desenvolupar els perfils professionals següents: Especialitat de tecnologia: Director/a de tecnologia Cap de projectes de seguretat TIC Expert/a en el desenvolupament d'aplicacions i serveis web segurs Especialista en sistemes de registre web i control d'accés Consultor/a de projectes d'administració electrònica Consultor/a de comerç i banca electrònica Especialista en sistemes de blockchain Especialitat de sistemes: Sortides Professionals Els titulats i titulades del màster de Ciberseguretat i Privadesa de la UOC estan preparats per a llocs de treball nacionals i internacionals, a la indústria i l'acadèmia, amb responsabilitats d'expert, llocs d'R+D, de recerca i càrrecs directius com el d' oficial de seguretat informàtica, OSI ( chief information security officer , CISO). En funció de l'especialitat cursada, el graduat pot desenvolupar els perfils professionals següents: Especialitat de tecnologia: Director/a de tecnologia Cap de projectes de seguretat TIC Expert/a en el desenvolupament d'aplicacions i serveis web segurs Especialista en sistemes de registre web i control d'accés Consultor/a de projectes d'administració electrònica Consultor/a de comerç i banca electrònica Especialista en sistemes de blockchain Especialitat de sistemes: Director/a de seguretat de l'organització (CSO) Consultor/a de seguretat de sistemes d'informació Administrador/a de xarxes i sistemes Administrador/a de bases de dades Enginyer/a de comunicació de veu i dades Pèrit forense Especialitat de gestió: Director/a dels sistemes de tecnologies de la informació (CIO) Director/a tècnic dels sistemes de tecnologies de la informació (CTO) Implantador/a de sistemes de gestió de la seguretat de la informació (SGSI) Auditor/a de seguretat de sistemes d'informació Delegat/a de protecció de dades (DPO) Ocupabilitat L’ocupabilitat dels nostres estudiants és clau per a l'èxit de la UOC. Identifiquem les competències clau que el mercat laboral demana i les incloem en els plans d’estudis. També t’empoderem perquè siguis tu qui decideixi i gestioni la teva carrera professional a través de serveis d’orientació de carrera. Objectius El màster online de Ciberseguretat i Privadesa de la UOC té com a objectiu la formació d' especialistes tècnics de seguretat en xarxes i privadesa de la informació capaços de satisfer , amb un alt nivell de competència i coneixements, la gran demanda de professionals que hi ha actualment en aquest àmbit. Amb aquest objectiu principal, aquest màster online de la UOC permet obtenir, a més d'uns coneixements comuns, una formació especialitzada en els perfils professionals i de recerca més sol·licitats actualment per empreses, organitzacions públiques i universitats de tot el món. Perfils El màster online de Ciberseguretat i Privadesa de la UOC va adreçat especialment a enginyers, enginyers tècnics, llicenciats o graduats en l'àrea de les Tecnologies de la Informació i de les Comunicacions. També hi poden accedir, cursant complements de formació previs, titulats de les àrees d'Enginyeria i Arquitectura i de la branca de Ciències en les àrees de Matemàtiques, Física o Estadística. Competències Competències específiques: Exercir professionalment de forma responsable i honesta, actuant d'acord amb el codi ètic i els aspectes legals actuals a l'entorn de la seguretat i privadesa de dades. Analitzar i aplicar les tècniques bàsiques de prevenció, protecció i detecció d'atacs en un sistema informàtic. Avaluar i prendre les decisions més adequades quant a la selecció i ús d'eines i tecnologies del mercat en l'àmbit de la ciberseguretat i la privadesa. Desenvolupar, integrar i avaluar tècniques informàtiques que permetin aplicar els principis de privadesa i de protecció de dades des del disseny i per defecte que exigeix el Reglament general de protecció de dades (RGPD) als sistemes, serveis i aplicacions que tractin amb dades personals. Aplicar el marc jurídic que afecta la gestió de la seguretat dels sistemes informàtics, tenint en compte la legislació relativa a la protecció de les dades personals, la propietat intel·lectual, la llei dels serveis de la societat de la informació i el comerç electrònic, i també el dret penal. Competències Competències específiques: Exercir professionalment de forma responsable i honesta, actuant d'acord amb el codi ètic i els aspectes legals actuals a l'entorn de la seguretat i privadesa de dades. Analitzar i aplicar les tècniques bàsiques de prevenció, protecció i detecció d'atacs en un sistema informàtic. Avaluar i prendre les decisions més adequades quant a la selecció i ús d'eines i tecnologies del mercat en l'àmbit de la ciberseguretat i la privadesa. Desenvolupar, integrar i avaluar tècniques informàtiques que permetin aplicar els principis de privadesa i de protecció de dades des del disseny i per defecte que exigeix el Reglament general de protecció de dades (RGPD) als sistemes, serveis i aplicacions que tractin amb dades personals. Aplicar el marc jurídic que afecta la gestió de la seguretat dels sistemes informàtics, tenint en compte la legislació relativa a la protecció de les dades personals, la propietat intel·lectual, la llei dels serveis de la societat de la informació i el comerç electrònic, i també el dret penal. Identificar, examinar i avaluar els principals riscos d'un domini informàtic i dissenyar estratègies per a gestionar-los. Formular i desenvolupar solucions integrals i innovadores en l'àmbit de la ciberseguretat i privadesa, tenint en compte les dinàmiques de transformació i les tendències tecnològiques. Analitzar la implementació i desplegament de solucions criptogràfiques per validar el seu funcionament. Elaborar, presentar i defensar davant un tribunal universitari un exercici original realitzat individualment, consistent en un projecte integral de Ciberseguretat i Privadesa de naturalesa professional o de recerca, en què se sintetitzin i integrin les competències adquirides en els ensenyaments. Més de 30 anys d'experiència d'e-learning L'any 1995, la UOC es va convertir en la primera universitat online del món . 30 anys després, continuem sent pioners en e-learning. L' eLearning Innovation Center fa evolucionar el model d'aprenentatge per garantir una formació de qualitat, única, connectada i en xarxa. Rànquing Times Higher Education Som la sisena millor universitat de l'Estat espanyol, segons el Young University Ranking del Times Higher Education. Rànquing Rànquing de Shanghai Estem entre les 150 millors universitats del món en comunicació i les 200 en educació. Rànquing U-Multirank Excel·lim en transferència del coneixement, compromís regional i docència i aprenentatge. 30 anys de la UOC 30 anys impulsant el teu futur amb formació de qualitat Màster universitari de Ciberseguretat i Privadesa Requisits d'accés Requisits acadèmics Criteris d'admissió Perfil d'ingrés recomanat Coneixements previs Requisits acadèmics Per accedir a estudis oficials de màster, cal estar en disposició d'un títol universitari oficial. Consulta la informació i la documentació que has de lliurar, en funció d'on hagis cursat aquests estudis: He cursat estudis oficials universitaris a l'Estat espanyol. He fet estudis oficials universitaris en un país de la Unió Europea. He cursat estudis universitaris oficials a Llatinoamèrica o altres països de fora de la Unió Europea. Per a més informació, sol·licita l'accés i contacta amb el teu tutor Criteris d'admissió No hi ha criteris específics d'admissió per als estudiants titulats en l'àmbit de l'enginyeria informàtica, telecomunicacions o titulacions equivalents o afins. Els estudiants que no provinguin d'aquestes titulacions hauran d'acreditar la seva competència en el camp de les tecnologies de la informació i de les comunicacions, sigui per mitjà de programes no oficials, certificacions professionals o experiència professional en el sector. Aquests estudiants hauran de cursar fins a un màxim de 12 ECTS de complements formatius, per a poder ser admesos al màster. Aquests crèdits s'impartiran en dues assignatures: Administració de xarxes i sistemes operatius ( 6 ECTS) Fonaments de xarxes i arquitectures ( 6 ECTS) Mitjançant una avaluació personalitzada de les competències prèvies de cada estudiant, segons el seu bagatge professional i d'acord amb les certificacions acreditades, la comissió d'admissió del màster valorarà, en cada cas, l'admissió i els crèdits de complements formatius a cursar. Perfil d'ingrés recomanat Per cursar el màster universitari en Ciberseguretat i Privadesa és recomanable haver realitzat algun dels estudis que es detallen a continuació: Llicenciatura, enginyeria tècnica/superior o grau en l'àmbit d'informàtica. Llicenciatura, enginyeria tècnica/superior o grau en l'àmbit de telecomunicacions. Titulacions equivalents o afins. Coneixements previs Es recomana un nivell de competència en llengua anglesa equivalent al B2 del marc europeu comú de referència per a les llengües. Es recomana un nivell de competència a nivell d'usuari en l'ús de les tecnologies de la informació i la comunicació. Màster universitari de Ciberseguretat i Privadesa Matrícula i preu Preus Matrícula Descomptes Beques Increments Formes de pagament * Preus vigents en el moment de formalitzar la matrícula. Subjectes a revisió anual. 60 Crèdits Preu per crèdit 37,47 €/cr* Preu per crèdit eines i recursos per a l'aprenentatge 16,68 €/cr* Preu per crèdit d'assignatures convalidades 7,49 €/cr* El preu orientatiu indicat en la taula està calculat segons un màster universitari de 60 crèdits. El preu final de la matrícula serà el resultant de la seva formalització efectiva. Durada Preu orientatiu Pagament a terminis A temps complet (1 any) 5.285 € Fins a 9 quotes A temps parcial (2 anys) 5.855 € Fins a 17 quotes Al teu ritme. Matrícula semestral sense mínim d'assignatures Més informació: Detall de preus Beques, ajuts i descomptes Matrícula Flexible Sense un mínim d'assignatures Pagament fraccionat Sense interessos Facilitats econòmiques Descomptes per a matrícula anticipada Pagament fraccionat en quotes Beques, ajuts i descomptes Condicions especials per a empreses Suport a esportistes de competició Informa-te'n Com matricular-se Aquests són els passos que has de seguir si vols començar uns estudis oficials a la UOC. Si ja has cursat estudis amb nosaltres i els vols continuar, t'has d'adreçar a l'espai Tràmits del Campus Virtual. Sol·licitud d'accés La sol·licitud d'accés és un tràmit gratuït i sense compromís que us proporcionarà un nom d'usuari i una contrasenya que us permetran entrar al Campus Virtual de la UOC, des d'on podreu: Contactar amb tutoria, que us assessorarà i orientarà en l'elecció d'assignatures. Consultar a l'espai Tràmits del Campus Virtual la informació relativa a convalidacions, el detall dels preus de la matrícula, la sol·licitud de beques... Formalitzar una proposta de matrícula, que tutoria analitzarà perquè amb el seu suport et puguis matricular en línia. Requisits d'accés Abans de sol·licitar l'accés, comproveu que compliu els requisits necessaris per al programa al qual voleu accedir. Formulari d'accés Al formulari d'accés heu de registrar les vostres dades personals i el nivell d'estudis assolit. Documentació d'accés La documentació que necessites la trobareu detallada quan sol·liciteu l'accés i pugueu consultar a l'espai Tràmits del Campus. Haureu d'enviar aquesta documentació en el termini dels deu dies següents a la formalització de la matrícula. Campus Virtual Un cop sol·licitat l'accés, rebràs un nom d'usuari i una contrasenya que et permetran accedir al Campus Virtual, on trobaràs tota la informació i els recursos que et poden ser necessaris. Tutoria Un cop al Campus Virtual, tindreu accés al suport permanent de tutoria que us assessorarà i orientarà en l'elecció d'assignatures, d'acord amb el bagatge acadèmic previ que teniu, els vostres interessos i el temps de què disposeu. Espai de tràmits El Campus Virtual disposa d'un espai de tràmits on podreu consultar i gestionar totes les qüestions de caràcter acadèmic, com ara matricular-vos, consultar les formes de pagament i descomptes disponibles, demanar una beca o convalidar els estudis anteriors. El Campus Virtual disposa d'un espai de tràmits on podreu fer una proposta de matrícula havent triat les assignatures que voleu cursar durant el semestre. Aquesta proposta serà analitzada per tutoria perquè us pugueu acabar matriculant amb el vostre assessorament. És un pas previ abans de formalitzar la matrícula. Un cop tutoria hagi validat la teva proposta de matrícula, podràs formalitzar-la, per a això hauràs de triar la forma de pagament que prefereixis entre les disponibles. En cas que puguis gaudir d'algun dels descomptes previstos al Decret de preus, hauràs de presentar la documentació corresponent seguint les indicacions del Campus Virtual. Recordeu que, un cop us hàgiu matriculat, tindreu deu dies per enviar la documentació d'accés. A partir de la formalització de la matrícula, disposes de catorze dies per exercir el teu dret de desistiment de matrícula . Quan et pots matricular? A la UOC et pots matricular en dos moments diferents de l'any. Trieu l'opció que millor s'adapti a les vostres necessitats. Consulta el termini de matriculació i l'inici de curs a la pàgina dels estudis que t'interessin cursar. Matriculació a partir de l' abril per començar el curs al setembre o octubre Matriculació a partir del novembre per començar el curs al febrer o març 104.500 graduats i graduades 90 % d'estudiants que estudien i treballen 84 % tornaria a escollir la UOC Descomptes Per facilitar la incorporació i l'assessorament a l'estudiantat, les matrícules efectuades fins al 12 de desembre tindran un descompte en concepte de matrícula anticipada del 20 % sobre els preus de \"Recursos per a l'aprenentatge\" i \"Serveis de suport a l'aprenentatge\". En una primera matrícula semestral estàndard, aquest descompte pot representar fins a un 8 % del preu total de la matrícula. L'estudiantat beneficiari del títol de família nombrosa reconegut per l'Estat espanyol té dret als descomptes següents, en funció de la categoria: Famílies nombroses de categoria especial: exempció total dels preus dels serveis acadèmics de caràcter docent (crèdits de la matrícula) i de la gestió de l'expedient del preu fixat pel Decret de preus de la Generalitat de Catalunya. Famílies nombroses de categoria general: bonificació del 50 % dels serveis acadèmics de caràcter docent (crèdits de la matrícula) i de la gestió de l'expedient del preu fixat pel Decret de preus de la Generalitat de Catalunya. L'estudiantat beneficiari del títol de família nombrosa reconegut per la resta de països té dret als descomptes següents, en funció de la categoria: Famílies nombroses de categoria especial: descompte del 15 % sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a l'aprenentatge. Famílies nombroses de categoria general: descompte del 7,5 % sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a l'aprenentatge. L'estudiantat amb un grau de discapacitat igual o superior al 33 % reconegut per l'Estat espanyol té dret a l'exempció total dels preus dels serveis acadèmics de caràcter docent (crèdits de la matrícula) i de la gestió de l'expedient del preu fixat pel Decret de preus de la Generalitat de Catalunya. Els estudiants amb un grau de discapacitat equivalent reconegut per l'organisme competent de qualsevol altre país tenen dret a un descompte del 15 % sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a l'aprenentatge. En cas que la discapacitat sigui reconeguda retroactivament, pots presentar la documentació en el termini màxim de 15 dies naturals des del moment en què es reconegui oficialment. Igualment, segons el Decret 822/202 , de 28 de setembre, l'estudiantat que acrediti una discapacitat igual o superior al 33 % té una reserva d'un 5 % de les places de grau i màster universitari. Si és el vostre cas i us voleu matricular d'un programa amb places limitades que ja s'han esgotat i no tenen un procés d'admissió, podeu consultar la disponibilitat d'aquestes places reservades mitjançant aquest enllaç . L'estudiantat (o els seus fills, filles o cònjuges) amb reconeixement com a víctimes d'actes terroristes per l'organisme competent a l'Estat espanyol té dret a l'exempció total dels preus dels serveis acadèmics de caràcter docent (crèdits de la matrícula) i de la gestió de l'expedient del preu fixat pel Decret de preus de la Generalitat de Catalunya. L'estudiantat (o els seus fills, filles o cònjuges) amb reconeixement com a víctimes d'actes terroristes per l'organisme competent a qualsevol altre país té dret a un descompte del 15 % sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a l'aprenentatge. L'estudiantat (i els seus fills o filles dependents) amb reconeixement com a víctimes de violència masclista a l'àmbit de la parella per l'organisme competent a l'Estat espanyol té dret a l'exempció total dels preus dels serveis acadèmics de caràcter docent (crèdits de la matrícula) i de la gestió de l'expedient del preu fixat pel Decret de preus de la Generalitat de Catalunya. L'estudiantat (i els seus fills o filles dependents) amb reconeixement com a víctimes de violència masclista a l'àmbit de la parella per l'organisme competent a qualsevol altre país té dret a un descompte del 15 % sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a l'aprenentatge. L'estudiantat de grau, màster universitari o doctorat víctimes de violència masclista fora de l'àmbit de la parella pot gaudir d'una exempció del pagament del preu dels serveis acadèmics de caràcter docent (els crèdits de matrícula) i de la taxa de gestió de l'expedient i la matrícula durant el curs 2023-2024. Només pots optar a aquesta exempció si resideixes o treballes a Catalunya. Els estudiants beneficiaris de l'ingrés mínim vital queden exempts del pagament del preu dels serveis acadèmics de caràcter docent (crèdits de matrícula) i de la taxa de gestió de l'expedient i la matrícula. L'estudiantat que hagi obtingut la convalidació, l'adaptació o el reconeixement de crèdits per raó d'estudis o activitats dutes a terme a qualsevol centre universitari té un descompte del 80 % del preu de crèdit. L'estudiantat amb matrícula d'honor o premi extraordinari al batxillerat o Cicle Formatiu de Grau Superior que es matriculi per cursar ensenyaments universitaris oficials en centres docents sostinguts amb fons públics té dret a l'exempció total del preu dels serveis acadèmics de caràcter docent durant el primer any acadèmic. El descompte per matrícula d'honor o premi extraordinari al batxillerat només es pot demanar la primera vegada que els estudiants es matriculin d'uns estudis universitaris. Els estudiants que formen part de la comunitat Alumni tenen dret a un descompte sobre els serveis de suport a l'aprenentatge i els recursos per a l'aprenentatge. Aquest descompte no és compatible amb els destinats a empreses. Beneficia't del que et sigui més profitós. UOC Alumni: 10% de descompte Podeu gaudir d'aquest descompte si heu obtingut un títol oficial (de grau, llicenciatura, diplomatura, enginyeria o màster universitari) o un màster o postgrau propi a la UOC. Si us podeu acollir a aquest descompte, en el moment de fer la matrícula heu d'indicar un codi a l'apartat «Condicions». Podeu trobar els codis de descompte a la web d'Alumni. Si, a més de poder optar a aquest descompte, us matriculeu durant el període de matrícula anticipada, en primer lloc, s'aplicarà el descompte de matrícula anticipada, i sobre l'import resultant, l'altre descompte. La UOC ofereix descomptes a les empreses que hi participen i donen suport a la formació dels seus professionals, previ acord amb la UOC. Professionals amb vincles a tota empresa o institució que mantingui un acord de col·laboració amb la UOC es poden beneficiar d'avantatges i descomptes en el cost de les matrícules dels programes formatius del catàleg de la UOC. Aquests descomptes no són compatibles amb els destinats a UOC Alumni. Beneficia't del que et sigui més profitós. + Consulta les condicions dels descomptes per a empreses L'estudiantat considerat esportista de competició té dret a un descompte sobre l'import de la matrícula. + Consulta la informació del programa Beques Aquestes beques estan adreçades a persones que vulguin cursar titulacions oficials. Així, es garanteix la igualtat d'oportunitats per accedir a estudis superiors. Hi ha una àmplia oferta de beques per als estudiants de la UOC. La finalitat és posar a l'abast de tothom un gran futur professional. Beques del Ministeri d'Educació de l'Estat Espanyol : per a estudiants de nacionalitat espanyola que cursin titulacions oficials. Consulta les beques disponibles Beques ARTEMISA La Universitat Oberta de Catalunya, a través de la Càtedra Internacional ARTEMISA de Ciberseguretat , convoca i finança vuit [8] beques de primera matrícula per a estudiants del màster universitari de Ciberseguretat i Privadesa de la UOC, amb l'objectiu que puguin cursar l'import total de matrícula del màster durant el curs 2024-2025. Informació de la beca Increments Els estudiants que no superin una assignatura i es matriculen per segona vegada tenen un increment en el preu del crèdit. Aquest increment és el resultat de multiplicar per 1,2 el preu del crèdit públic. En cas de matricular-se per tercera vegada en una assignatura, cal multiplicar el preu del crèdit per 2,6. A partir de la quarta matrícula el preu de crèdit es multiplica per 3,6. Aquest recàrrec no s'aplica a les matrícules del grau de Traducció, interpretació i llengües aplicades (UOC-UVic). L'estudiantat de nacionalitat de fora de la Unió Europea, països amb règim comunitari o fora d'Andorra, que no tingui concedida la residència a l'Estat espanyol tindrà un increment del 45% al preu final de la matrícula. Formes de pagament La UOC posa a la vostra disposició la possibilitat de fraccionar en quotes el pagament de la vostra matrícula. Amb aquesta opció, s'abona una quota inicial de l'import total de la matrícula mitjançant targeta en línia, i la resta es cobra per domiciliació bancària (residents a l'Estat espanyol) o domiciliació a targeta (residents fora del territori espanyol) a cinc quotes com a màxim en funció de la data de matriculació. Aquesta forma de pagament té un import per gestió de 31 euros i només és vàlida per a matrícules superiors a 350 euros . Per als nous estudiants de graus i màsters, la primera quota serà del 10 % de l'import. Dates aproximades del pagament de les quotes, en funció de la data de matrícula. Consulta la taula de fraccionaments. Primer Semestre 1r pagament 1a setmana de setembre 1a setmana d'octubre 1a setmana de novembre 1a setmana de desembre Amb targeta en el moment de fer la matrícula 2a quota 3a quota 4a quota 5a quota Les dates de pagament són aproximades. El nombre de quotes és determinat per la data de matriculació: a mesura que avança el període de matrícula, el nombre de quotes disminueix. Segon semestre 1r pagament 1a setmana de febrer 1a setmana de març 1a setmana d'abril 1a setmana de maig Amb targeta en el moment de fer la matrícula 2a quota 3a quota 4a quota 5a quota Les dates de pagament són aproximades. El nombre de quotes és determinat per la data de matriculació: a mesura que avança el període de matrícula, el nombre de quotes disminueix. Pagament amb una targeta de crèdit o de dèbit de qualsevol entitat financera mitjançant el TPVV (terminal de punt de venda virtual), al qual accedireu directament des del Campus en el moment en què us matriculeu. Els clients de Caixabank teniu la possibilitat de fraccionar en quotes el pagament de la matrícula (entre tres i set quotes segons la formalització). Durant el procés de matriculació s'enllaçarà amb el servei de Línia Oberta i es contractarà un préstec de cost zero (comissió per obertura 0 %, comissió d'estudi 0 %, comissió d'amortització 0 % i tipus d'interès 0 %). Aquesta forma de pagament només està disponible en els següents casos: Sou clients de Caixabank i teniu activat el servei de Línia Oberta. Teniu més de divuit anys, nacionalitat espanyola jo d'un altre país membre de la UE i residiu a l'Estat espanyol. L'import de cada quota supera els 30 euros. L'Agència de Gestió d'Ajuts Universitaris i de Recerca (AGAUR) ofereix un programa d'ajuts en format de crèdit per al pagament fraccionat per mensualitats de matrícula universitària. Podeu consultar les condicions i els terminis per a aquest curs al web de l'AGAUR . * Opció disponible per a segones matrícules i posteriors. La UOC posa a la vostra disposició la possibilitat de fraccionar en quotes el pagament de la vostra matrícula. Amb aquesta opció, s'abona una quota inicial de l'import total de la matrícula mitjançant targeta en línia, i la resta es cobra per domiciliació bancària (en cas de tenir compte bancari SEPA) o domiciliació a targeta (en cas de no tenir-ne compte bancari SEPA) en cinc quotes com a màxim en funció de la data de matriculació. Consulta aquí si la teva entitat bancària disposa de compte SEPA. Aquesta forma de pagament té un import per gestió de 28,20 euros i només és vàlida per a matrícules superiors a 300 euros. Per als nous estudiants de graus i màsters, la primera quota serà del 10 % de l'import. Dates aproximades del pagament de les quotes, en funció de la data de matrícula. Consulta la taula de fraccionaments. Primer Semestre 1r pagament 1a setmana de setembre 1a setmana d'octubre 1a setmana de novembre 1a setmana de desembre Amb targeta en el moment de fer la matrícula 2a quota 3a quota 4a quota 5a quota Les dates de pagament són aproximades. El nombre de quotes és determinat per la data de matriculació: a mesura que avança el període de matrícula, el nombre de quotes disminueix. Segon semestre 1r pagament 1a setmana de febrer 1a setmana de març 1a setmana d'abril 1a setmana de maig Amb targeta en el moment de fer la matrícula 2a quota 3a quota 4a quota 5a quota Les dates de pagament són aproximades. El nombre de quotes és determinat per la data de matriculació: a mesura que avança el període de matrícula, el nombre de quotes disminueix. Per als residents a Colòmbia interessats en aquesta forma de pagament i que no disposeu d'una targeta de crèdit, us informem que l'entitat Bancolòmbia ofereix la Targeta Virtual e-Prepagament . Per sol·licitar-la, cal que disposeu d'un compte d'estalvis o corrent en aquesta entitat. Pagament amb una targeta de crèdit o de dèbit de qualsevol entitat financera mitjançant el TPVV (terminal de punt de venda virtual), al qual accedireu directament des del Campus en el moment en què us matriculeu. L'estudiantat resident fora de l'Estat espanyol pot fer una transferència de l'import total de matrícula en euros. Les dades per fer efectiu el pagament de la matrícula són: Si feu la docència en català: Banc: Caixabank Adreça: Avda. Diagonal, 647 08028 Barcelona Espanya Swift: CAIX ÉS BB IBAN: ES02-2100-3648-98-2200022920 Si feu la docència en castellà: Bank: BANC SANTANDER CENTRAL HISPÀ Adress: Passeig de Gràcia, 5 08007 BARCELONA - SPAIN Swift: BSCHESMMXXX IBAN: ES98-0049-1806-9726-1188-9588 Un cop fet el pagament, caldrà enviar el comprovant. Objectius, perfils i competències Descobreix a qui va dirigit aquest programa i quines noves competències pots adquirir. Saber-ne més Preguntes freqüents Tens dubtes? Donem resposta a les teves preguntes sobre la nostra oferta formativa, el model d’aprenentatge o tràmits, entre altres temes. Consulta L'opinió dels nostres graduats Graduades i graduats de la UOC t'expliquen en primera persona com han viscut el procés d'aprenentatge amb nosaltres i com la nostra metodologia els ha permès compaginar feina, estudis i vida personal. Tenir una flexibilitat d'horaris absoluta em va permetre fer el màster Daniel Marchante Realment em trobo realitzada. Ara, quan parlo, sé del que parlo. Helena Guillén La UOC t'ofereix competències, perquè el que necessites és saber-te adaptar en cada moment Manel Vicenç Volia créixer professionalment. La UOC m'ha ofert no estancar-me Alba Camacho Des de que vaig acabar el grau, he tingut un desenvolupament a la meva empresa José Miguel González Programes relacionats Màster universitari Enginyeria Informàtica Veure tota la informació Selecciona fins a 3 programes per comparar Màster universitari Ciberdelinqüència Veure tota la informació Selecciona fins a 3 programes per comparar Màster universitari Ciència de Dades Veure tota la informació Selecciona fins a 3 programes per comparar"
}