{
  "url": "https://uoc.edu/ca/estudis/masters/master-universitari-educacio-tic",
  "content": "Presentació Pla d'estudis Reconeixement de crèdits Professorat Sortides professionals Requisits d'accés Matrícula i preu Online i sense horari Propera inscripció: abril 2025 Màster universitari Online d'Educació i TIC (eLearning) Presentació Enfoca el teu futur professional cap a una visió innovadora de l'ensenyament, basada en l'ús de les tecnologies de la informació i la comunicació (TIC). Forma't online amb el màster universitari d'Educació i TIC ( E-learning ) . Sessió informativa del Màster Universitari en Educació i TIC Connecta't online i en directe ( 20/01/25 de 18-19h) Inscriu-te Titulacions oficials UOC Estudis que et preparen per als teus reptes professionals. Facilitats de pagament Fracciona en quotes el teu màster. Per què estudiar el màster oficial d'Educació i TIC (E-learning) de la UOC? Les TIC ens ofereixen una gran oportunitat per a millorar i transformar els processos d'ensenyament i aprenentatge. La seva incorporació està revolucionant tant l'educació presencial, com aquella parcialment i totalment en línia. Aquest programa et formarà en l'ús de les TIC per a aquestes diferents modalitats, amb l'objectiu de treure-li el màxim rendiment, buscant la innovació permanent i la millora de la pràctica educativa en un àmbit en contínua renovació. Dissenyaràs projectes d'aprenentatge amb tecnologies i els implementaràs en entorns reals. Utilitzaràs les aplicacions i els recursos digitals més avançats que podràs identificar a través del MeticLAB , un recurs d'aprenentatge en constant actualització. Aplicaràs metodologies actives com l'aprenentatge per projectes, el basat en problemes, el design thinking i molts més, per a mantenir motivats i participatius als teus estudiants. Per què estudiar el màster oficial d'Educació i TIC (E-learning) de la UOC? Les TIC ens ofereixen una gran oportunitat per a millorar i transformar els processos d'ensenyament i aprenentatge. La seva incorporació està revolucionant tant l'educació presencial, com aquella parcialment i totalment en línia. Aquest programa et formarà en l'ús de les TIC per a aquestes diferents modalitats, amb l'objectiu de treure-li el màxim rendiment, buscant la innovació permanent i la millora de la pràctica educativa en un àmbit en contínua renovació. Dissenyaràs projectes d'aprenentatge amb tecnologies i els implementaràs en entorns reals. Utilitzaràs les aplicacions i els recursos digitals més avançats que podràs identificar a través del MeticLAB , un recurs d'aprenentatge en constant actualització. Aplicaràs metodologies actives com l'aprenentatge per projectes, el basat en problemes, el design thinking i molts més, per a mantenir motivats i participatius als teus estudiants. Triaràs temàtiques de punta (robòtica, ludificació, analítiques d'aprenentatge, i molt més) que t'interessi aprofundir, amb l'ajuda de Innotedec , un blog d'innovacions i tendències en tecnopedagogía. Incorporaràs nous conceptes i treballaràs casos pràctics inspirats en situacions reals. Desenvoluparàs competències i habilitats del segle 21 , i estaràs així millor preparat per a destacar en el teu àmbit laboral. Aprendràs a moure't de manera natural en un entorn de formació en línia amb el Campus Virtual UOC . T'acompanyarà un equip docent amb professors de prestigi i professionals en actiu . Tindràs opció de dur a terme pràctiques semipresencials o virtuals per a posar a prova les teves competències en un entorn professional. La UOC és pionera en metodologia online d'èxit amb 25 anys d'experiència. El nostre estudiantat, graduats i graduades del Màster U. en Educació i TIC(e-learning) ens comparteixen la seva experiència: Entrevista a Adriana Caballero Entrevista a Diana Padilla Entrevista a Alejandro Montes Entrevista a Helena Torrecillas Jiménez Entrevista a Fernando Álvarez López Entrevista a Claudia Parra Impulsa projectes d'innovació educativa: les TIC són el mètode del segle XXI El màster d'Educació i TIC (E-learning) de la UOC, a través de les seves quatre especialitzacions, s'adapta al teu pla de desenvolupament professional. Podràs millorar les teves competències digitals com a docent, assumir rols de direcció o coordinació en matèria de digitalització educativa, liderar i participar de grups de disseny tecnopedagògic , sigui el teu àmbit educatiu, empresarial o de recerca. Tant si ets un estudiant en formació com un professor o un professional vinculat a l'àmbit educatiu, l'administració o l'empresa, aquest màster a distància et permet ampliar i millorar les aptituds pedagògiques i tecnològiques amb finalitats educatives. Si t'interessa aplicar les TIC a l'ensenyament , desenvolupar projectes d' aprenentatge virtual i impulsar l' e-learning com a metodologia en l'ensenyament del futur, aquest és el teu programa. AVÍS: Per a cursar el màster universitari online d'Educació i TIC (E-learning) , és recomanable tenir capacitat de comprensió lectora d'anglès de nivell B2, que et permetran consultar documentació rellevant i actual a través de la biblioteca virtual de la UOC. Descarrega el programa (PDF) Titulació oficial El màster universitari d'Educació i TIC és una titulació que ha estat verificada pel Consell d'Universitats, i la seva implementació autoritzada per la Generalitat de Catalunya, segons el que marca la legislació vigent. Els títols universitaris oficials de la UOC tenen validesa en tot el territori espanyol, tenen efectes acadèmics plens i habiliten, si escau, per a la realització d'activitats professionals regulades, d'acord amb la normativa que en cada cas resulti aplicable. Aquests títols s'expedeixen juntament amb el suplement europeu al títol (SET), que facilita informació sobre els estudis cursats per l'estudiant, els resultats obtinguts, les capacitats professionals assolides i el nivell de la titulació en el sistema espanyol d'educació superior, amb la finalitat de facilitar-ne el reconeixement i promoure la mobilitat d'estudiants i titulats dins de l'espai europeu d'educació superior (EEES). La validesa en altres països dels títols universitaris oficials expedits per la UOC vindrà determinada en cada cas per les lleis d'educació de cada país. Titulació oficial El màster universitari d'Educació i TIC és una titulació que ha estat verificada pel Consell d'Universitats, i la seva implementació autoritzada per la Generalitat de Catalunya, segons el que marca la legislació vigent. Els títols universitaris oficials de la UOC tenen validesa en tot el territori espanyol, tenen efectes acadèmics plens i habiliten, si escau, per a la realització d'activitats professionals regulades, d'acord amb la normativa que en cada cas resulti aplicable. Aquests títols s'expedeixen juntament amb el suplement europeu al títol (SET), que facilita informació sobre els estudis cursats per l'estudiant, els resultats obtinguts, les capacitats professionals assolides i el nivell de la titulació en el sistema espanyol d'educació superior, amb la finalitat de facilitar-ne el reconeixement i promoure la mobilitat d'estudiants i titulats dins de l'espai europeu d'educació superior (EEES). La validesa en altres països dels títols universitaris oficials expedits per la UOC vindrà determinada en cada cas per les lleis d'educació de cada país. Consulta més detalls sobre: + Homologació + Legalització Inici 25 set. 2025 100% Online 60 Crèdits ECTS Idiomes: Català, Castellà Titulació oficial Metodologia 100% online 1a. universitat online del món Acompanyament personalitzat Entre les millors universitats La UOC se situa entre el 7 % de les millors universitats del món segons el World University Rankings 2024. Qualitat de la titulació La qualitat d'aquest programa està avalada per l' AQU (Agència per a la Qualitat del Sistema Universitari de Catalunya), la qual assegura el rigor i l'acompliment dels estàndards exigits a l' EEES . + Qualitat de la titulació Acreditació de qualitat AQU Agència per a la Qualitat del Sistema Universitari de Catalunya. Sessió informativa del màster L'aula virtual: accedeix-hi des de qualsevol lloc, sense barreres físiques Màster universitari d'Educació i TIC (eLearning) Pla d'estudis 60 ECTS 24 ECTS Optativa 24 ECTS Obligatòria 6 ECTS Treball final 6 ECTS Pràctiques Assignatures Càrrega lectiva Pràctiques Treball final Assignatures del programa Consulta els detalls de les assignatures que t'interessi cursar per adaptar els estudis al teu ritme, segons la disponibilitat i els requisits de matrícula de cada assignatura i el temps de dedicació pel qual hagis optat. Càrrega lectiva El programa del màster universitari online d'Educació i TIC (e-learning) consta de 60 crèdits, que l'estudiant pot cursar de diverses maneres, depenent de si tria fer un màster d'especialització professional o un màster d'iniciació a la recerca. Per a l'obtenció del màster d'Educació i TIC ( e-Learning ) es requereixen 60 crèdits, dels quals 24 són troncals i 36 s'orienten a especialitzar-se en un dels itineraris següents: Direcció i gestió de l' e-learning Disseny tecnopedagògic per a l'educació Docència en línia Recerca en e-learning Pràctiques Tipologia de l'assignatura Optativa Durada 6 crèdits ECTS, que equivalen a 150 hores. Són pràctiques acadèmiques currículars Modalitat/s Presencial, semipresencial o virtual Requisits Haver superat la meitat dels crèdits de la titulació (30 ECTS). Part d'aquest 50% de crèdits aprovats han de correspondre a totes les assignatures obligatòries. A més és recomanable haver superat l'assignatura preparatòria de l'especialitat que correspongui: Direcció operativa de projectes d¿e-learning per a l'itinerari de Direcció. Disseny de programes i cursos en línia per a l'itinerari de Disseny tecnopedagògic. Planificació de la docència en línia per a l'itinerari de Docència en línia. Acompanyament Durant la realització de les pràctiques, l'estudiant disposa d'un seguiment docent personalitzat, amb un professional que actua com a tutor de centre de pràctiques i un professor que actua com a tutor acadèmic, els quals asseguren que les pràctiques es duen a terme seguint el projecte formatiu. Pràctiques Tipologia de l'assignatura Optativa Durada 6 crèdits ECTS, que equivalen a 150 hores. Són pràctiques acadèmiques currículars Modalitat/s Presencial, semipresencial o virtual Requisits Haver superat la meitat dels crèdits de la titulació (30 ECTS). Part d'aquest 50% de crèdits aprovats han de correspondre a totes les assignatures obligatòries. A més és recomanable haver superat l'assignatura preparatòria de l'especialitat que correspongui: Direcció operativa de projectes d¿e-learning per a l'itinerari de Direcció. Disseny de programes i cursos en línia per a l'itinerari de Disseny tecnopedagògic. Planificació de la docència en línia per a l'itinerari de Docència en línia. Acompanyament Durant la realització de les pràctiques, l'estudiant disposa d'un seguiment docent personalitzat, amb un professional que actua com a tutor de centre de pràctiques i un professor que actua com a tutor acadèmic, els quals asseguren que les pràctiques es duen a terme seguint el projecte formatiu. Empreses col·laboradores NOTA: La disponibilitat concreta de l'oferta de pràctiques en aquests centres la podeu trobar dins l'eina de gestió de pràctiques. La llista d'empreses amb convenis de pràctiques pot variar des del moment que us hi apunteu fins que es comencen les pràctiques. Podeu trobar més informació sobre el funcionament de les pràctiques en el pla docent de l'assignatura. Aquesta informació s'actualitza cada semestre i, per tant, l'explicació concreta de l'assignatura de pràctiques sempre fa referència al semestre actual. El procediment i les dates de sol·licitud de les pràctiques s'exposen a l'espai del Campus Virtual Tràmits / Pràctiques curriculars. + Consulta més detalls de les pràctiques Pràctiques Amb la UOC, tot són avantatges a l’hora de fer les pràctiques. Disposes de més de 10.000 empreses col·laboradores en les quals dur a terme pràctiques. Les pràctiques curriculars i no curriculars representen una oportunitat única per trobar treball o millorar la teva situació actual. Més informació Treball Final de Màster El màster universitari d'Educació i TIC inclou l'assignatura Treball final de màster (TFM) que consisteix en la realització d'un projecte individual i original sobre una temàtica d'interès particular de l'estudiant i que tingui relació amb la titulació. És una assignatura de 6 crèdits que equivalen a 150 hores de feina . Existeixen dues modalitats diferents de TFM, en funció de l'itinerari cursat al màster: TFM professionalitzador. TFM de recerca. A. Per a poder-se matricular de l'assignatura TFM itinerari professionalitzador (TFM) : Cal complir el requisit acadèmic d'haver superat el 50% de crèdits ECTS del màster. Dins aquest 50% de crèdits superats s'hi inclouen totes les assignatures obligatòries . Es recomana haver cursat l'optativa preparatòria de l'especialitat (Direcció, Disseny o Docència). Treball Final de Màster El màster universitari d'Educació i TIC inclou l'assignatura Treball final de màster (TFM) que consisteix en la realització d'un projecte individual i original sobre una temàtica d'interès particular de l'estudiant i que tingui relació amb la titulació. És una assignatura de 6 crèdits que equivalen a 150 hores de feina . Existeixen dues modalitats diferents de TFM, en funció de l'itinerari cursat al màster: TFM professionalitzador. TFM de recerca. A. Per a poder-se matricular de l'assignatura TFM itinerari professionalitzador (TFM) : Cal complir el requisit acadèmic d'haver superat el 50% de crèdits ECTS del màster. Dins aquest 50% de crèdits superats s'hi inclouen totes les assignatures obligatòries . Es recomana haver cursat l'optativa preparatòria de l'especialitat (Direcció, Disseny o Docència). B. Per a poder-se matricular de l'assignatura TFM itinerari recerca (TFI) és necessari: Complir el requisit acadèmic d'haver superat el 50% de crèdits ECTS del màster. Dins aquest 50% s'hi inclouen 3 de les assignatures obligatòries i les assignatures de l'especialitat \"Recerca en e-learning\" i \"Mètodes de recerca\" A més, es recomana fortament tenir superades les assignatures de l'especialitat \"Tècniques d'anàlisi de dades\" i \"Construcció d'instruments per a la recerca\" Cal matricular-se simultàniament de l'assignatura \"Seminari de recerca\". D'altra banda, és indispensable completar un \"Formulari de sol·licitud de Treball final\" que es realitza com a procediment previ i amb antelació a l'inici de la matrícula de l'assignatura de TFM/TFI, per tal d'escollir la modalitat i l'àmbit temàtic del treball, i poder assignar, a l'inici del semestre, un tutor o tutora amb coneixements afins a aquest àmbit. El treball final conclou amb una defensa en la qual l'estudiant ha de fer una presentació oral en vídeo i defensar el treball davant d'una Comissió d'avaluació de manera sincrona. Des d'aquí pots accedir a la galeria de TFM del MUETIC publicats en el repositori institucional de Recursos Educatius Oberts O2 Màster universitari d'Educació i TIC (eLearning) Reconeixement de crèdits Reconeixement de crèdits Avaluació d'estudis previs Reconeixement d'experiència professional Reconeixement de crèdits La UOC permet convalidar o adaptar els estudis que s'han cursat anteriorment i reconèixer assignatures o pràctiques d'acord amb l'experiència professional. El reconeixement de crèdits permet reduir el temps d'estudi. Per a qualsevol dubte, ompliu el formulari de sol·licitud d'informació i contactarem amb vosaltres. Avantatges de sol·licitar un reconeixement de crèdits Les assignatures reconegudes per mitjà de l'avaluació d'estudis previs (AEP) o del reconeixement acadèmic de l'experiència professional (RAEP), no les heu de cursar en el vostre programa d'estudis. Els crèdits reconeguts, un cop s'han incorporat a la matrícula, es descompten del total de crèdits que cal cursar per a obtenir el títol. En el cas dels graus, la UOC reconeix crèdits de formació bàsica de la mateixa branca de coneixement, mentre els estudis aprovats siguin d'ensenyaments universitaris oficials (excepte en el cas del màster universitari) i pertanyin a la mateixa branca de coneixement que el grau de destinació. Reconeixement de crèdits La UOC permet convalidar o adaptar els estudis que s'han cursat anteriorment i reconèixer assignatures o pràctiques d'acord amb l'experiència professional. El reconeixement de crèdits permet reduir el temps d'estudi. Per a qualsevol dubte, ompliu el formulari de sol·licitud d'informació i contactarem amb vosaltres. Avantatges de sol·licitar un reconeixement de crèdits Les assignatures reconegudes per mitjà de l'avaluació d'estudis previs (AEP) o del reconeixement acadèmic de l'experiència professional (RAEP), no les heu de cursar en el vostre programa d'estudis. Els crèdits reconeguts, un cop s'han incorporat a la matrícula, es descompten del total de crèdits que cal cursar per a obtenir el títol. En el cas dels graus, la UOC reconeix crèdits de formació bàsica de la mateixa branca de coneixement, mentre els estudis aprovats siguin d'ensenyaments universitaris oficials (excepte en el cas del màster universitari) i pertanyin a la mateixa branca de coneixement que el grau de destinació. Com es pot sol·licitar el reconeixement de crèdits El tràmit es pot fer cada semestre i el resultat es comunica abans que comenci la docència. La tramitació de la sol·licitud s'ha de fer des del Campus Virtual. L'estudiantat de nova incorporació han d'haver demanat prèviament la sol·licitud d'accés. Una vegada teniu accés al Campus Virtual, podeu consultar les taules d'equivalències amb moltes titulacions d'altres universitats, que mostren una simulació dels crèdits que podeu convalidar. Si no hi trobeu la taula d'equivalències pròpia dels vostres estudis realitzats, una comissió analitzarà la vostra sol·licitud de manera personalitzada. L'avaluació d'estudis previs i el reconeixement de l'experiència professional es poden demanar durant tota la vida acadèmica a la UOC, i sempre els podeu actualitzar si aporteu més estudis o una experiència professional nova. El resultat del reconeixement de crèdits el rebreu a la bústia personal i, en cas que no hi estigueu d'acord, disposareu d'un període de temps per a fer-hi al·legacions. Avaluació d'estudis previs L'avaluació d'estudis previs (AEP) és el tràmit que han de sol·licitar l'estudiantat que vulgui convalidar els estudis que han cursat en aquesta universitat o en qualsevol altra. L'AEP no és un tràmit obligatori. Per a la sol·licitud de l'AEP només es considera vàlid l'últim expedient adaptat. El resultat de l'avaluació d'estudis previs té validesa sempre que tingueu expedient obert a la UOC. Si sou estudiants de nova incorporació, tindrà validesa si us matriculeu el semestre immediatament posterior a la demanda del tràmit. En cas contrari, la vostra AEP caducarà i haureu de fer el tràmit de nou. L'avaluació d'estudis previs, la fa una comissió presidida pel vicerector de Professorat i Ordenació Acadèmica i integrada pels directors dels programes de la UOC. Hi actua de secretari el responsable del tràmit de la Secretaria. Les funcions d'aquesta comissió són l'avaluació i la proposta de convalidacions, adaptacions i reconeixement de crèdits de lliure elecció. Reconeixement acadèmic de l'experiència professional La UOC ofereix la possibilitat de reconèixer algunes assignatures o pràctiques en funció de l'experiència professional demostrada. Per aconseguir-ho cal sol·licitar el Reconeixement acadèmic de l'experiència professional (RAEP), un tràmit en què cal acreditar documentalment aquest bagatge professional. D'aquesta manera es poden convalidar fins al 15% dels crèdits de la titulació. + Consulta les convalidacions RAEP Màster universitari d'Educació i TIC (eLearning) Professorat Direcció d'estudis Direcció de programa Professorat Col·laboradors Direcció d'estudis Jordi Planella Ribera Catedràtic de l'àrea de Teoria i Història de l'Educació. Doctor en Pedagogia (UB). Ha estat educador social en el sector de persones amb diversitat funcional, en protecció a la infància i en programes comunitaris. Investigador del LES. És professor de la UOC des de l'any 2004, on imparteix docència en el grau d'Educació Social, el Màster de Psicopedagogia i el Doctorat en Educació i TIC (e-learning). Entre d'altres és autor de: Pedagogía Social Reflexiva (Publicacions UB, 2023); Sociedades Inclusivas (Ediuoc, 2023); Pedagogías Corporales (Octaedro, 2023). Web CV Direcció de programa Marcelo Fabián Maina DDirector del Màster universitari dEducació i TIC (eLearning). Professor agregat dels Estudis de Psicologia i Ciències de l'Educació. Doctor en Societat de la Informació i Coneixement de la UOC. M. Sc. Comunicació per la Universitat de Montréal. Membre del grup de recerca consolidat per la Generalitat de Catalunya Edul@b (SGR 01111) Fellow d'EDEN Digital Education Europe. Web CV Professorat Adriana Ornellas Rios da Silva Doctora en Educació per la Universitat de Barcelona i Llicenciada en Informàtica. Té experiència postdoctoral a la Lynch School of Education del Boston College (2011). Experta en tecnologies emergents per a l'aprenentatge a la societat contemporània, formació del professorat en TIC, new literacies, e-learning, pensament computacional. Investigadora del grup de recerca Nodes. Web CV Albert Sangra Morer Doctor en Pedagogia per la Universitat de Barcelona. Catedràtic dels Estudis de Psicologia i Ciències de l'Educació. Membre del grup Edul@b de la UOC. Director acadèmic de la Càtedra UNESCO. Web CV Ariadna Angulo Brunet Doctora en Psicologia de la Salut i de l'Esport (Universitat Autònoma de Barcelona). Màster en Metodología de les Ciències del Comportament i de la Salut. Professora de l'àmbit de Metodologia de la investigació als Estudis de Psicologia i Ciències de l'Educació a la Universitat oberta de Catalunya. CV Eduard Masdeu Yelamos Profesor universitari especialitzat en educació, tecnologia i música. Amb un doctorat i múltiples màsters en aquestes àrees, compta amb una sòlida formació acadèmica. La seva trajectòria investigadora se centra en la innovació educativa, especialment en l'ús de tecnologies per millorar l'ensenyament, amb un enfocament particular en l'educació musical. Ha desenvolupat una àmplia experiència docent en diferents nivells educatius, des de primària fins a universitat, i ha treballat en diversos projectes d'investigació reconeguts amb premis a la innovació. Actualment, és membre d'un grup d'investigació en música i educació i professor a la Universitat Oberta de Catalunya. Guillem Bautista Pérez Doctor en Pedagogia per la Universitat de Barcelona. Investigador del grup de Recerca Smart Classroom Project (www.smartclassroomproject.com). Desenvolupa les seves investigacions en relació al disseny d'espais d'aprenentatge des d'una triple dimensió: pedagògica, ambiental i digital. Ha desenvolupat diferents projectes de recerca competitius vinculats amb aquesta temàtica. Professor de diferents graus i màsters vinculats a la formació del professorat i el disseny d'espais d'aprenentatge. Web CV Iolanda García González Doctora en Pedagogia per la Universitat de Barcelona. Actualment directora del Programa de Doctorat d'Educació i TIC (e-Learning) i professora agregada de l'àmbit educació i TIC als Estudis de Psicologia i Ciències de l'Educació de la UOC. Ha estat coordinadora de l'Àrea d'Innovació de l'eLearn Center de la UOC i professora associada a la Facultat de Pedagogia de la Universitat de Barcelona. Lourdes Guàrdia Ortiz Doctora en Ciències de l'Educació per la Universitat del País Basc Professorat EPCE Vicedegana de docència dels Estudis de Psicologia i Ciències de l'Educació de la UOC Chair del grup d’experts europeus sobre Curriculum development & Course design de l’EADTU (European Association of Distance Teaching Universities) Grup de recerca:edul@b Marc Romero Carbonell Doctor en Pedagogia en l'especialitat de Tecnologia Educativa per la Universitat Rovira i Virgili. Director de l'Àmbit CTIC - Competències Digitals a la UOC. Investigador de l'Àrea de Tecnologia Educativa i E-learning. Grup de recerca edul@b Web CV Marcelo Fabián Maina DDirector del Màster universitari dEducació i TIC (eLearning). Professor agregat dels Estudis de Psicologia i Ciències de l'Educació. Doctor en Societat de la Informació i Coneixement de la UOC. M. Sc. Comunicació per la Universitat de Montréal. Membre del grup de recerca consolidat per la Generalitat de Catalunya Edul@b (SGR 01111) Fellow d'EDEN Digital Education Europe. Web CV Marta López Costa Doctora en Ciències de l'Educació per la Universitat de Barcelona. Professora dels Estudis de Psicologia i Ciències de l'Educació. Membre del grup de recerca EMA de la Universitat de Barcelona. Web CV Montse Guitert Catasus Doctora en Ciències de l'Educació per la Universitat de Barcelona. Distinció Jaume Vicens Vives 2016 de la Generalitat de Catalunya pel lideratge en la formació de competències digitals. Investigadora principal del grup de recerca consolidat (SGR1174) Edul@b. Web CV Nativitat Cabrera Lanzo Doctora en Pedagogia per la Universitat de Barcelona. Directora del màster d'Avaluació i Gestió de la Qualitat de l'Educació Superior i professora agregada dels Estudis de Psicologia i Ciències de l'Educació. Membre del grup de recerca Edul@b de la UOC. Col·laboradora amb diverses agències de qualitat universitària. CV Oriol Alonso Cano Doctor en Filosofia per la Universitat de Barcelona i Grau en Psicologia també per la Universitat de Barcelona. Professor dels Estudis de Psicologia i Ciències de l'Educació. Expert en Epistemologia, Psicologia Política i Psicologia de l'Art, ha publicat set llibres vinculats a aquestes àrees així com nombrosos articles en revistes acadèmiques i culturals. Sergi Fàbregues Feijóo Doctor i llicenciat en Sociologia per la Universitat Autònoma de Barcelona (UAB). La seva experiència i interessos en recerca se centren en els mètodes de recerca qualitativa i mixta, l'ús de les TIC en educació i la intersecció de la perspectiva de gènere i les noves tecnologies. Actualment és professor de mètodes de recerca social i educativa en els estudis de Psicologia i Ciències de l'Educació. Web CV Teresa Romeu Fontanillas Doctora en Societat de la Informació i el Coneixement per la Universitat Oberta de Catalunya (UOC). Coordina assignatures de Competències TIC als graus de la UOC, al Màster universitari d'Educació i TIC i al Postgrau de Lideratge i Direcció de centres educatius. Coordina la formació inicial del nou professorat que s'incorpora a la UOC. Investigadora del grup de recerca Edul@b de la UOC. EDEN Fellow per l’European Distance Education Network. Web CV Col·laboradors Francesc Farré Carnicé Gemma Maymo Masip Iolanda Miró i Vinaixa Ivan Alsina Jurnet Joaquin Martin Manzano M. Antònia Costa Vilalta Neus Serra Gay Violeta Roca Postigo Màster universitari d'Educació i TIC (eLearning) Sortides professionals Sortides professionals Objectius Competències A qui es dirigeix Sortides professionals El títol de Màster Universitari en Educació i TIC ( e-Learning ) capacita el titulat, entre d'altres, per a les professions següents: Docents que volen integrar i innovar amb les TIC. Director de projectes d'aprenentatge virtual. Dissenyador instruccional o tecnopedagógico. Dissenyador de recursos i entorns educatius digitals. Avaluador de projectes d'aprenentatge virtual. Coordinador docent de projectes i programes basats en l'ús de les TIC. Coordinador de producció de recursos multimèdia per a l'ensenyament. Tècnic en qualitat de l'aprenentatge virtual. Formador/tutor en entorns d'ensenyament i aprenentatge en línia Gestor de programes d'aprenentatge virtual formatius Coordinador/executor de projectes de recerca en l'àmbit de la tecnologia educativa i l'educació digital. Ocupabilitat L’ocupabilitat dels nostres estudiants és clau per a l'èxit de la UOC. Identifiquem les competències clau que el mercat laboral demana i les incloem en els plans d’estudis. També t’empoderem perquè siguis tu qui decideixi i gestioni la teva carrera professional a través de serveis d’orientació de carrera. Objectius Els titulats en el màster universitari d'Educació i TIC ( e-Learning ) estaran capacitats per a comprendre, interpretar, analitzar i explicar l'ús i l'aplicació de les TIC en l'àmbit educatiu i formatiu. D'acord amb això, hauran d'adquirir competències de caràcter general que consistiran a poder demostrar el coneixement i la comprensió dels aspectes següents: Els aspectes teòrics i l'evolució històrica de l'ús de la tecnologia en l'ensenyament obert i a distància, l'emergència de l'aprenentatge virtual i la influència de les TIC en la transformació de la docència presencial. Les diferents aplicacions de les TIC amb relació a les diverses teories de l'aprenentatge. Aspectes socials, culturals i legals de l'ús de les TIC en l'ensenyament i en les polítiques educatives que s'hi relacionen, que incorporen els principis d'igualtat entre homes i dones, els drets fonamentals de les persones i els valors democràtics d'una societat per a la pau. Objectius Els titulats en el màster universitari d'Educació i TIC ( e-Learning ) estaran capacitats per a comprendre, interpretar, analitzar i explicar l'ús i l'aplicació de les TIC en l'àmbit educatiu i formatiu. D'acord amb això, hauran d'adquirir competències de caràcter general que consistiran a poder demostrar el coneixement i la comprensió dels aspectes següents: Els aspectes teòrics i l'evolució històrica de l'ús de la tecnologia en l'ensenyament obert i a distància, l'emergència de l'aprenentatge virtual i la influència de les TIC en la transformació de la docència presencial. Les diferents aplicacions de les TIC amb relació a les diverses teories de l'aprenentatge. Aspectes socials, culturals i legals de l'ús de les TIC en l'ensenyament i en les polítiques educatives que s'hi relacionen, que incorporen els principis d'igualtat entre homes i dones, els drets fonamentals de les persones i els valors democràtics d'una societat per a la pau. L'impacte de l'aplicació de les TIC en les organitzacions, en particular en els processos de direcció, organització i administració. Dimensions conceptuals i models pedagògics en l'aplicació i l'ús de les TIC en l'educació i la formació, tenint en compte la protecció de la igualtat d'oportunitats i l'accessibilitat a l'educació amb TIC per a les persones discapacitades. Els elements tecnològics més rellevants en el disseny, l'ús i l'avaluació de plataformes per a la formació. La transformació en els processos docents com a conseqüència de la introducció de les TIC en les organitzacions, en els programes i en les pràctiques educatives. Els elements fonamentals per a planificar la pràctica docent en la qual s'introdueixin les TIC en algun dels processos formatius o en tots, i intervenir-hi i avaluar-la. Els aspectes derivats de la gestió administrativa, econòmica i financera dels programes educatius intervinguts per l'ús de les TIC. Els sistemes de suport als estudiants en els models formatius parcialment o totalment virtuals. Competències Especialitat de Recerca en e-learning Especialitat de Direcció i gestió d'institucions educatives mitjançant l'ús de les TIC Especialitat de Disseny tecnopedagògic o instruccional Especialitat de Docència en línia Especialitat de Recerca en e-learning Coneixement del camp de recerca i dels àmbits en què es divideix. Anàlisi significativa de les publicacions existents en un àmbit concret de recerca i qüestionament crític dels resultats obtinguts. Identificació eficaç d'un problema i de les preguntes de recerca que s'hi han d'abordar. Disseny d'un procés de recerca a partir d'un problema concret. Recollida eficient i anàlisi significativa de dades. Coneixement i domini de mètodes i tècniques de recerca, tant quantitatives com a qualitatives. Difusió dels resultats d'investigació amb els mitjans més adequats. Competències Especialitat de Recerca en e-learning Especialitat de Direcció i gestió d'institucions educatives mitjançant l'ús de les TIC Especialitat de Disseny tecnopedagògic o instruccional Especialitat de Docència en línia Especialitat de Recerca en e-learning Coneixement del camp de recerca i dels àmbits en què es divideix. Anàlisi significativa de les publicacions existents en un àmbit concret de recerca i qüestionament crític dels resultats obtinguts. Identificació eficaç d'un problema i de les preguntes de recerca que s'hi han d'abordar. Disseny d'un procés de recerca a partir d'un problema concret. Recollida eficient i anàlisi significativa de dades. Coneixement i domini de mètodes i tècniques de recerca, tant quantitatives com a qualitatives. Difusió dels resultats d'investigació amb els mitjans més adequats. Domini de la terminologia vinculada a l'educació i a les TIC (aprenentatge virtual) com a camp de recerca. Destresa en l'ús i el maneig de noves eines per a la recerca i capacitat per a aplicar-les a problemes reals. Ús efectiu de recursos en xarxa per a la recerca. Visió de models mentals aplicats a internet que ajudin a predir, anticipar i manipular estructures i eines per a investigar en la xarxa. Creació de xarxes remotes d'investigadors o participació en les ja existents. Comportament ètic en tots els processos que formen part d'una recerca. Especialitat de Direcció i gestió d'institucions educatives mitjançant l'ús de les TIC Identificació dels principals factors que intervenen en la presa de decisions amb relació al desenvolupament de projectes educatius i formatius d'aprenentatge virtual. Coneixement, identificació i aplicació de les diferents eines tecnològiques que es poden utilitzar per al disseny d'entorns i materials d'aprenentatge, sigui en contextos presencials, semipresencials o no presencials. Justificació, identificació i aplicació dels factors vinculats als usos intensius de les TIC que transformen els processos docents, les programacions de contingut i les pràctiques formatives, i també la planificació docent, els processos d'aprenentatge, el treball col·laboratiu i els processos formatius d'ensenyament i aprenentatge, sigui en contextos presencials, semipresencials o no presencials. Direcció de propostes formatives d'aprenentatge virtual tenint en compte els factors de l'entorn de l'organització i la gestió del canvi organitzacional. Gestió i administració dels processos operatius vinculats a l'aprenentatge virtual. Disseny, desenvolupament i avaluació de propostes formatives globals d'aprenentatge virtual. Identificació i implementació de polítiques de qualitat d'aprenentatge virtual. Disseny i gestió dels factors i els processos de màrqueting i comunicació vinculats a un projecte d'aprenentatge virtual. Gestió de l'equip interdisciplinari del projecte, de l'equip docent i dels aspectes tecnològics, financers i pressupostaris vinculats a un projecte d'aprenentatge virtual. Identificació d'indicadors de qualitat i progrés d'accions educatives amb suport de les TIC. Especialitat de Disseny tecnopedagògic o instruccional Identificació dels principals factors que intervenen en la presa de decisions amb relació al desenvolupament de dissenys instruccionals. Justificar i desenvolupar dissenys instruccionals i tecnològics relacionats amb els entorns virtuals d'ensenyament i aprenentatge, siguin programes, cursos o assignatures. Conceptualització de materials educatius i formatius digitals hipermèdia. Justificació i desenvolupament d'estratègies instruccionals, activitats formatives i intervencions docents avaluatives d'aprenentatge virtual. Coordinació dels processos de disseny instruccional i tecnològic de sistemes formatius telemàtics de creació d'entorns formatius virtuals i d'elaboració de materials formatius hipermèdia. Identificació d'indicadors de qualitat i progrés d'accions educatives i recursos educatius amb suport de les TIC. Especialitat de Docència en línia Disseny d'escenaris formatius i de docència basada en les TIC. Planificació dels processos de formació amb les TIC. Disseny d'activitats d'aprenentatge basat en materials hipermèdia. Disseny d'activitats d'aprenentatge basat en activitats col·laboratives virtuals. Justificació i disseny de l'avaluació de programes instruccionals. Disseny d'estratègies de docència virtual. Coneixement i optimització dels processos educatius i formatius amb TIC. Coneixement, disseny i implementació d'estratègies d'orientació. Coneixement, disseny i implementació d'estratègies de dinamització de comunitats virtuals. Identificació d'indicadors de qualitat i progrés d'accions educatives i recursos educatius amb suport de les TIC. A qui es dirigeix Els principals perfils professionals als qui s'adreça aquest màster són: Llicenciats i graduats interessats en l'àmbit de l'ús i l'aplicació de les TIC per a la direcció i la gestió de projectes educatius i formatius, el disseny tecnopedagògic de programes i cursos, i els processos docents. Mestres i professorat en actiu que vulguin adquirir les competències que els permetran integrar la tecnologia al procés educatiu d'una manera global, innovadora i creativa, i que vulguin adquirir coneixements per a la utilització i l'aprofitament pedagògic de recursos tecnològics emergents. Professionals que vulguin adquirir capacitats i desenvolupar-se en els processos que intervenen en l'organització, en el disseny, en l'aplicació i en l'avaluació de projectes d'ensenyament i aprenentatge mitjançant les TIC per al sector educatiu, editorial i en empreses especialitzades en temes digitals. Persones interessades a iniciar-se en la recerca en l'aprenentatge virtual ( e-learning ) per a desenvolupar posteriors estudis doctorals en aquest àmbit. A qui es dirigeix Els principals perfils professionals als qui s'adreça aquest màster són: Llicenciats i graduats interessats en l'àmbit de l'ús i l'aplicació de les TIC per a la direcció i la gestió de projectes educatius i formatius, el disseny tecnopedagògic de programes i cursos, i els processos docents. Mestres i professorat en actiu que vulguin adquirir les competències que els permetran integrar la tecnologia al procés educatiu d'una manera global, innovadora i creativa, i que vulguin adquirir coneixements per a la utilització i l'aprofitament pedagògic de recursos tecnològics emergents. Professionals que vulguin adquirir capacitats i desenvolupar-se en els processos que intervenen en l'organització, en el disseny, en l'aplicació i en l'avaluació de projectes d'ensenyament i aprenentatge mitjançant les TIC per al sector educatiu, editorial i en empreses especialitzades en temes digitals. Persones interessades a iniciar-se en la recerca en l'aprenentatge virtual ( e-learning ) per a desenvolupar posteriors estudis doctorals en aquest àmbit. Més de 30 anys d'experiència d'e-learning L'any 1995, la UOC es va convertir en la primera universitat online del món . 30 anys després, continuem sent pioners en e-learning. L' eLearning Innovation Center fa evolucionar el model d'aprenentatge per garantir una formació de qualitat, única, connectada i en xarxa. Rànquing Times Higher Education Som la sisena millor universitat de l'Estat espanyol, segons el Young University Ranking del Times Higher Education. Rànquing Rànquing de Shanghai Estem entre les 150 millors universitats del món en comunicació i les 200 en educació. Rànquing U-Multirank Excel·lim en transferència del coneixement, compromís regional i docència i aprenentatge. 30 anys de la UOC 30 anys impulsant el teu futur amb formació de qualitat Màster universitari d'Educació i TIC (eLearning) Requisits d'accés Requisits acadèmics Criteris d'admissió Perfil d'ingrés recomanat Coneixements previs Requisits acadèmics Per accedir a estudis oficials de màster, cal estar en disposició d'un títol universitari oficial. Consulta la informació i la documentació que has de lliurar, en funció d'on hagis cursat aquests estudis: He cursat estudis oficials universitaris a l'Estat espanyol. He fet estudis oficials universitaris en un país de la Unió Europea. He cursat estudis universitaris oficials a Llatinoamèrica o altres països de fora de la Unió Europea. Per a més informació, sol·licita l'accés i contacta amb el teu tutor Criteris d'admissió No hi ha criteris específics d'admissió per a aquest màster universitari. Perfils d'ingrés recomanats Per a cursar el màster universitari d'Educació i TIC és recomanable haver fet algun dels estudis que es detallen a continuació: Grau d'Educació o Magisteri (en qualsevol de les seves especialitats) Llicenciatura o Grau de Pedagogia Llicenciatura de Psicopedagogia Llicenciatura o Grau de Psicologia Diplomatura o Grau d'Educació Social Coneixements previs Es recomana un nivell de competència en llengua anglesa equivalent al B2 del marc europeu comú de referència per a les llengües. Es recomana un nivell de competència d'usuari en l'ús de les tecnologies de la informació i la comunicació. Màster universitari d'Educació i TIC (eLearning) Matrícula i preu Preus Matrícula Descomptes Beques Increments Formes de pagament * Preus vigents en el moment de formalitzar la matrícula. Subjectes a revisió anual. 60 Crèdits Preu per crèdit 37,47 €/cr* Preu per crèdit eines i recursos per a l'aprenentatge 16,68 €/cr* Preu per crèdit d'assignatures convalidades 7,49 €/cr* El preu orientatiu indicat en la taula està calculat segons un màster universitari de 60 crèdits. El preu final de la matrícula serà el resultant de la seva formalització efectiva. Durada Preu orientatiu Pagament a terminis A temps complet (1 any) 5.285 € Fins a 9 quotes A temps parcial (2 anys) 5.855 € Fins a 17 quotes Al teu ritme. Matrícula semestral sense mínim d'assignatures Més informació: Detall de preus Beques, ajuts i descomptes Matrícula Flexible Sense un mínim d'assignatures 700 € Preu orientatiu per semestre Pagament fraccionat Sense interessos Facilitats econòmiques Descomptes per a matrícula anticipada Pagament fraccionat en quotes Beques, ajuts i descomptes Condicions especials per a empreses Suport a esportistes de competició Informa-te'n Com matricular-se Aquests són els passos que has de seguir si vols començar uns estudis oficials a la UOC. Si ja has cursat estudis amb nosaltres i els vols continuar, t'has d'adreçar a l'espai Tràmits del Campus Virtual. Sol·licitud d'accés La sol·licitud d'accés és un tràmit gratuït i sense compromís que us proporcionarà un nom d'usuari i una contrasenya que us permetran entrar al Campus Virtual de la UOC, des d'on podreu: Contactar amb tutoria, que us assessorarà i orientarà en l'elecció d'assignatures. Consultar a l'espai Tràmits del Campus Virtual la informació relativa a convalidacions, el detall dels preus de la matrícula, la sol·licitud de beques... Formalitzar una proposta de matrícula, que tutoria analitzarà perquè amb el seu suport et puguis matricular en línia. Requisits d'accés Abans de sol·licitar l'accés, comproveu que compliu els requisits necessaris per al programa al qual voleu accedir. Formulari d'accés Al formulari d'accés heu de registrar les vostres dades personals i el nivell d'estudis assolit. Documentació d'accés La documentació que necessites la trobareu detallada quan sol·liciteu l'accés i pugueu consultar a l'espai Tràmits del Campus. Haureu d'enviar aquesta documentació en el termini dels deu dies següents a la formalització de la matrícula. Campus Virtual Un cop sol·licitat l'accés, rebràs un nom d'usuari i una contrasenya que et permetran accedir al Campus Virtual, on trobaràs tota la informació i els recursos que et poden ser necessaris. Tutoria Un cop al Campus Virtual, tindreu accés al suport permanent de tutoria que us assessorarà i orientarà en l'elecció d'assignatures, d'acord amb el bagatge acadèmic previ que teniu, els vostres interessos i el temps de què disposeu. Espai de tràmits El Campus Virtual disposa d'un espai de tràmits on podreu consultar i gestionar totes les qüestions de caràcter acadèmic, com ara matricular-vos, consultar les formes de pagament i descomptes disponibles, demanar una beca o convalidar els estudis anteriors. El Campus Virtual disposa d'un espai de tràmits on podreu fer una proposta de matrícula havent triat les assignatures que voleu cursar durant el semestre. Aquesta proposta serà analitzada per tutoria perquè us pugueu acabar matriculant amb el vostre assessorament. És un pas previ abans de formalitzar la matrícula. Un cop tutoria hagi validat la teva proposta de matrícula, podràs formalitzar-la, per a això hauràs de triar la forma de pagament que prefereixis entre les disponibles. En cas que puguis gaudir d'algun dels descomptes previstos al Decret de preus, hauràs de presentar la documentació corresponent seguint les indicacions del Campus Virtual. Recordeu que, un cop us hàgiu matriculat, tindreu deu dies per enviar la documentació d'accés. A partir de la formalització de la matrícula, disposes de catorze dies per exercir el teu dret de desistiment de matrícula . Quan et pots matricular? A la UOC et pots matricular en dos moments diferents de l'any. Trieu l'opció que millor s'adapti a les vostres necessitats. Consulta el termini de matriculació i l'inici de curs a la pàgina dels estudis que t'interessin cursar. Matriculació a partir de l' abril per començar el curs al setembre o octubre Matriculació a partir del novembre per començar el curs al febrer o març 104.500 graduats i graduades 90 % d'estudiants que estudien i treballen 84 % tornaria a escollir la UOC Descomptes Per facilitar la incorporació i l'assessorament a l'estudiantat, les matrícules efectuades fins al 12 de desembre tindran un descompte en concepte de matrícula anticipada del 20 % sobre els preus de \"Recursos per a l'aprenentatge\" i \"Serveis de suport a l'aprenentatge\". En una primera matrícula semestral estàndard, aquest descompte pot representar fins a un 8 % del preu total de la matrícula. L'estudiantat beneficiari del títol de família nombrosa reconegut per l'Estat espanyol té dret als descomptes següents, en funció de la categoria: Famílies nombroses de categoria especial: exempció total dels preus dels serveis acadèmics de caràcter docent (crèdits de la matrícula) i de la gestió de l'expedient del preu fixat pel Decret de preus de la Generalitat de Catalunya. Famílies nombroses de categoria general: bonificació del 50 % dels serveis acadèmics de caràcter docent (crèdits de la matrícula) i de la gestió de l'expedient del preu fixat pel Decret de preus de la Generalitat de Catalunya. L'estudiantat beneficiari del títol de família nombrosa reconegut per la resta de països té dret als descomptes següents, en funció de la categoria: Famílies nombroses de categoria especial: descompte del 15 % sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a l'aprenentatge. Famílies nombroses de categoria general: descompte del 7,5 % sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a l'aprenentatge. L'estudiantat amb un grau de discapacitat igual o superior al 33 % reconegut per l'Estat espanyol té dret a l'exempció total dels preus dels serveis acadèmics de caràcter docent (crèdits de la matrícula) i de la gestió de l'expedient del preu fixat pel Decret de preus de la Generalitat de Catalunya. Els estudiants amb un grau de discapacitat equivalent reconegut per l'organisme competent de qualsevol altre país tenen dret a un descompte del 15 % sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a l'aprenentatge. En cas que la discapacitat sigui reconeguda retroactivament, pots presentar la documentació en el termini màxim de 15 dies naturals des del moment en què es reconegui oficialment. Igualment, segons el Decret 822/202 , de 28 de setembre, l'estudiantat que acrediti una discapacitat igual o superior al 33 % té una reserva d'un 5 % de les places de grau i màster universitari. Si és el vostre cas i us voleu matricular d'un programa amb places limitades que ja s'han esgotat i no tenen un procés d'admissió, podeu consultar la disponibilitat d'aquestes places reservades mitjançant aquest enllaç . L'estudiantat (o els seus fills, filles o cònjuges) amb reconeixement com a víctimes d'actes terroristes per l'organisme competent a l'Estat espanyol té dret a l'exempció total dels preus dels serveis acadèmics de caràcter docent (crèdits de la matrícula) i de la gestió de l'expedient del preu fixat pel Decret de preus de la Generalitat de Catalunya. L'estudiantat (o els seus fills, filles o cònjuges) amb reconeixement com a víctimes d'actes terroristes per l'organisme competent a qualsevol altre país té dret a un descompte del 15 % sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a l'aprenentatge. L'estudiantat (i els seus fills o filles dependents) amb reconeixement com a víctimes de violència masclista a l'àmbit de la parella per l'organisme competent a l'Estat espanyol té dret a l'exempció total dels preus dels serveis acadèmics de caràcter docent (crèdits de la matrícula) i de la gestió de l'expedient del preu fixat pel Decret de preus de la Generalitat de Catalunya. L'estudiantat (i els seus fills o filles dependents) amb reconeixement com a víctimes de violència masclista a l'àmbit de la parella per l'organisme competent a qualsevol altre país té dret a un descompte del 15 % sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a l'aprenentatge. L'estudiantat de grau, màster universitari o doctorat víctimes de violència masclista fora de l'àmbit de la parella pot gaudir d'una exempció del pagament del preu dels serveis acadèmics de caràcter docent (els crèdits de matrícula) i de la taxa de gestió de l'expedient i la matrícula durant el curs 2023-2024. Només pots optar a aquesta exempció si resideixes o treballes a Catalunya. Els estudiants beneficiaris de l'ingrés mínim vital queden exempts del pagament del preu dels serveis acadèmics de caràcter docent (crèdits de matrícula) i de la taxa de gestió de l'expedient i la matrícula. L'estudiantat que hagi obtingut la convalidació, l'adaptació o el reconeixement de crèdits per raó d'estudis o activitats dutes a terme a qualsevol centre universitari té un descompte del 80 % del preu de crèdit. L'estudiantat amb matrícula d'honor o premi extraordinari al batxillerat o Cicle Formatiu de Grau Superior que es matriculi per cursar ensenyaments universitaris oficials en centres docents sostinguts amb fons públics té dret a l'exempció total del preu dels serveis acadèmics de caràcter docent durant el primer any acadèmic. El descompte per matrícula d'honor o premi extraordinari al batxillerat només es pot demanar la primera vegada que els estudiants es matriculin d'uns estudis universitaris. Els estudiants que formen part de la comunitat Alumni tenen dret a un descompte sobre els serveis de suport a l'aprenentatge i els recursos per a l'aprenentatge. Aquest descompte no és compatible amb els destinats a empreses. Beneficia't del que et sigui més profitós. UOC Alumni: 10% de descompte Podeu gaudir d'aquest descompte si heu obtingut un títol oficial (de grau, llicenciatura, diplomatura, enginyeria o màster universitari) o un màster o postgrau propi a la UOC. Si us podeu acollir a aquest descompte, en el moment de fer la matrícula heu d'indicar un codi a l'apartat «Condicions». Podeu trobar els codis de descompte a la web d'Alumni. Si, a més de poder optar a aquest descompte, us matriculeu durant el període de matrícula anticipada, en primer lloc, s'aplicarà el descompte de matrícula anticipada, i sobre l'import resultant, l'altre descompte. La UOC ofereix descomptes a les empreses que hi participen i donen suport a la formació dels seus professionals, previ acord amb la UOC. Professionals amb vincles a tota empresa o institució que mantingui un acord de col·laboració amb la UOC es poden beneficiar d'avantatges i descomptes en el cost de les matrícules dels programes formatius del catàleg de la UOC. Aquests descomptes no són compatibles amb els destinats a UOC Alumni. Beneficia't del que et sigui més profitós. + Consulta les condicions dels descomptes per a empreses L'estudiantat considerat esportista de competició té dret a un descompte sobre l'import de la matrícula. + Consulta la informació del programa Beques Aquestes beques estan adreçades a persones que vulguin cursar titulacions oficials. Així, es garanteix la igualtat d'oportunitats per accedir a estudis superiors. Hi ha una àmplia oferta de beques per als estudiants de la UOC. La finalitat és posar a l'abast de tothom un gran futur professional. Beques del Ministeri d'Educació de l'Estat Espanyol : per a estudiants de nacionalitat espanyola que cursin titulacions oficials. Consulta les beques disponibles Increments Els estudiants que no superin una assignatura i es matriculen per segona vegada tenen un increment en el preu del crèdit. Aquest increment és el resultat de multiplicar per 1,2 el preu del crèdit públic. En cas de matricular-se per tercera vegada en una assignatura, cal multiplicar el preu del crèdit per 2,6. A partir de la quarta matrícula el preu de crèdit es multiplica per 3,6. Aquest recàrrec no s'aplica a les matrícules del grau de Traducció, interpretació i llengües aplicades (UOC-UVic). L'estudiantat de nacionalitat de fora de la Unió Europea, països amb règim comunitari o fora d'Andorra, que no tingui concedida la residència a l'Estat espanyol tindrà un increment del 45% al preu final de la matrícula. Formes de pagament La UOC posa a la vostra disposició la possibilitat de fraccionar en quotes el pagament de la vostra matrícula. Amb aquesta opció, s'abona una quota inicial de l'import total de la matrícula mitjançant targeta en línia, i la resta es cobra per domiciliació bancària (residents a l'Estat espanyol) o domiciliació a targeta (residents fora del territori espanyol) a cinc quotes com a màxim en funció de la data de matriculació. Aquesta forma de pagament té un import per gestió de 31 euros i només és vàlida per a matrícules superiors a 350 euros . Per als nous estudiants de graus i màsters, la primera quota serà del 10 % de l'import. Dates aproximades del pagament de les quotes, en funció de la data de matrícula. Consulta la taula de fraccionaments. Primer Semestre 1r pagament 1a setmana de setembre 1a setmana d'octubre 1a setmana de novembre 1a setmana de desembre Amb targeta en el moment de fer la matrícula 2a quota 3a quota 4a quota 5a quota Les dates de pagament són aproximades. El nombre de quotes és determinat per la data de matriculació: a mesura que avança el període de matrícula, el nombre de quotes disminueix. Segon semestre 1r pagament 1a setmana de febrer 1a setmana de març 1a setmana d'abril 1a setmana de maig Amb targeta en el moment de fer la matrícula 2a quota 3a quota 4a quota 5a quota Les dates de pagament són aproximades. El nombre de quotes és determinat per la data de matriculació: a mesura que avança el període de matrícula, el nombre de quotes disminueix. Pagament amb una targeta de crèdit o de dèbit de qualsevol entitat financera mitjançant el TPVV (terminal de punt de venda virtual), al qual accedireu directament des del Campus en el moment en què us matriculeu. Els clients de Caixabank teniu la possibilitat de fraccionar en quotes el pagament de la matrícula (entre tres i set quotes segons la formalització). Durant el procés de matriculació s'enllaçarà amb el servei de Línia Oberta i es contractarà un préstec de cost zero (comissió per obertura 0 %, comissió d'estudi 0 %, comissió d'amortització 0 % i tipus d'interès 0 %). Aquesta forma de pagament només està disponible en els següents casos: Sou clients de Caixabank i teniu activat el servei de Línia Oberta. Teniu més de divuit anys, nacionalitat espanyola jo d'un altre país membre de la UE i residiu a l'Estat espanyol. L'import de cada quota supera els 30 euros. L'Agència de Gestió d'Ajuts Universitaris i de Recerca (AGAUR) ofereix un programa d'ajuts en format de crèdit per al pagament fraccionat per mensualitats de matrícula universitària. Podeu consultar les condicions i els terminis per a aquest curs al web de l'AGAUR . * Opció disponible per a segones matrícules i posteriors. La UOC posa a la vostra disposició la possibilitat de fraccionar en quotes el pagament de la vostra matrícula. Amb aquesta opció, s'abona una quota inicial de l'import total de la matrícula mitjançant targeta en línia, i la resta es cobra per domiciliació bancària (en cas de tenir compte bancari SEPA) o domiciliació a targeta (en cas de no tenir-ne compte bancari SEPA) en cinc quotes com a màxim en funció de la data de matriculació. Consulta aquí si la teva entitat bancària disposa de compte SEPA. Aquesta forma de pagament té un import per gestió de 28,20 euros i només és vàlida per a matrícules superiors a 300 euros. Per als nous estudiants de graus i màsters, la primera quota serà del 10 % de l'import. Dates aproximades del pagament de les quotes, en funció de la data de matrícula. Consulta la taula de fraccionaments. Primer Semestre 1r pagament 1a setmana de setembre 1a setmana d'octubre 1a setmana de novembre 1a setmana de desembre Amb targeta en el moment de fer la matrícula 2a quota 3a quota 4a quota 5a quota Les dates de pagament són aproximades. El nombre de quotes és determinat per la data de matriculació: a mesura que avança el període de matrícula, el nombre de quotes disminueix. Segon semestre 1r pagament 1a setmana de febrer 1a setmana de març 1a setmana d'abril 1a setmana de maig Amb targeta en el moment de fer la matrícula 2a quota 3a quota 4a quota 5a quota Les dates de pagament són aproximades. El nombre de quotes és determinat per la data de matriculació: a mesura que avança el període de matrícula, el nombre de quotes disminueix. Per als residents a Colòmbia interessats en aquesta forma de pagament i que no disposeu d'una targeta de crèdit, us informem que l'entitat Bancolòmbia ofereix la Targeta Virtual e-Prepagament . Per sol·licitar-la, cal que disposeu d'un compte d'estalvis o corrent en aquesta entitat. Pagament amb una targeta de crèdit o de dèbit de qualsevol entitat financera mitjançant el TPVV (terminal de punt de venda virtual), al qual accedireu directament des del Campus en el moment en què us matriculeu. L'estudiantat resident fora de l'Estat espanyol pot fer una transferència de l'import total de matrícula en euros. Les dades per fer efectiu el pagament de la matrícula són: Si feu la docència en català: Banc: Caixabank Adreça: Avda. Diagonal, 647 08028 Barcelona Espanya Swift: CAIX ÉS BB IBAN: ES02-2100-3648-98-2200022920 Si feu la docència en castellà: Bank: BANC SANTANDER CENTRAL HISPÀ Adress: Passeig de Gràcia, 5 08007 BARCELONA - SPAIN Swift: BSCHESMMXXX IBAN: ES98-0049-1806-9726-1188-9588 Un cop fet el pagament, caldrà enviar el comprovant. Objectius, perfils i competències Descobreix a qui va dirigit aquest programa i quines noves competències pots adquirir. Saber-ne més Preguntes freqüents Tens dubtes? Donem resposta a les teves preguntes sobre la nostra oferta formativa, el model d’aprenentatge o tràmits, entre altres temes. Consulta L'opinió dels nostres graduats Graduades i graduats de la UOC t'expliquen en primera persona com han viscut el procés d'aprenentatge amb nosaltres i com la nostra metodologia els ha permès compaginar feina, estudis i vida personal. Tenir una flexibilitat d'horaris absoluta em va permetre fer el màster Daniel Marchante Realment em trobo realitzada. Ara, quan parlo, sé del que parlo. Helena Guillén La UOC t'ofereix competències, perquè el que necessites és saber-te adaptar en cada moment Manel Vicenç Volia créixer professionalment. La UOC m'ha ofert no estancar-me Alba Camacho Des de que vaig acabar el grau, he tingut un desenvolupament a la meva empresa José Miguel González Programes relacionats Màster universitari Formació del Professorat d'Educació Secundària Obligatòria i Batxillerat, Formació Professional i Ensenyament d'Idiomes Veure tota la informació Selecciona fins a 3 programes per comparar Màster universitari Ensenyament i Aprenentatge d'Idiomes mitjançant la Tecnologia Veure tota la informació Selecciona fins a 3 programes per comparar Màster universitari Dificultats de l'Aprenentatge i Trastorns del Llenguatge Veure tota la informació Selecciona fins a 3 programes per comparar"
}