{
  "url": "https://uoc.edu/ca/estudis/graus/grau-antropologia-evolucio-humana",
  "content": "Presentació Pla d'estudis Professorat Sortides professionals Requisits d'accés Online i sense horari Propera inscripció: abril 2025 Grau Online d'Antropologia i Evolució Humana (interuniversitari: URV, UOC) Presentació El grau en Antropologia i Evolució Humana , elaborat conjuntament entre la Universitat Rovira i Virgili (URV) i la Universitat Oberta de Catalunya (UOC), i coordinat per la URV, s'orienta en la formació d'estudiants en el camp de l'antropologia en els seus dos vessants principals: social i cultural, i evolució humana. Aquest és el primer programa formatiu que inclou ambdues perspectives d'estudi. IMPORTANT : La matrícula d'aquest grau es tramita íntegrament a la URV . Si us plau, consulteu la informació a la web de la URV per veure'n els detalls. L'estudiantat que es matricula del grau per primera vegada ha de formalitzar la preinscripció universitària a la web de la Generalitat . Per què estudiar el grau d'Antropologia i Evolució Humana? Estudiar aquest grau et permetrà: Triar entre dues modalitats: virtual, al campus online de la UOC, i semipresencial, que incorpora sessions presencials en determinades assignatures al campus Catalunya de la URV. Adquirir coneixements amplis de l'antropologia i l'evolució humana. Aquest programa formatiu és pioner en aquest àmbit, atès que tracta l'antropologia en tots els seus vessants: cultural, social i evolutiu. Obtenir una visió holística de l'ésser humà, incorporant-hi la visió de les diverses ciències naturals, humanes i socials en l'estudi de la diversitat cultural i els orígens de la humanitat. Descarrega el programa (PDF) Titulació oficial El grau d'Antropologia i Evolució Humana és una titulació que ha estat verificada pel Consell d'Universitats, i la Generalitat de Catalunya n'ha autoritzat la implantació, segons el que marca la legislació vigent. Aquest títol universitari oficial, que tramita la URV com a universitat coordinadora del grau, té validesa en tot el territori espanyol, té efectes acadèmics plens i habilita, si escau, per a la realització d'activitats professionals regulades, d'acord amb la normativa que en cada cas resulti aplicable. Aquest títol s'expedeix juntament amb el suplement europeu al títol (SET), que facilita informació sobre els estudis cursats per l'estudiant, els resultats obtinguts, les capacitats professionals assolides i el nivell de la titulació en el sistema espanyol d'educació superior, amb la finalitat de facilitar-ne el reconeixement i promoure la mobilitat d'estudiants i titulats dins de l'espai europeu d'educació superior (EEES). Titulació oficial El grau d'Antropologia i Evolució Humana és una titulació que ha estat verificada pel Consell d'Universitats, i la Generalitat de Catalunya n'ha autoritzat la implantació, segons el que marca la legislació vigent. Aquest títol universitari oficial, que tramita la URV com a universitat coordinadora del grau, té validesa en tot el territori espanyol, té efectes acadèmics plens i habilita, si escau, per a la realització d'activitats professionals regulades, d'acord amb la normativa que en cada cas resulti aplicable. Aquest títol s'expedeix juntament amb el suplement europeu al títol (SET), que facilita informació sobre els estudis cursats per l'estudiant, els resultats obtinguts, les capacitats professionals assolides i el nivell de la titulació en el sistema espanyol d'educació superior, amb la finalitat de facilitar-ne el reconeixement i promoure la mobilitat d'estudiants i titulats dins de l'espai europeu d'educació superior (EEES). La validesa en altres països d'aquest títol universitari oficial expedit per la URV vindrà determinada en cada cas per les lleis d'educació de cada país. Consulta més detalls sobre: + Expedició del títol a la URV Inici 25 set. 2025 100 % Online 240 Crèdits Idiomes: Català Titulació oficial Sol·licitar informació Metodologia 100% online 1a. universitat online del món Acompanyament personalitzat Entre les millors universitats La UOC se situa entre el 7 % de les millors universitats del món segons el World University Rankings 2024. Qualitat de la titulació La qualitat d'aquest programa està avalada per l' AQU (Agència per a la Qualitat del Sistema Universitari de Catalunya), la qual assegura el rigor i l'acompliment dels estàndards exigits a l' EEES . + Qualitat de la titulació Acreditació de qualitat AQU Agència per a la Qualitat del Sistema Universitari de Catalunya Juntament amb: Titula't a la UOC. Titula't en #eltuquevolsser L'aula virtual: accedeix-hi des de qualsevol lloc, sense barreres físiques Grau d'Antropologia i Evolució Humana (interuniversitari: URV, UOC) Pla d'estudis 240 ECTS 60 ECTS Bàsica 60 ECTS Optativa 108 ECTS Obligatòria 12 ECTS Treball final Assignatures Càrrega lectiva Assignatures del programa Consulta els detalls de les assignatures que t'interessi cursar per adaptar els estudis al teu ritme, segons la disponibilitat i els requisits de matrícula de cada assignatura i el temps de dedicació pel qual hagis optat. Càrrega lectiva El programa s'ofereix en una doble modalitat: virtual i semipresencial. La modalitat virtual assegura a l'estudiant la possibilitat de cursar tot el grau a distància utilitzant el Campus Virtual de la UOC. El model semipresencial combina l'ensenyament virtual amb la impartició d'algunes sessions presencials en determinades assignatures al Campus Catalunya de la URV. Grau d'Antropologia i Evolució Humana (interuniversitari: URV, UOC) Professorat Direcció dels Estudis d'Arts i Humanitats Direcció del programa Professorat Direcció dels Estudis d'Arts i Humanitats Anna Busquets Alemany Doctora en Història. Ha estat directora dels Estudis d'Àsia Oriental, directora adjunta del Virrectorat d'Ordenació Acadèmica (Universitat Oberta de Catalunya) La seva investigació se centra en les relacions entre Europa i la Xina durant els segles XVI i XVII, les anàlisis dels textos generats pels espanyols sobre la Xina i la seva relació amb els europeus de la mateixa època i la construcció de la imatge xinesa a partir de la informació proporcionada per aquests textos. Web CV Direcció del programa Agustí Andreu Tomàs Doctor en Antropologia Urbana per la Universitat Rovira i Virgili (URV, 2011). Ha desenvolupat les seves tasques professionals al Parc Natural del Delta del Ebre i va dirigir l'Escola Taller de Medi Ambient del parc entre els anys 1985-1992. CV Begonya Enguix Grau Doctora en Antropologia Social i Cultural (Universitat Rovira i Virgili). Dirigeix a la UOC el Grau d'Antropologia i Evolució Humana URV-UOC. Coordina el Grup de recerca consolidat MEDUSA. Participa al Grup de recerca sobre Antropologia del cos (ICA/IMF-CSIC). Les seves línies prioritàries de recerca són: gèneres, cossos, sexualitats, identitats, antropologia urbana i antropologia dels media. Web CV Professorat Agustí Andreu Tomàs Doctor en Antropologia Urbana per la Universitat Rovira i Virgili (URV, 2011). Ha desenvolupat les seves tasques professionals al Parc Natural del Delta del Ebre i va dirigir l'Escola Taller de Medi Ambient del parc entre els anys 1985-1992. CV Albert Farré Bravo Professor associat al Departament d'Història i Història de l'Art de la Universitat Rovira i Virgili (URV). Imparteix assignatures d'investigació social quantitativa. Col·labora a la Regidoria de Benestar Social de l'Ajuntament de Reus com a director del Centre Social El Roser , coordinant-hi el Menjador social, el Servei Residencial d'Estada Limitada, el Programa de Gestió Alimentària Responsable, la Xarxa de Distribució d'Aliments i l'àmbit de Sensellarisme. Web Albert Morales Moreno Doctor en Ciències del Llenguatge i Lingüística Aplicada, i màster en Traducció i Interpretació per la Universitat Pompeu Fabra. Imparteix docència a diversos graus i màsters de la Universitat Oberta de Catalunya i interuniversitaris (amb la Universitat Rovira i Virgili i la Universitat deVic). Fa recerca sobre discurs especialitzat, jurilingüística, traducció, terminologia i neologia amb IULATERM, OBNEO i TRANSIUS. Web Begonya Enguix Grau Doctora en Antropologia Social i Cultural (Universitat Rovira i Virgili). Dirigeix a la UOC el Grau d'Antropologia i Evolució Humana URV-UOC. Coordina el Grup de recerca consolidat MEDUSA. Participa al Grup de recerca sobre Antropologia del cos (ICA/IMF-CSIC). Les seves línies prioritàries de recerca són: gèneres, cossos, sexualitats, identitats, antropologia urbana i antropologia dels media. Web CV Bruno Gómez de Soler Doctor en Prehistòria per la Universitat Rovira i Virgili (2016) i professor associat a la mateixa universitat. Investigador de l'Institut Català de Paleoecologia Humana i Evolució Social (IPHES). Les seves línies de recerca giren al voltant de la mobilitat territorial dels caçadors-recol·lectors mitjançant l'estudi de les matèries primeres lítiques i les seves àrees de captació. Codirector de diverses excavacions arqueopaleontològiques en l'àmbit català. CV Carlos Lorenzo Merino Professor agregat a la Universitat Rovira i Virgili (URV). Doctor en Prehistòria per la Universitat Complutense de Madrid i llicenciat en Història i Geografia per la Universitat de Barcelona. Coordina el màster d'Arqueologia del Quaternari i Evolució Humana de la URV. És paleoantropòleg i forma part de l'equip de recerca de la Serra d'Atapuerca des de l'any 1989. CV Cesar Armando Villegas Delgado Deborah Barsky Doctora en Antropologia per la Universitat de Perpinyà (2001). Investigadora a temps complet a l'Institut Català de Paleoecologia Humana i Evolució Social (IPHES) des del 2010. Especialista en Prehistòria i en l'anàlisi de les eines de pedra del pleistocè inferior i mitjà. CV Eduard Aibar Puentes Doctor en Filosofia per la Universitat de Barcelona. Membre del grup de recerca MUSSOL sobre filosofia per als reptes contemporanis. Investigador postdoctoral a la Maastricht University (Països Baixos), a la Universitat de Salamanca i professor a la Universitat de Barcelona. Especialista en estudis de ciència i tecnologia (STS). Web CV Elisenda Ardèvol Piera Doctora en Filosofia i lletres i Llicenciada en Història (Antropologia Social y Cultural) (UAB). Directora del grup de recerca Mediaccions. Visiting scholar en la Universitat de California del Sur i del RMIT (Austràlia). CV Esteve Dot Jutglà Ethel Allué Martí Doctora en Història per la Universitat Rovira i Virgili (URV, 2002). És Investigadora a l'Institut Català de Paleoecologia Humana i Evolució Social (IPHES) i professora associada a la Universitat Rovira i Virgili. Les seves línies de recerca son l'estudi del combustible com a recurs energètic i la seva importància en l'evolució humana i la transformació i evolució de la cobertura vegetal arbòria per analitzar les possibles causes naturals o antropogèniques. CV Gala Gómez Merino Tècnica de conservació i restauració de materials arqueopaleontològics i paleoantropològics en IPHES. Ha estudiat conservació a l’Escola Superior de Conservació i Restauració de Béns Culturals de Catalunya de Barcelona (2002), i el Màster Erasmus Mundus en Quaternari i Prehistòria a la Universitat Rovira Virgili a Tarragona (Espanya). Ha realitzat diferents estades de recerca i formació a França al Museu Nacional d'\"Histoire Naturelle\" (París) i al \"Centre Européen de Recherches Préhistoriques\" (Tautavel) i ha participat en el treball de camp dels jaciments d’Atapuerca a \"Trinchera del Ferrocarril\", i particularment a \"Sima del Elefante\". CV Gema Chacón Navarro Doctora amb menció europea en Prehistòria per la Universitat Rovira i Virgili (URV). Investigadora a l'Institut Català de Paleoecologia Humana i Evolució Social (IPHES). Des del 2016 és professora associada de la Universitat Rovira i Virgili. CV Gemma Casal Fité Glòria Munilla Cabrillana Catedràtica de Patrimoni Històric i Arqueològic. Directora del Programa del Màster del Mediterrani Antic (Universitat Oberta de Catalunya – Universitat Autònoma de Barcelona – Universidad de Alcalá de Henares) Treballa en la docència i la investigació en Protohistòria i Arqueologia, Historiografia de l'Arqueologia, Docència, Elearning i TIC. Educació, Patrimoni i TIC, Patrimoni cultural i TIC, Patrimoni en conflicte al segle XX. La Guerra Civil espanyola i Interpretació, comunicació i difusió del patrimoni. CV Isabella Riccò Doctora en Antropologia Mèdica, és professora associada al Departament d'Antropologia, Filosofia i Treball Social de la Universitat Rovira i Virgili (URV). Ha participat en diversos projectes nacionals i internacionals sobre envelliment, cocreació, ciència ciutadana, digitalització i educació, educació sanitària i pluralisme terapèutic. Actualment co-coordina el projecte AGORAge (pilot del projecte H2020-COESO) sobre cura comunitària i gent gran. Web Jacqueline Anita Robbins Doctora en Educació per la Universitat Autònoma de Barcelona. Se centra en l'àmbit de la implicació (engagement) d'estudiants d'idiomes en fòrums de discussió asíncrons, en la innovació pedagògica en l'àmbit de l'aprenentatge d'idiomes, en el disseny de tasques per desenvolupar les competències escrites i orals, i en el rol del professorat en el procés d'aprenentatge d'idiomes en línia. CV Jaume Claret Miranda Doctor en Història (Universitat Pompeu Fabra), llicenciat en Ciències de la comunicació (Universitat Autònoma de Barcelona) i Humanitats (UPF). La seva recerca s'ha centrat en la història intel·lectual, cultural i política espanyola i catalana contemporànies. És IP del projecte de recerca: \"Regiocat. El regionalisme franquista des de Catalunya: pràctiques i discursos centrípets\". És membre del Consell Editorial de les revistes Rúbrica Contemporània i Recerques. Dirigeix el Màster d'Història del Món Contemporani. Web CV Jaume Vallverdú Vallverdú Doctor en Antropologia Social i Cultural per la Universitat Rovira i Virgili (URV) i professor agregat del Departament d'Antropologia, Filosofia i Treball Social de la mateixa universitat. Fa recerca en els àmbits de l'antropologia de la religió, l'antropologia simbòlica, els moviments religiosos i els moviments socials. Participa en el Grup de Recerca sobre Antropologia del Cos de l'Institut Català d'Antropologia/Institució Milà i Fontanals (CSIC). Web CV Josep Puigbó Testagrosa Professor associat a la Universitat Rovira i Virgili (URV). Llicenciatura en Antropologia Social i Cultural. Doctor en Antropologia Urbana. Web CV Joseph Hopkins Màster en Lingüística Aplicada per la Universitat d'Illinois a Urbana-Champaign. Professor de llengua anglesa i coordinador del projecte ICT-REV, finançat pel Centre Europeu per a les Llengües Modernes del Consell d´Europa. La seva activitat de recerca se centra en els àmbits de CALL (Computer Assisted Language Learning), la formació de professors d'idiomes en la utilització de les TIC, l'aprenentatge de llengües a distància, el treball col·laboratiu en xarxa i la comunicació mitjançant ordinador. CV Livia Motterle Mabel Gracia Arnáiz Catedràtica d'Antropologia Social a la Universitat Rovira i Virgili i investigadora del Medical Anthropology Research Center (MARC-URV). Investiga sobre alimentació i canvi social, posant especial atenció a les transformacions econòmiques, polítiques i socials que condicionen les formes d'alimentació actuals i sobre la relació entre l'alimentació, el gènere i la desigualtat social. Entre d'altres, és autora del llibre Comemos lo que somos (Icaria, 2015). Web CV Marina Lozano Ruiz Doctora en Història per la Universitat Rovira i Virgili (URV), i professora associada a la mateixa universitat. És investigadora a l'IPHES (Institut Català de Paleoecologia Humana i Evolució Social). La seva recerca en el camp de la paleoantropologia està relacionada amb patologies i patrons de desgast per tal d'establir les paleodietes d'homínids del Plistocè i Holocè. Des de 1996 és membre de l'equip d'investigació d'Atapuerca. CV María Offenhenden Doctora en Antropologia i Màster en Migracions i Mediació Social per la Universitat Rovira i Virgili (URV). Llicenciada en Antropologia, orientació sociocultural, per la Universitat de Buenos Aires. Actualment és professora associada del Departament d'Antropologia, Filosofia i Treball Social de la URV. La seva recerca s'ha centrat en les migracions internacionals, el treball reproductiu i l'organització social de la cura. Web CV Montserrat Soronellas Masdeu Doctora en Antropologia per la Universitat Rovira i Virgili (URV) i professora a la mateixa universitat. Ha realitzat investigació sobre l'àmbit de la família i el parentesc en el context dels mecanismes de reproducció i de transformació de les societats agràries i rurals. Web CV Palmira Saladié Ballesté Doctora en Història per la Universitat Rovira i Virgili (URV). Membre de l'equip de recerca dels jaciments d'Atapuerca des del 1995. Codirectora de les excavacions a l'Abric Romaní (Barcelona) i al barranc de la Boella (Tarragona). Des del 2009 és investigadora de l'Institut Català de Paleoecologia Humana i Evolució Social. Web Pau David Alsina Gonzalez Doctor en Filosofia per la Universitat de Barcelona. Director d'Artnodes, revista acadèmica d'art, ciència i tecnologia. El seu camp d'expertesa gira entorn la Cultura i tecnologies digitals; innovació en gestió i producció cultural y la interrelació d'arts, ciència, tecnologia i societat. Investigador dels grups consolidats reconeguts per l'AGAUR: Art, Arquitectura i Societat Digital (Universitat de Barcelona) i Mediaccions-ArtMatters (Univeritat Oberta de Catalunya) de cultura digital. CV Robert Sala i Ramos Arqueòleg, és professor titular de l'Àrea de Prehistòria de la Universitat Rovira i Virgili de Tarragona, és també director de l' IPHES (Institut Català de Paleoecologia Humana i Evolució Social), des del 2015. CV Roger Martínez Sanmartí Doctor en Sociologia per la Universitat Autònoma de Barcelona. Ha estat Batista i Roca Fellow al Fitzwilliam College de la Universitat de Cambridge i Investigador Resident a l'Internet Interdisciplinary Institute de la Universitat Oberta de Catalunya. La seva recerca se centra en el lligam entre cultura i desigualtat, sobretot en els processos d’obertura i tancament relacional en els àmbits de l’educació, les cultures juvenils, la música i els gustos i consums culturals. Web CV Rosa Huguet Pàmies Doctora en Geografia i Història per la Universitat Rovira i Virgili (URV) i professora a la mateixa universitat. El seu treball es centra en les estratègies de subsistència i la paleoeconomia del Plistocè i els homínids del Paleolític mitjà. Web Teresa Romeu Fontanillas Doctora en Societat de la Informació i el Coneixement per la Universitat Oberta de Catalunya (UOC). Coordina assignatures de Competències TIC als graus de la UOC, al Màster universitari d'Educació i TIC i al Postgrau de Lideratge i Direcció de centres educatius. Coordina la formació inicial del nou professorat que s'incorpora a la UOC. Investigadora del grup de recerca Edul@b de la UOC. EDEN Fellow per l’European Distance Education Network. Web CV Yolanda Bodoque Puerta Professora agregada Serra Húnter al Departament d'Antropologia, Filosofia i Treball Social de la Universitat Rovira i Virgili (URV). Membre del Grup de Recerca sobre Homes Cuidadors (URV) i co-investigadora principal d'un projecte R+D+I sobre l'impacte de la COVID-19 en l'organització social de la cura i la transformació del model de cura social. També participa com a investigadora en un pilot del projecte europeu COESO sobre l'envelliment en comunitats cuidadores. Web CV Grau d'Antropologia i Evolució Humana (interuniversitari: URV, UOC) Sortides professionals Sortides professionals Objectius Perfils Competències A qui es dirigeix Sortides professionals Aquest títol capacita per a exercir les activitats professionals següents: Investigador/a sociocultural Tècnic/a en diagnosi social i en planificació del territori Tècnic/a en intervenció social Agent d'igualtat Tècnic/a d'acollida Tècnic/a en cooperació Dinamitzador/a sociocultural Tècnic/a de gestió del patrimoni etnològic i cultural Especialista en màrqueting social Consultor/a de recursos humans Professionals de l'educació Pèrit judicial Tècnic/a en gestió de museus i parcs arqueològics Tècnic/a en gestió, documentació i catalogació del patrimoni arqueològic Divulgador/a científic en el camp de l'evolució humana i la prehistòria i del patrimoni arqueològic Tècnic/a en gestió i programació d'intervencions arqueopaleontològiques (excavacions arqueològiques, estudis d'impacte mediambiental i patrimonial...) Tècnic/a en producció i documentació Avaluador/a de programes Assessor/a de polítiques culturals Productor/a i editor/a de documentals audiovisuals Objectius El títol de grau d'Antropologia i Evolució Humana URV-UOC pretén proporcionar als estudiants la formació necessària per a l'estudi i comprensió de la varietat de les societats i cultures humanes, les seves causes i els seus significats dins d'una comprensió de la complexitat de la vida social. Els objectius generals del grau són: Proporcionar la formació necessària per a desenvolupar un coneixement de la diversitat humana , i apreciar la seva complexitat i potencial riquesa com a expressió de la diversitat territorial, adaptació a l'entorn i procés evolutiu. Proporcionar els coneixements teòrics, substantius i instrumentals que permetin desenvolupar l' estudi comparat de les societats i les cultures humanes amb dos enfocaments necessaris, un etnogràfic i l'altre adaptatiu, basat en l'evolució de la biologia i la cultura. Oferir un coneixement detallat dels diferents àmbits temàtics de l'antropologia social, cultural i biològica (processos econòmics, ecològics i evolutius, sistemes tecnològics i de gestió de recursos i del territori, sistemes de parentiu i relacions de gènere, sistemes polítics i jurídics; sistemes de creences, religió i rituals, i sistemes simbòlico-cognitius, valorant de tots la seva aparició i desenvolupament en el procés evolutiu i la seva expressió com a formes adaptatives), i saber aplicar aquest coneixement a la comprensió i resolució de problemes socials, econòmics, tècnics i ecològics contemporanis . Objectius El títol de grau d'Antropologia i Evolució Humana URV-UOC pretén proporcionar als estudiants la formació necessària per a l'estudi i comprensió de la varietat de les societats i cultures humanes, les seves causes i els seus significats dins d'una comprensió de la complexitat de la vida social. Els objectius generals del grau són: Proporcionar la formació necessària per a desenvolupar un coneixement de la diversitat humana , i apreciar la seva complexitat i potencial riquesa com a expressió de la diversitat territorial, adaptació a l'entorn i procés evolutiu. Proporcionar els coneixements teòrics, substantius i instrumentals que permetin desenvolupar l' estudi comparat de les societats i les cultures humanes amb dos enfocaments necessaris, un etnogràfic i l'altre adaptatiu, basat en l'evolució de la biologia i la cultura. Oferir un coneixement detallat dels diferents àmbits temàtics de l'antropologia social, cultural i biològica (processos econòmics, ecològics i evolutius, sistemes tecnològics i de gestió de recursos i del territori, sistemes de parentiu i relacions de gènere, sistemes polítics i jurídics; sistemes de creences, religió i rituals, i sistemes simbòlico-cognitius, valorant de tots la seva aparició i desenvolupament en el procés evolutiu i la seva expressió com a formes adaptatives), i saber aplicar aquest coneixement a la comprensió i resolució de problemes socials, econòmics, tècnics i ecològics contemporanis . Donar la formació que permeti reconèixer la importància del treball de camp empíric com a mètode primari per a la recol·lecció de dades i com a base per a la generació de les teories antropològiques, ja sigui en el camp de l'etnografia o en el de l'arqueologia dels orígens i evolució humans. Proporcionar a l'alumnat els coneixements i instruments necessaris per a l' exercici professional de l'antropologia en els àmbits de l'arqueologia del quaternari, de la posada en valor de jaciments arqueològics, mitjançant la museïtzació o la creació de centres d'interpretació, de les relacions interculturals i la diversitat cultural, el patrimoni etnològic i arqueològic, el desenvolupament territorial i el paper del patrimoni i el turisme cultural, la cooperació internacional, la docència i la investigació bàsica i aplicada en l'àmbit sociosanitari, sociocultural, socioeducatiu i organitzatiu, i la docència en ensenyaments secundaris i la docència i investigació universitària en tots els àmbits de l'antropologia. Perfils Aquest grau et prepararà per exercir activitats professionals diverses i estretament relacionades amb el món actual com les següents: Producció i documentació de materials producte de les recerques antropològiques i arqueològiques. Intervenció social, cooperació i dinamització sociocultural. Avaluació de programes o projectes vinculats a la investigació antropològica o arqueològica. Assessoria de polítiques culturals. Diagnosi social i planificació del territori. Gestió del patrimoni etnològic i cultural. Gestió de museus i parcs arqueològics. Gestió, documentació i catalogació del patrimoni arqueològic. Gestió i programació d'intervencions arqueopaleontològiques (excavacions arqueològiques, estudis d'impacte mediambiental i patrimonial). Màrqueting social. Producció i edició de documentals audiovisuals. Divulgació científica en els camps de l'antropologia social i cultural i del patrimoni cultural. Perfils Aquest grau et prepararà per exercir activitats professionals diverses i estretament relacionades amb el món actual com les següents: Producció i documentació de materials producte de les recerques antropològiques i arqueològiques. Intervenció social, cooperació i dinamització sociocultural. Avaluació de programes o projectes vinculats a la investigació antropològica o arqueològica. Assessoria de polítiques culturals. Diagnosi social i planificació del territori. Gestió del patrimoni etnològic i cultural. Gestió de museus i parcs arqueològics. Gestió, documentació i catalogació del patrimoni arqueològic. Gestió i programació d'intervencions arqueopaleontològiques (excavacions arqueològiques, estudis d'impacte mediambiental i patrimonial). Màrqueting social. Producció i edició de documentals audiovisuals. Divulgació científica en els camps de l'antropologia social i cultural i del patrimoni cultural. Divulgació científica en els camps de l'evolució humana, la prehistòria i el patrimoni arqueològic. Recerca sociocultural en l'àmbit de l'antropologia social i cultural. Recerca sociocultural en els àmbits de la prehistòria, l'evolució humana i l'arqueologia Competències Identificar i reconèixer els corrents i debats teòrico-metodològics de la història de l'antropologia en general i de les escoles evolucionistes en particular, i la gènesi dels seus conceptes bàsics. Identificar els mecanismes de construcció de la diferència i la identitat, i de les desigualtats vinculades amb l'etnicitat, la classe, o el gènere-sexe. Reconèixer la variabilitat transcultural i diacrònica de les societats humanes, els sistemes econòmics, de parentiu, de salut, polítics, simbòlics i cognitius, educatius i de gènere. Contextualitzar i integrar els coneixements d'evolució humana en el conjunt de les ciències humanes i socials des d'una mirada interdisciplinària. Analitzar i avaluar la diacronia de l'evolució humana i els sistemes diversos d'adaptació biològica i cultural a l'entorn. Dissenyar i implementar els procediments, protocols, tècniques i recursos instrumentals per a realitzar una investigació basada en el treball de camp etnogràfic, arqueològic o de laboratori. Competències Identificar i reconèixer els corrents i debats teòrico-metodològics de la història de l'antropologia en general i de les escoles evolucionistes en particular, i la gènesi dels seus conceptes bàsics. Identificar els mecanismes de construcció de la diferència i la identitat, i de les desigualtats vinculades amb l'etnicitat, la classe, o el gènere-sexe. Reconèixer la variabilitat transcultural i diacrònica de les societats humanes, els sistemes econòmics, de parentiu, de salut, polítics, simbòlics i cognitius, educatius i de gènere. Contextualitzar i integrar els coneixements d'evolució humana en el conjunt de les ciències humanes i socials des d'una mirada interdisciplinària. Analitzar i avaluar la diacronia de l'evolució humana i els sistemes diversos d'adaptació biològica i cultural a l'entorn. Dissenyar i implementar els procediments, protocols, tècniques i recursos instrumentals per a realitzar una investigació basada en el treball de camp etnogràfic, arqueològic o de laboratori. Ser capaç de registrar, tractar, analitzar i avaluar les dades procedents de les investigacions. Valorar les diferents formes de la comparació transcultural i distingir l'especificitat etnogràfica. Identificar les diferents modalitats d'anàlisi i interpretació del registre de l'evolució humana. Aplicar els coneixements i tècniques propies de la disciplina antropològica, des d'una visió holística, als diferents contextos d'intervenció social. Ser capaç de relacionar-se amb persones, grups i institucions d'altres contextos culturals i socials diferents del propi, superant els prejudicis etnocèntrics. Ser capaç de promoure la participació dels col·lectius en els seus processos de canvi social. A qui es dirigeix És recomanable que tinguis inquietuds sobre l'estudi de l'ésser humà en un sentit ampli i de les diferents societats i cultures. El grau en Antropologia i Evolució Humana et pot interessar si valores la importància de pensar a fons sobre l'origen, l'evolució, la conducta i el pensament de l'ésser humà; sobre la rellevància de la cultura material i simbòlica dels pobles, tant en l'àmbit etnogràfic com arqueològic, i si tens sensibilitat per problemàtiques vinculades als processos de canvi social, a la diversitat cultural o a la desigualtat. Més de 30 anys d'experiència d'e-learning L'any 1995, la UOC es va convertir en la primera universitat online del món . 30 anys després, continuem sent pioners en e-learning. L' eLearning Innovation Center fa evolucionar el model d'aprenentatge per garantir una formació de qualitat, única, connectada i en xarxa. Rànquing Times Higher Education Som la sisena millor universitat de l'Estat espanyol, segons el Young University Ranking del Times Higher Education. Rànquing Rànquing de Shanghai Estem entre les 150 millors universitats del món en comunicació i les 200 en educació. Rànquing U-Multirank Excel·lim en transferència del coneixement, compromís regional i docència i aprenentatge. 30 anys de la UOC 30 anys impulsant el teu futur amb formació de qualitat Grau d'Antropologia i Evolució Humana (interuniversitari: URV, UOC) Requisits d'accés Opcions d'accés Opcions d'accés L'accés a aquest grau s'ha de fer seguint el procediment general de preinscripció universitària de la Generalitat de Catalunya. Es permetrà l'accés a estudis universitaris de grau als estudiants que reuneixin els requisits marcats per l'article 14 del Reial decret 1393/2007, de 29 d'octubre, pel qual s'estableix l'ordenació dels ensenyaments universitaris oficials: Batxillerat o equivalent més PAU Acreditació de la UNED de disposició de l'accés a estudis universitaris espanyols Títol de tècnic especialista o tècnic superior de la formació professional (CFGS/MP3/FPII) Prova d'accés per a més grans de 25 o més grans de 45 anys Vols presentar-te a les proves d'accés de més grans de 25 o 45 anys? Prepara't amb els nostres cursos online d'accés a la universitat . Títol universitari oficial espanyol Títol universitari oficial de països subscrits a l'EEES Homologació de títols d'educació superior de països aliens a l'EEES al títol universitari oficial espanyol corresponent Homologació d'estudis estrangers, en la mateixa branca de coneixement, de països aliens a l'EEES als estudis universitaris espanyols parcials Objectius, perfils i competències Descobreix a qui va dirigit aquest programa i quines noves competències pots adquirir. Saber-ne més Preguntes freqüents Tens dubtes? Donem resposta a les teves preguntes sobre la nostra oferta formativa, el model d’aprenentatge o tràmits, entre altres temes. Consulta L'opinió dels nostres graduats Graduades i graduats de la UOC t'expliquen en primera persona com han viscut el procés d'aprenentatge amb nosaltres i com la nostra metodologia els ha permès compaginar feina, estudis i vida personal. Tenir una flexibilitat d'horaris absoluta em va permetre fer el màster Daniel Marchante Realment em trobo realitzada. Ara, quan parlo, sé del que parlo. Helena Guillén La UOC t'ofereix competències, perquè el que necessites és saber-te adaptar en cada moment Manel Vicenç Volia créixer professionalment. La UOC m'ha ofert no estancar-me Alba Camacho Des de que vaig acabar el grau, he tingut un desenvolupament a la meva empresa José Miguel González Programes relacionats Grau Arts Veure tota la informació Selecciona fins a 3 programes per comparar Grau Humanitats Veure tota la informació Selecciona fins a 3 programes per comparar Grau Psicologia Veure tota la informació Selecciona fins a 3 programes per comparar Grau Història, Geografia i Història de l'Art (interuniversitari: UOC, UdL) Veure tota la informació Selecciona fins a 3 programes per comparar Grau Arts Veure tota la informació Selecciona fins a 3 programes per comparar Grau Humanitats Veure tota la informació Selecciona fins a 3 programes per comparar Grau Psicologia Veure tota la informació Selecciona fins a 3 programes per comparar Grau Història, Geografia i Història de l'Art (interuniversitari: UOC, UdL) Veure tota la informació Selecciona fins a 3 programes per comparar"
}