{
  "url": "https://uoc.edu/ca/estudis/beques-ajudes/beques-artemisa",
  "content": "Beques ARTEMISA durant el curs 2024-2025 La Universitat Oberta de Catalunya, a través de la Càtedra Internacional ARTEMISA de Ciberseguretat , convoca i finança vuit [8] beques de primera matrícula per a estudiants del màster universitari de Ciberseguretat i Privadesa de la UOC, amb l'objectiu que puguin cursar l'import total de matrícula del màster durant el curs 2024-2025. Termini de presentació tancat. Màster universitari de Ciberseguretat i Privadesa Els programes de la UOC es duen a terme en línia. L'activitat docent té lloc al Campus Virtual, un entorn virtual que es pot portar a la butxaca i on trobaràs les aules, el teu espai personal i les eines necessàries per a l'estudi i la comunicació. La docència es fa en català o castellà. Sobre la matrícula de les assignatures durant el primer semestre d'accés al màster (setembre del 2024). Es financen les despeses derivades, en primera matrícula, d'un màxim de 18 crèdits ECTS, equivalents a l'import total de la matrícula del màster. En cas de matricular-se d'un número inferior a 18 crèdits ECTS, equivalent a tres [3] assignatures, la beca seria per al total de crèdits matriculats. Les persones que vulguin optar a les beques han de complir els requisits següents: Estar en possessió d'un títol universitari equivalent a una enginyeria tècnica o superior, llicenciatura o diplomatura (mínim tres [3] anys) en l'àmbit de les tecnologies de la informació i de la comunicació. Tenir un expedient de la titulació d'accés al màster universitari amb una qualificació superior a set [7] en l'escala [0-10] o dos [2] en l'escala [0-4]. Haver nascut el 1989 o en anys posteriors. Ser de nacionalitat espanyola. No haver-se matriculat prèviament d'assignatures del màster universitari de Ciberseguretat i Privadesa. Complir els requisits d'accés al màster . Les persones interessades que compleixin els requisits establerts i vulguin obtenir alguna de les beques convocades en aquestes bases han de completar el formulari indicat al web de la convocatòria . Qualsevol sol·licitud presentada en un altre format o per qualsevol altre canal que no sigui el que s'indica en aquestes bases no s'acceptarà. En conseqüència, no entrarà en el procés selectiu de les beques convocades per la Càtedra Internacional ARTEMISA de Ciberseguretat. El termini de presentació de sol·licituds acaba el dia 15 de juliol , inclòs. Dins d'aquest mateix termini, les persones interessades han d'enviar, en format digital a l'adreça de correu eimt@uoc.edu , la documentació següent: DNI, NIE o passaport. Document acreditatiu de l'expedient acadèmic de la titulació d'accés al màster, en què consti la nota mitjana. Carta de motivació, redactada en català o castellà, amb una extensió màxima de 300 paraules, en què la persona sol·licitant expliqui els motius pels quals es vol matricular del màster. Carta de recomanació, redactada en castellà, català o anglès, amb una extensió màxima de 300 paraules, emesa per un professor o professora de la universitat d'origen de la persona sol·licitant, o bé del seu responsable directe en cas de treballar. Les bases legals de la convocatòria es poden consultar a l' e-TAULER de la seu electrònica de la UOC . En cas de discrepància, la informació vàlida serà la que consti en les bases de la convocatòria publicades a l'e-TAULER de la UOC. Període de presentació de les sol·licituds : fins al 15 de juliol de 2024 . Resolució de les beques: entre el 15 i el 29 de juliol de 2024 . La llista provisional i definitiva d'estudiants beneficiaris de les beques es publicarà a la pàgina web el 29 de juliol de 2024. També et pot interessar... Model educatiu Com s'ensenya i s'aprèn en la UOC? Estudiar a la UOC en 6 vídeos La comunitat de graduats UOC Alumni"
}