{
  "url": "https://uoc.edu/ca/estudis/formacio-continua/curs-soft-skills-intelligencia-emocional-nivell-intermedi",
  "content": "Presentació Programa acadèmic Professorat Sortides professionals Requisits d'accés Matrícula i preu Online i sense horaris Propera matrícula: maig 2025 Curs Online d'Intel·ligència emocional, Nivell Intermedi (B1) Presentació En aquest curs d'intel·ligència emocional adquiriràs les claus per a l'autoconeixement, l'empatia, la gestió de l'estrès i la relació amb les altres persones, una skill imprescindible per liderar equips i gestionar satisfactòriament la teva activitat personal i professional. Els cursos de la UOC Skills Lab et permeten fomentar la intel·ligència emocional i altres skills clau per al teu desenvolupament professional, a partir de les teves habilitats actuals i fins al nivell més avançat. Microcredencials Aquest curs atorga una microcredencial . Prova de nivell Fes la prova de nivell per determinar el nivell que et correspon! La intel·ligència emocional ens ajuda a entendre les nostres emocions i les de les persones amb les quals ens relacionem en el nostre dia a dia, tant en l'àmbit professional com en el personal. Assolir un bon nivell d'aquesta habilitat millora les nostres relacions en tots dos àmbits i ens possibilita la presa de millors decisions a la feina i en la gestió de la nostra vida privada. Els cursos d'intel·ligència emocional de la UOC et permeten desenvolupar i perfeccionar progressivament aquesta habilitat amb l'acompanyament de professorat expert i amb una metodologia en línia basada en recursos en format visual i videoreptes, amb els quals podràs posar en pràctica els diferents aspectes clau d'aquesta habilitat. Aquest curs s'orienta a millorar les competències professionals següents . Consulta l'apartat de Coneixements previs per confirmar que aquest és el teu nivell. Descarrega el programa (PDF) Inici 15 d’oct. 2025 100% Online 2 Crèdits ECTS Idiomes: Català, Castellà Titulació pròpia Durada: Metodologia 100% online 1a. universitat online del món Acompanyament personalitzat Entre les millors universitats La UOC se situa entre el 7 % de les millors universitats del món segons el World University Rankings 2024. Sessió informativa El campus virtual: accedeix-hi des de qualsevol lloc, sense barreres físiques Curs d'Intel·ligència emocional, Nivell Intermedi (B1) Programa acadèmic Programa acadèmic Durada Itinerari acadèmic Programa acadèmic Aquest curs és de 2 crèdits ECTS, preveu una dedicació de l'estudiant de 50 hores (25 hores per crèdit) i té una durada de 2 mesos. Continguts Gestió de l'estrès: desenvolupar estratègies efectives per gestionar l'estrès i la pressió emocional, mantenint la calma i la claredat mental en situacions desafiadores. Resolució de conflictes: abordar i resoldre conflictes de manera constructiva, cercant solucions mútuament beneficioses i promovent la col·laboració. Empatia avançada: comprendre profundament les emocions i les perspectives dels altres, fins i tot en situacions difícils, i respondre-hi de manera compassiva i comprensiva. Resultats d'aprenentatge En aquest curs adquiriràs els coneixements, les habilitats i les competències següents: Coneixements: Analitzar les situacions que condueixen a l'estrès Mediar per resoldre els conflictes que es puguin donar en diferents esferes i àmbits Aconseguir empatitzar per entendre les resistències als possibles canvis Habilitats: Programa acadèmic Aquest curs és de 2 crèdits ECTS, preveu una dedicació de l'estudiant de 50 hores (25 hores per crèdit) i té una durada de 2 mesos. Continguts Gestió de l'estrès: desenvolupar estratègies efectives per gestionar l'estrès i la pressió emocional, mantenint la calma i la claredat mental en situacions desafiadores. Resolució de conflictes: abordar i resoldre conflictes de manera constructiva, cercant solucions mútuament beneficioses i promovent la col·laboració. Empatia avançada: comprendre profundament les emocions i les perspectives dels altres, fins i tot en situacions difícils, i respondre-hi de manera compassiva i comprensiva. Resultats d'aprenentatge En aquest curs adquiriràs els coneixements, les habilitats i les competències següents: Coneixements: Analitzar les situacions que condueixen a l'estrès Mediar per resoldre els conflictes que es puguin donar en diferents esferes i àmbits Aconseguir empatitzar per entendre les resistències als possibles canvis Habilitats: Desenvolupar estratègies efectives per gestionar l'estrès i la pressió emocional, mantenint la calma i la claredat mental en situacions desafiants. Abordar i resoldre conflictes de manera constructiva, buscant solucions mútuament beneficioses i promovent la col·laboració. Comprendre profundament les emocions i perspectives dels altres, fins i tot en situacions difícils, i respondre de manera compassiva i comprensiva. Competències: Analitzar les situacions que generen estrès, dissenyar i planificar estratègies efectives per gestionar l'estrès i la pressió emocional. Facilitar la resolució de conflictes promovent la cerca de solucions que beneficiïn ambdues parts. Comprendre profundament les emocions i perspectives dels altres, fins i tot en situacions difícils. Aquest curs correspon al nivell 6 del Marc europeu de qualificacions (EQF), equivalent a un nivell de grau. Durada Els cursos de soft skills de la UOC Skills Lab tenen una durada de 2 mesos. Cada curs és de 2 crèdits ECTS i preveu una dedicació de l'estudiant de 50 hores (25 hores per crèdit). Aquest programa no forma part d'un itinerari acadèmic Al UOC Skills Lab, hi trobaràs cursos pràctics i aplicats per desenvolupar i perfeccionar les teves habilitats úniques i, així, poder assolir el teu màxim potencial en un món laboral en canvi constant. Oferim formació en les habilitats més demanades actualment en l'àmbit professional: Creativitat Intel·ligència emocional Gestió del canvi Lideratge i gestió d'equips Resolució de conflictes Comunicació efectiva Cada habilitat està estructurada en 6 cursos o nivells, per tal que puguis avançar al teu ritme i en funció dels teus objectius: Cursos A1 i A2: nivells bàsics Cursos B1 i B2: nivells intermedis Cursos C1 i C2: nivells avançats Combina els cursos per desenvolupar les teves competències personals i dona un impuls a la teva trajectòria professional. Curs d'Intel·ligència emocional, Nivell Intermedi (B1) Professorat Direcció d'estudis Direcció de programa Professorat Col·laboradors Direcció d'estudis Xavier Baraza Sànchez Doctor en Enginyeria Química, Máster en Química Experimental i enginyer químic industrial per la Universitat de Barcelona. Màster en Direcció i administració d'empreses (MBA) per l'Escola Europea de Negocis. Màster en Prevenció de Riscos Laborals per la Universitat Politècnica de Catalunya. Web Direcció de programa Carlos González Reyes Doctor del Programa Societat i Cultura, Màster en Direcció i Gestió de RH, Llicenciat en Publicitat i Relacions Públiques i Llicenciat en Història. Professorat Carlos González Reyes Doctor del Programa Societat i Cultura, Màster en Direcció i Gestió de RH, Llicenciat en Publicitat i Relacions Públiques i Llicenciat en Història. Col·laboradors Edgar Breso Esteve Curs d'Intel·ligència emocional, Nivell Intermedi (B1) Sortides professionals Objectius Perfils Competències Sortides professionals Objectius Aquest curs està orientat a l'adquisició de competències professionals de caràcter pràctic i s'ha dissenyat amb l'objectiu de donar resposta a les necessitats actuals de la societat i el mercat de treball. L'objectiu d'aquest curs és millorar la competència d'intel·ligència emocional ajudant els participants a dominar i entendre més bé les seves emocions i les dels altres. Això es tradueix en un seguit d'objectius específics: Reconèixer, comprendre i gestionar eficientment les emocions. Potenciar la presa de decisions i fomentar el benestar general promovent l'autoconeixement i la cura personal, i contribuir així a una vida més equilibrada i satisfactòria, tant en l'àmbit personal com professional. Ocupabilitat L’ocupabilitat dels nostres estudiants és clau per a l'èxit de la UOC. Identifiquem les competències clau que el mercat laboral demana i les incloem en els plans d’estudis. També t’empoderem perquè siguis tu qui decideixi i gestioni la teva carrera. Perfils La intel·ligència emocional és una habilitat clau per a qualsevol perfil professional. Pot ser especialment interessant per a persones que lideren un equip, així com per a professionals de l'àmbit dels recursos humans, l'atenció al client, la psicologia o la salut, entre molts d'altres. Competències Aquest curs forma part del catàleg de microcredencials de la UOC i certifica el desenvolupament de les competències professionals següents: Assertivitat. Mostrar empatia. Practicar l'escolta activa. Exercir l'autocontrol. Gestió de conflictes. Gestionar l'estrès. Aquestes competències clau en el mercat de treball han estat definides a partir de la classificació europea de competències, qualificacions i ocupacions (ESCO), per tal de facilitar l'ocupabilitat i la mobilitat laboral, així com el reconeixement entre centres educatius. Sortides professionals Aquest curs permet millorar les habilitats personals de qualsevol perfil professional. L'habilitat en intel·ligència emocional és especialment valorada en els rols professionals següents, entre molts d'altres: Gerents i directius d'empreses i organitzacions. Líders de grups de treball. Directors de projecte, project managers i program managers. Professionals de l'àmbit dels recursos humans. Professionals de la salut. Professionals de l'àmbit de l'educació. Més de 30 anys d'experiència d'e-learning L'any 1995, la UOC es va convertir en la primera universitat online del món . 30 anys després, continuem sent pioners en e-learning. L' eLearning Innovation Center fa evolucionar el model d'aprenentatge per garantir una formació de qualitat, única, connectada i en xarxa. Rànquing Times Higher Education Som la sisena millor universitat de l'Estat espanyol, segons el Young University Ranking del Times Higher Education. Rànquing Rànquing de Shanghai Estem entre les 150 millors universitats del món en comunicació i les 200 en educació. Rànquing U-Multirank Excel·lim en transferència del coneixement, compromís regional i docència i aprenentatge. 30 anys de la UOC 30 anys impulsant el teu futur amb formació de qualitat Curs d'Intel·ligència emocional, Nivell Intermedi (B1) Requisits d'accés Titulació d'accés Coneixements previs Titulació Titulació d'accés L'accés a aquest curs és obert. Per tant, no cal tenir una titulació prèvia. No obstant això, per poder superar el curs amb èxit, és imprescindible dominar les competències definides en els nivells anteriors. Consulta l'apartat de coneixements previs per a més informació. Si tens dubtes sobre el teu nivell inicial, et recomanem que facis la prova de nivell . Potencia la teva carrera professional La formació permanent de la UOC t'ofereix programes orientats a l'adquisició dels coneixements exigits als perfils professionals més valorats. Coneixements previs Per poder seguir amb èxit el curs d'Intel·ligència emocional de nivell intermedi (B1) és important que comprovis que domines les habilitats del nivell A2: Expresses les emocions de manera clara i efectiva i saps escoltar activament i respondre amb empatia a les emocions dels altres. Desenvolupes i mantens relacions saludables i productives, basades en la confiança, el respecte i la comunicació oberta. Ets capaç de reflexionar sobre les pròpies emocions i com afecten les interaccions amb els altres, així com identificar àrees de millora emocional. En tens dubtes? Fes la nostra prova de nivell per definir el teu punt de partida. Titulació L'estudiantat que superi aquest curs obtindrà una microcredencial, una certificació signada electrònicament que acredita l'assoliment de les competències vinculades a la formació que ha dut a terme. Quines característiques té una microcredencial? És una certificació en format digital i portable que et permetrà compartir-la fàcilment amb ocupadors, si busques feina, o amb centres de formació, si vols demanar el reconeixement d'aquest curs per continuar-te formant. Conté informació detallada i de valor sobre la formació obtinguda, amb l'objectiu de facilitar la seva validació i reconeixement per part de tercers. La pots enllaçar fàcilment des del currículum i compartir-la a les xarxes socials, com ara LinkedIn. A més, aquesta microcredencial et permet reconèixer crèdits en diversos programes de postgrau d'Economia i Empresa de la UOC, en cas que vulguis continuar la formació. Titulació L'estudiantat que superi aquest curs obtindrà una microcredencial, una certificació signada electrònicament que acredita l'assoliment de les competències vinculades a la formació que ha dut a terme. Quines característiques té una microcredencial? És una certificació en format digital i portable que et permetrà compartir-la fàcilment amb ocupadors, si busques feina, o amb centres de formació, si vols demanar el reconeixement d'aquest curs per continuar-te formant. Conté informació detallada i de valor sobre la formació obtinguda, amb l'objectiu de facilitar la seva validació i reconeixement per part de tercers. La pots enllaçar fàcilment des del currículum i compartir-la a les xarxes socials, com ara LinkedIn. A més, aquesta microcredencial et permet reconèixer crèdits en diversos programes de postgrau d'Economia i Empresa de la UOC, en cas que vulguis continuar la formació. Si vols més informació sobre les microcredencials, pots consultar la nostra pàgina Què són les microcredencials? Curs d'Intel·ligència emocional, Nivell Intermedi (B1) Matrícula i preu Procés de matricula i preu Formes de pagament Descomptes Procés de matrícula Aquests són els passos que cal seguir si vols començar un curs del UOC Skills Lab: Per validar el teu nivell previ, cal que facis la prova de nivell de l'habilitat o habilitats de les quals et vols matricular. Un cop feta la prova de nivell, et podràs matricular del curs. Quan et pots matricular? Hi ha dos moments a l'any per a la matrícula dels programes de formació permanent, depenent de l'inici de la docència del programa en qüestió. Consulta el termini de matriculació i l'inici de curs a la pàgina dels estudis que t'interessin cursar. Matriculació a partir del maig per als programes que inicien docència al setembre o octubre Matriculació a partir del novembre per als programes que inicien docència al febrer o març El preu d'aquest programa serà el vigent en el moment de formalitzar la matrícula. Subjecte a revisió anual. Consulta l'apartat Formes de pagament. En matricular-te, podràs escollir la modalitat que més et convingui. Concepte Preu Preu del curs 285 € Facilitats econòmiques Descomptes per a matrícula anticipada Pagament fraccionat en quotes Beques, ajuts i descomptes Condicions especials per a empreses Suport a esportistes de competició Informa-te'n 104.500 graduats i graduades 90 % d'estudiants que estudien i treballen 84 % tornaria a escollir la UOC Per als nous estudiants de Formació permanent, la primera quota serà del 10% de l'import. Màster de formació permanent : la primera quota s'haurà d'abonar amb TPV, en el moment de formalitzar la matrícula, i la resta en un màxim de 20 quotes mensuals a partir del mes d'inici de docència, per domiciliació bancària. En cas de matricular un màster amb un import superior a 5.000 euros, la primera quota s'haurà d'abonar per domiciliació bancària. Diploma d'especialització : la primera quota s'haurà d'abonar amb TPV, en el moment de formalitzar la matrícula, i la resta en un màxim de 9 quotes mensuals a partir del mes d'inici de docència, per domiciliació bancària. Diploma d'expert i curs de postgrau : per a imports superiors a 350 euros la primera quota s'haurà d'abonar amb TPV, en el moment de formalitzar la matrícula, i la resta en un màxim de 4 quotes, per domiciliació bancària. El pagament fraccionat té un import de 31 euros per gestió. El pagament de la matrícula es realitza en una única vegada, mitjançant domiciliació bancària. En triar aquest sistema de pagament, haureu d'introduir les dades bancàries en el formulari de matrícula. El càrrec corresponent a l'import de la matrícula s'efectuarà al mes següent. En el cas de les especialitzacions el pagament al comptat es realitza mitjançant TPV. Consulta les condicions de finançament existents: BBVA CaixaBank Préstec Aplazo (Santander) Per als nous estudiants de Formació permanent, la primera quota serà del 10% de l'import. Màster de formació permanent : la forma de pagament per poder fraccionar la matrícula és la domiciliació bancària (en cas de disposar d'un compte SEPA) o la domiciliació targeta (en cas de no disposar d'un compte SEPA). La primera quota s'haurà d'abonar en el moment de formalitzar la matrícula i la resta en un màxim de 20 quotes mensuals a partir del mes d'inici de docència. Diploma d'especialització : la forma de pagament per poder fraccionar la matrícula és la domiciliació bancària (en cas de disposar d'un compte SEPA) o la domiciliació targeta (en cas de no disposar d'un compte SEPA). La primera quota s'haurà d'abonar en el moment de formalitzar la matrícula i la resta en un màxim de 9 quotes mensuals a partir del mes d'inici de docència. Diploma d'expert i curs de postgrau : per a imports superiors a 350 euros la primera quota s'haurà d'abonar amb TPV, en el moment de formalitzar la matrícula, i la resta en un màxim de 4 quotes, per domiciliació bancària (en cas de disposar d'un compte SEPA) o per domiciliació targeta (en cas de no disposar d'un compte SEPA). Consulta aquí si la teva entitat bancària disposa de compte SEPA. El pagament fraccionat té un import de 31 euros per gestió. El pagament de la matrícula es realitza en una única vegada, mitjançant domiciliació targeta o transferència bancària. Si tries el pagament per domiciliació targeta, hauràs d'indicar les dades de la targeta a la qual cal carregar l'import durant el procés de matrícula. Recorda que les targetes acceptades són VISA, Visa Electron i Mastercard (no es pot fer el pagament amb American Express ni Dinners Club). El càrrec corresponent a la matrícula del curs es farà al mes següent. Si es tria pagar els estudis amb targeta, tingueu en compte que s'aplicaran les condicions econòmiques que hagis pactat amb la teva entitat bancària. És important que el límit de la targeta sigui superior a l'import de la matrícula per evitar que els rebuts es retornin. En cas de disposar d'un compte bancari SEPA es pot realitzar el pagament mitjançant domiciliació bancària. Per triar aquest sistema de pagament, haureu d'introduir les dades bancàries al formulari de matrícula. El càrrec corresponent a la matrícula del curs s'efectuarà al mes següent. Si tries el pagament per transferència bancària, el comprovant s'haurà d'enviar escanejat des de l'apartat del Campus: Secretaria / Matriculació / Formes de pagament. El termini per realitzar el pagament és de deu dies des de la data de formalització i sempre abans del començament de la docència. Podràs realitzar la transferència amb les dades que apareixen en el full de matrícula: Banco Santander Central Hispano Passeig de Gràcia, 5. 08007 Barcelona. Spain Número c/c: 0049-1806-91-2111869374 Swift Code: BSCH ES MM IBAN: ES15-0049-1806-9121-1186-9374 Les empreses poden realitzar el pagament únicament mitjançant transferència bancària. No podran realitzar el pagament de manera fraccionada. Durant el procés de la matrícula es podrà triar la forma de pagament per a empresa al desplegable corresponent. El comprovant de la transferència s'haurà d'enviar escanejat des de l'apartat del Campus: Secretaria / Matriculació / Formes de pagament. Aquestes són les dades necessàries per a efectuar la transferència: Banco Santander Central Hispano Passeig de Gràcia, 5. 08007 Barcelona. Spain Número c/c: 0049-1806-91-2111869374 Swift Code: BSCH ES MM IBAN: ES15-0049-1806-9121-1186-9374 Important: si l'empresa paga un tant per cent i l'estudiant l'altre tant per cent, la part de l'empresa s'haurà de pagar per transferència bancària i la part de l'estudiant amb la forma de pagament disponible que prefereixi (transferència, domiciliació o targeta de crèdit). Descomptes La UOC ofereix una sèrie de descomptes. Si et pots acollir a un, caldrà que en el moment de fer la matrícula el triïs al desplegable de l'apartat Descomptes. En cas que et puguis acollir a més d'un, hauràs d'escollir el que et sigui més beneficiós. En cas d'aplicar-te un d'aquests descomptes, en el moment de fer la matrícula hauràs d'acreditar la condició de beneficiari presentant la documentació corresponent en el termini de deu dies naturals. Els estudiants beneficiaris del títol de família nombrosa reconeguda per l'Estat espanyol o per l'organisme competent en la resta de països, tenen dret als següents descomptes, en funció de la categoria: Famílies nombroses de categoria especial: descompte del 15%. Famílies nombroses de categoria general: descompte del 7,5%. Els estudiants amb un grau de discapacitat igual o superior al 33% reconegut per l'Estat espanyol, o el grau equivalent per qualsevol altre país, tenen dret a un descompte del 15%. Els estudiants (o els seus fills o cònjuges) que hagin estat reconeguts com a víctima d'actes terroristes per l'organisme competent a l'Estat espanyol, o de qualsevol altre país, tenen dret a un descompte del 15%. Els estudiants (i els seus fills o filles dependents) que hagin estat reconeguts com a víctimes de violència de gènere, per l'organisme competent a l'Estat espanyol, o de qualsevol altre país, tenen dret a un descompte del 15%. Pots obtenir aquest descompte si has fet a la UOC assignatures lliures, cursos d'idiomes, seminaris, cursos de formació a mida (UOC Corporate) o un diploma d'expert. Si estàs estudiant un grau o màster universitari però encara no t'has titulat, també s'aplicarà el descompte de comunitat. Pots obtenir aquest descompte si has obtingut un títol oficial (de grau, llicenciatura, diplomatura, enginyeria o màster universitari) o un màster de formació permanent o diploma d'especialització a la UOC. Si la teva empresa o organització té un acord amb la UOC, podràs beneficiar-te de descomptes i avantatges a la teva matrícula. Consulta les condicions dels descomptes per empreses L'estudiantat considerat esportista de competició té dret a un descompte sobre l'import de la matrícula. Consulta la informació del programa Objectius, perfils i competències Descobreix a qui va dirigit aquest programa i quines noves competències pots adquirir. Saber-ne més Itinerari acadèmic Alguns programes formen part d’un itinerari acadèmic. Coneix la trajectòria formativa amb què aconseguiràs els teus objectius. Consultar itinerari L'opinió dels nostres graduats Graduades i graduats de la UOC t'expliquen en primera persona com han viscut el procés d'aprenentatge amb nosaltres i com la nostra metodologia els ha permès compaginar feina, estudis i vida personal. Tenir una flexibilitat d'horaris absoluta em va permetre fer el màster Daniel Marchante Realment em trobo realitzada. Ara, quan parlo, sé del que parlo. Helena Guillén La UOC t'ofereix competències, perquè el que necessites és saber-te adaptar en cada moment Manel Vicenç Volia créixer professionalment. La UOC m'ha ofert no estancar-me Alba Camacho Des de que vaig acabar el grau, he tingut un desenvolupament a la meva empresa José Miguel González"
}