{
  "url": "https://uoc.edu/ca",
  "content": "Mai no és tard per continuar aprenent En Joaquín, amb 65 anys, lluny de retirar-se, va decidir tornar a les aules. Va estudiar Enginyeria Informàtica, amb el millor expedient de la seva promoció. Ara, passats els 70 anys, treballa per empoderar les noves generacions. Ell és un dels alumnis protagonistes d''Històries en moviment' Connectem talent i empreses! Orientació, oportunitats i observatori són els tres eixos protagonistes de la cinquena edició de la Fira Virtual d'Ocupació de la UOC, que tindrà lloc el 2 i el 3 d'abril. Serà un espai virtual de trobada i intercanvi d'experiències i coneixement entre estudiants i alumnis de la UOC, professionals, empreses i institucions Explorem les respostes del futur Amb les més de 120.000 persones que s'han graduat al llarg d'aquests #30anysUOC hem innovat i transformat la manera d'ensenyar i d'aprendre Traça el teu rumb amb el GPS Professional Llancem una eina pionera per potenciar l'ocupabilitat, el GPS Professional. És una plataforma única i innovadora que permet a la comunitat UOC identificar els seus coneixements i habilitats, i saber si els seus perfils professionals s'ajusten a les demandes actuals de cada sector Trio una universitat oberta les 24 hores Descobreix la formació que s'adapta a tu Enllaços destacats Coneix-nos! Per què la UOC? Serveis que t'oferim Uneix-te a l'equip! Cerca per paraula Cercar Acreditada i de qualitat Sense horaris Adaptada al mercat laboral Recerca per transformar Solucions d’aprenentatge que se t’adapten Troba la formació que busques Tota l'oferta formativa La nostra formació és en línia, acreditada, inclusiva i de qualitat i aspirem a desenvolupar el talent de les persones. Graus Màsters Diplomes d'especialització i diplomes d’expert Executive Education Doctorat i recerca Cursos de formació contínua Matrícula oberta Cursos d’idiomes UOC Skills Lab Escola de Programació FP Jesuïtes en col·laboració amb la UOC Matrícula oberta Curs d’accés a la universitat Matrícula oberta Notícies Actualitat Tota l’actualitat Institucional Un estudi de la UOC i PIMEC constata que el 66 % de les pimes necessita més de tres mesos per cobrir un lloc de treball Institucional Un grau de sostenibilitat i un grau internacional de programari són les novetats de la UOC per al curs que ve Institucional La millora de l'oferta d'habitatge rural de lloguer, clau per atreure nous habitants a l'Espanya despoblada ocupabilitat Apunta't als seminaris web per preparar la Fira Virtual d'Ocupació Educació La UOC lidera la creació d'una acadèmia europea per formar professorat en l'ensenyament en línia Activitats Agenda No et perdis la resta d’activitats Coneix la nostra comunitat 30.uoc.edu 30 anys, 30 històries de transformació Volem continuar sent referents de la formació en una societat inclusiva, digital i emprenedora Visita el web"
}