{
  "url": "https://uoc.edu/ca",
  "content": "\"Queda molt per aprendre de la gent gran, del passat i del futur\" L'investigador del grup Care and Preparedness in the Network Society (CareNet) Tomás Sánchez Criado analitza els reptes del canvi climàtic i l'envelliment poblacional \"Fa trenta anys, estudiar per internet semblava una idea boja\" Carlos Manuel Bosch es va estrenar com a estudiant de la UOC el 1994 i, des de llavors, no ha parat d'aprendre: fa trenta anys que estudia sense interrupció Trio continuar aconseguint metes sense renunciar a res Ja coneixes els nostres màsters universitaris? Enllaços destacats Coneix-nos! Per què la UOC? Serveis que t'oferim Uneix-te a l'equip! Cerca per paraula Cercar Acreditada i de qualitat Sense horaris Adaptada al mercat laboral Recerca per transformar Solucions d’aprenentatge que se t’adapten Troba la formació que busques Tota l'oferta formativa La nostra formació és en línia, acreditada, inclusiva i de qualitat i aspirem a desenvolupar el talent de les persones. Graus Màsters Matrícula oberta Diplomes d'especialització i diplomes d’expert Matrícula oberta Executive Education Doctorat i recerca Matrícula oberta Cursos de formació contínua Matrícula oberta Cursos d’idiomes Matrícula oberta UOC Skills Lab Matrícula oberta Escola de Programació Matrícula oberta FP Jesuïtes en col·laboració amb la UOC Matrícula oberta Curs d’accés a la universitat Matrícula oberta Notícies Actualitat Tota l’actualitat Comunitat Implantem el doble factor d'autenticació per millorar la seguretat ocupabilitat La UOC celebrarà la cinquena edició de la Fira Virtual d'Ocupació els dies 2 i 3 d'abril EMPRESA Miranda León: “Poder expressar-nos de manera honesta, oberta i adequada impulsa l’avanç de projectes” Comunitat Descobreix els vídeos premiats dels Premis Equit@t Institucional La UOC aprova un pressupost de 183,6 milions Activitats Agenda No et perdis la resta d’activitats Coneix la nostra comunitat 30.uoc.edu 30 anys, 30 històries de transformació Volem continuar sent referents de la formació en una societat inclusiva, digital i emprenedora Visita el web"
}