{
  "url": "https://uoc.edu/portal/ca/corporate/index.html",
  "content": "UOC Corporate Som el teu soci de referència per al desenvolupament del Talent, la Innovació i la Competitivitat UOC Corporate Oferim solucions i col·laboracions per respondre als reptes actuals de les organitzacions. Solucions d'aprenentatge amb impacte Dissenyem i dinamitzem solucions d'aprenentatge transformadores per potenciar el creixement de les persones de la teva organització per tal que assoleixin els nous reptes de negoci. Col·laboracions Universitat & Empresa Captació de nou talent a través de la borsa de treball i pràctiques. Desenvolupament de projectes amb els nostres centres de recerca i transferència. Col·laboracions amb programes d'innovació i emprenedoria. Participació en els programes de responsabilitat social empresarial. Aliances amb la comunitat acadèmica. Llegeix-ne més Per què UOC Corporate #1 Més de 620 clients de referència han confiat en nosaltres #2 Innovació constant aplicada a l'aprenentatge (realitat virtual, gamificació, IA) #3 Equip professional multidisciplinari capaç d'oferir i gestionar solucions integrals #4 Capacitat de posar a la disposició de les empreses tots els serveis de la Universitat Vegeu amb qui col·laborem Alguns exemples dels nostres projectes Caixabank Sector banca i assegurances Hem ajudat a formar els empleats de l'entitat en gestió financera i a enfortir les capacitats de project management i de lideratge de la seva àrea tecnològica. Grup Catalana Occident Sector banca i assegurances Hem format professionals de l'asseguradora en els àmbits de comercial i màrqueting. Affinity Sector gran consum Per mitjà de l'aprenentatge, hem contribuït que els empleats de la companyia siguin ambaixadors de la marca. Vegeu amb qui col·laborem Les nostres xifres + 620 Clients han confiat en nosaltres + 23.000 Professionals formats amb els nostres programes + 400 Solucions dissenyades i impartides per experts + 625 Convenis de col·laboració + 240 Beques per desenvolupar el talent i l'equitat Més informació Col·laboracions Universitat & Empresa Desenvolupament de projectes amb els nostres centres de recerca i transferència Transferència de coneixement Participació en els programes de Responsabilitat Social Empresarial Programes Captació de nou talent Borsa de treball Col·laboracions amb programes d'innovació i emprenedoria Hubbik Programa de pràctiques en empresa i mobilitat Programa pràctiques Descomptes i avantatges en programes oberts UOC Programes formatius Més informació"
}