{
  "url": "https://uoc.edu/ca/estudis/formacio-continua/uoc-skills-lab",
  "content": "UOC Skills Lab 100% online La primera escola de soft skills que t'acompanya en el teu creixement professional Sis habilitats clau per destacar en el món laboral Cursos de 6 a 8 setmanes de durada Assessorament continu T'acompanyem des del primer moment UOC Skills Lab: practica les teves habilitats toves Et presentem un projecte únic i innovador amb el qual podràs adquirir les habilitats que necessites per destacar en el món laboral. T'oferim l'oportunitat de desenvolupar des del principi les habilitats més demanades pel mercat, amb les quals et podràs convertir en un professional capaç de comunicar, liderar el canvi i gestionar equips amb creativitat i intel·ligència emocional. Una formació feta a mida que s'adapta al teu nivell actual, sempre amb l'acompanyament d'experts en soft skills . Descobreix els cursos Garantia de qualitat UOC Amb els cursos del UOC Skills Lab obtindràs una microcredencial , una certificació digital que reconeix la qualitat de la formació, amb la qual podràs demostrar les competències professionals adquirides. Quina habilitat vols millorar? Matrícula tancada Gestió del canvi Nivells A1, A2, B1, B2, C1 i C2 Si vols liderar equips o gestionar amb èxit la teva activitat professional, la gestió del canvi és una habilitat clau. Descobreix tots els nivells Matrícula tancada Creativitat Nivells A1, A2, B1, B2, C1 i C2 Desenvolupa la teva capacitat d'originar idees noves i d'incorporar la creativitat i la innovació a la teva feina. Descobreix tots els nivells Matrícula tancada Intel·ligència emocional Nivells A1, A2, B1, B2, C1 i C2 Aprendre a reconèixer i gestionar les teves emocions i les dels altres és essencial per a l'èxit professional. Descobreix tots els nivells Matrícula tancada Lideratge i gestió d'equips Nivells A1, A2, B1, B2, C1 i C2 Impulsa el teu creixement amb competències directives i desenvolupa un lideratge inspirador i efectiu. Descobreix tots els nivells Matrícula tancada Resolució de conflictes Nivells A1, A2, B1, B2, C1 i C2 Potencia les teves habilitats per gestionar conflictes i proposa solucions pràctiques i col·laboratives. Descobreix tots els nivells Matrícula tancada Comunicació efectiva Nivells A1, A2, B1, B2, C1 i C2 Aprèn les claus per transmetre confiança, connectar amb les persones que t'envolten i comunicar-te de manera clara i eficaç. Descobreix tots els nivells Aprendràs a reconèixer el canvi, comunicar-lo de manera efectiva, gestionar la resistència al canvi i, finalment, anticipar-te al canvi per liderar-lo i aprofitar el seu poder transformador. Si tens dubtes sobre el nivell, et convidem a fer la prova de nivell , que t'ajudarà a determinar el teu punt de partida, des del qual podràs progressar i avançar al teu ritme. Gestió del canvi Nivell bàsic - A1 Reconeixement del canvi Adaptabilitat inicial Consciència de l'impacte Gestió del canvi Nivell bàsic - A2 Comunicació del canvi Resiliència davant del canvi Identificació d'oportunitats Gestió del canvi Nivell intermedi - B1 Planificació del canvi Gestió de la resistència Desenvolupament d'habilitats Gestió del canvi Nivell intermedi - B2 Lideratge del canvi Avaluació de l'impacte Innovació continuada Gestió del canvi Nivell avançat - C1 Anticipació estratègica Creació de cultura Influència global Gestió del canvi Nivell avançat - C2 Transformació radical Pensament estratègic Inspiració i empoderament Exploraràs i connectaràs idees, desenvoluparàs el pensament lateral per resoldre problemes de manera creativa i, finalment, seràs capaç d'innovar i crear tendències. Si tens dubtes sobre el nivell, et convidem a fer la prova de nivell , que t'ajudarà a determinar el teu punt de partida, des del qual podràs progressar i avançar al teu ritme. Creativitat Nivell bàsic - A1 Exploració d'idees Pensament flexible Curiositat activa Creativitat Nivell bàsic - A2 Connexió d'idees Resolució de problemes creatius Experimentació Creativitat Nivell intermedi - B1 Pensament lateral Habilitats creatives Adaptabilitat creativa Creativitat Nivell intermedi - B2 Innovació disruptiva Lideratge creatiu Col·laboració creativa Creativitat Nivell avançat - C1 Creativitat estratègica Cultura organitzacional creativa Mentoria creativa Creativitat Nivell avançat - C2 Creació de tendències Innovació global Llegat creatiu Partiràs d'un treball d'autoconeixement per aprendre a comunicar emocionalment i controlar l'estrès, a gestionar equips a través del coaching emocional i a liderar per crear un impacte social i global. Si tens dubtes sobre el nivell, et convidem a fer la prova de nivell , que t'ajudarà a determinar el teu punt de partida, des del qual podràs progressar i avançar al teu ritme. Intel·ligència emocional Nivell bàsic - A1 Consciència emocional Autocontrol emocional Empatia bàsica Intel·ligència emocional Nivell bàsic - A2 Comunicació emocional Gestió de relacions Autoconsciència emocional Intel·ligència emocional Nivell intermedi - B1 Gestió de l'estrès Resolució de conflictes Empatia avançada Intel·ligència emocional Nivell intermedi - B2 Lideratge emocional Influència positiva Gestió d'equips emocionals Intel·ligència emocional Nivell avançat - C1 Intel·ligència emocional estratègica Cultura organitzacional emocionalment intel·ligent Coaching emocional Intel·ligència emocional Nivell avançat - C2 Innovació emocional Lideratge transformacional Impacte social i global Desenvoluparàs la teva capacitat d'autolideratge, aprendràs a comunicar-te de manera inspiradora i efectiva, i, finalment, seràs capaç de prendre decisions informades i de fomentar mentalitats orientades a l'èxit. Si tens dubtes sobre el nivell, et convidem a fer la prova de nivell , que t'ajudarà a determinar el teu punt de partida, des del qual podràs progressar i avançar al teu ritme. Lideratge i Gestió d'Equips Nivell bàsic - A1 Atracció i fidelització de talent Lideratge km 0. L'autolideratge Autoconeixement i lideratge autèntic Lideratge i Gestió d'Equips Nivell bàsic - A2 Estils de lideratge Lideratge conscient La comunicació del lideratge Lideratge i Gestió d'Equips Nivell intermedi - B1 Intel·ligència estratègica La presa de decisions Generar el canvi i acompanyar-lo Lideratge i Gestió d'Equips Nivell intermedi - B2 Lideratge humanista Intel·ligència emocional Intel·ligència relacional Lideratge i Gestió d'Equips Nivell avançat - C1 Mentalitats exitoses Els inner development goals Construir equips guanyadors Lideratge i Gestió d'Equips Nivell avançat - C2 Liderar la cultura organitzacional Neurociència de l'alt rendiment Lideratge transformacional Aprendràs a classificar els diferents tipus de conflictes, a detectar processos que poden ajudar a resoldre'ls i a utilitzar eines comunicatives basades en la intel·ligència emocional per a una mediació eficaç. Si tens dubtes sobre el nivell, et convidem a fer la prova de nivell , que t'ajudarà a determinar el teu punt de partida, des del qual podràs progressar i avançar al teu ritme. Resolució de Conflictes Nivell bàsic - A1 El conflicte Tipologia de conflictes Abordatge dels conflictes Resolució de Conflictes Nivell bàsic - A2 Elements d'un conflicte Persones, problemes i processos La intensitat del conflicte Resolució de Conflictes Nivell intermedi - B1 Comunicació L'empatia i l'assertivitat Habilitats comunicatives Resolució de Conflictes Nivell intermedi - B2 Emocions Canalització de les emocions Eines comunicatives amb intel·ligència emocional Resolució de Conflictes Nivell avançat - C1 Què és la mediació? Habilitats de la persona mediadora La funció de mediar Resolució de Conflictes Nivell avançat - C2 Procés Principis de la mediació L'acord Desenvoluparàs la teva capacitat d'escolta, aprendràs a comunicar-te de manera assertiva, descobriràs tècniques de storytelling i, finalment, sabràs com llegir, interpretar i implicar les audiències, comunicant-te sempre de manera clara i eficaç. Si tens dubtes sobre el nivell, et convidem a fer la prova de nivell , que t'ajudarà a determinar el teu punt de partida, des del qual podràs progressar i avançar al teu ritme. Comunicació efectiva Nivell bàsic - A1 La comunicació: etimologia i propòsit L'escolta La comunicació assertiva Comunicació efectiva Nivell bàsic - A2 L'art de la conversa. Els tres llenguatges: verbal, emocional i corporal. La construcció de missatges. Comunicació efectiva Nivell intermedi - B1 Donar i rebre feedback Portaveus convincents Estructures narratives aristotèliques Comunicació efectiva Nivell intermedi - B2 El discurs racional El discurs de la credibilitat La connexió emocional Comunicació efectiva Nivell avançat - C1 Recursos narratius Tècniques de storytelling Posada en escena Comunicació efectiva Nivell avançat - C2 Tècniques de storytelling dels guionistes de Hollywood. Llegir, interpretar i implicar les audiències. Presentacions d'alt impacte. Què són les soft skills ? Són les habilitats transversals necessàries per exercir les funcions d'un càrrec professional; competències versàtils aplicables a diferents entorns, dins i fora del context laboral. Amb la pràctica d'aquestes habilitats estaràs afavorint la cultura d'empresa, la creació de comunitat i el foment de la iniciativa. Les titulacions i les habilitats tècniques ja no són suficients per destacar en un context laboral cada vegada més competitiu. Les empreses cerquen treballadors que s'adaptin a entorns canviants i que puguin col·laborar eficientment entre ells. Certificar el domini d'habilitats toves pot ser el factor diferencial del teu currículum. Formació visual i activitats interactives Aprenentatge pràctic des del minut u Resoldràs els reptes setmanals d'una manera pràctica: gravant-te en vídeo. A més de rebre retorn personalitzat del professorat, els recursos audiovisuals que trobaràs a l'aula et permetran continuar millorant les teves habilitats. Descobreix els cursos T'acompanyem des del primer moment Seguiment continu Sempre comptaràs amb el suport de l'equip de professionals de la UOC. 1. Abans de matricular-te Orientació per escollir el teu nivell Disposes d'una prova de nivell per triar per quin curs has de començar i, si tens dubtes, t'ajudem a escollir les habilitats més adients d'acord amb la teva trajectòria. 2. Durant els estudis Acompanyament durant el procés d'aprenentatge T'acompanyem durant el procés d'aprenentatge, amb professorat expert que avalua el teu progrés amb un retorn personalitzat. 3. En acabar el curs Assessorament per seguir formant-te Quan acabis, obtindràs una avaluació global de les teves habilitats perquè puguis elaborar el teu pla de desenvolupament. 30 anys de la UOC El 1994 vam ser la primera universitat online del món. Avui, som referents mundials en e-learning. Per què escollir la UOC? Avalada pels nostres graduats i graduades Un 79 % tornaria a triar la UOC. Un 81 % està satisfet/a amb la titulació. 90.400 Estudiants 89% Estudia i treballa. Reconeguda per les empreses. Model educatiu La UOC es caracteritza per un model educatiu propi, basat en una metodologia online de qualitat, que situa l'activitat de l'estudiant al centre. Amb nosaltres, l'estudiant aprèn de manera activa. Premis internacionals Avalen la nostra metodologia online la implicació en projectes de recerca, el compromís social i una trajectòria vinculada a l'e-learning de qualitat. 122.750 Graduats i graduades"
}