{
  "url": "https://uoc.edu/ca/estudis/formacio-continua/escola-de-programacio",
  "content": "Escola de Programació 100% online Aprèn la competència més sol⋅licitada del mercat Amb els cursos pràctics de Java, Python i JavaScript, avança't als canvis i assegura el teu èxit professional. Cursos de Python, JavaScript i Java Al teu ritme, supera un o més nivells en un semestre Assessorament continu T'acompanyem des del primer moment Tria un llenguatge de programació i estudia al teu ritme L'Escola de Programació de la UOC posa la programació a l'abast de qualsevol persona, fent-la més fàcil i accessible per a tothom. Amb un sistema d'aprenentatge estructurat en sis nivells seqüencials, podràs començar des de zero, o bé des d'un nivell més avançat, si ja tens coneixements de programació. Si tens dubtes de per on començar, t'ajudarem a trobar el teu punt de partida, des del qual podràs progressar i avançar al teu ritme, en un entorn flexible i personalitzat i amb l'orientació i el suport continu de docents experts en programació. Descobreix els programes Certificacions amb garantia UOC Amb els cursos de l'Escola de Programació obtindràs una microcredencial , una certificació digital reconeguda que et permetrà demostrar les competències professionals adquirides. La programació és una de les competències més demanades en el mercat laboral. En un món en què la tecnologia segueix guanyant protagonisme, les competències informàtiques són cada cop més rellevants i la demanda de perfils amb coneixements de programació no deixa d'augmentar. La formació en programació t'ajudarà a diferenciar-te en el món laboral. La nostra Escola de Programació t'ofereix una formació flexible que et permetrà aprendre a programar des de zero o a partir de coneixements previs. Amb una orientació des del primer moment, t'ajudarem a establir el teu punt de partida, i, amb el seguiment i suport continu de professorat expert en programació, podràs aprendre i avançar al ritme de les teves pròpies capacitats, habilitats i disponibilitat. Els cursos de l'Escola de Programació estan dissenyats per a qualsevol persona interessada a adquirir habilitats de programació com a part del seu desenvolupament professional. El llenguatge a escollir dependrà de la teva trajectòria professional i del teu objectiu: Python: és especialment útil per complementar perfils professionals d'àmbits com el màrqueting digital, l'anàlisi financera, l'economia, la direcció d'empreses, el periodisme, la biologia o la biomedicina. Si vols treballar en tractament o anàlisi de dades, l'automatització de processos i la resolució de problemes complexos, Python és el teu llenguatge de programació. JavaScript: el seu domini et permetrà desenvolupar webs i aplicacions mòbils i afegir interactivitat i dinamisme a les pàgines web. Es tracta d'un llenguatge de programació que pot ser de gran utilitat per a professionals que treballin en camps com el màrqueting digital, el disseny gràfic i la creació de continguts digitals. Java: és interessant especialment per a professionals de la informàtica i l'àmbit de la tecnologia. És un llenguatge molt estès que es fa servir en el desenvolupament d'aplicacions per a dispositius mòbils, l'escriptori, el web, els servidors i els entorns cloud o al núvol, i també per al tractament de big data . Aprenentatge sense límits Podràs avançar un o més nivells en un únic semestre. Comença pel teu nivell actual i avança tant com vulguis, partint de les teves possibilitats i la teva disponibilitat. Orientació i suport individualitzats Estaràs acompanyat/ada en tot moment. Rebràs suport i feedback de manera contínua, i seràs capaç d'avançar en tot moment al ritme de les teves habilitats. Què vols aprendre? Matrícula oberta Python Nivells A1, A2, B1 i B2 Està enfocat a l'automatització de processos, l'anàlisi de dades i la resolució de problemes complexos. Més informació Matrícula oberta JavaScript Nivells A1, A2, B1 i B2 És essencial per al desenvolupament de webs interactius i d'aplicacions mòbils, útil per afegir interactivitat i dinamisme a les pàgines web. Més informació Matrícula oberta Java Nivells A1 i A2 Llenguatge d'ús transversal molt sol·licitat en desenvolupament full-stack , per a servidors web, entorns cloud i tractament de big data . Més informació Què n'opina el nostre estudiantat? «Valoro molt el suport del professor, que és fonamental. La recomano a tothom que vulgui estudiar un llenguatge de programació, sigui des de zero o per adquirir més nivell.» Natalia M. García Luna Estudiant de l'Escola de Programació de la UOC 30 anys de la UOC El 1994 vam ser la primera universitat online del món. Avui, som referents mundials en e-learning. Per què escollir la UOC? Avalada pels nostres graduats i graduades Un 79 % tornaria a triar la UOC. Un 81 % està satisfet/a amb la titulació. 90.400 Estudiants 89% Estudia i treballa. Reconeguda per les empreses. Model educatiu La UOC es caracteritza per un model educatiu propi, basat en una metodologia online de qualitat, que situa l'activitat de l'estudiant al centre. Amb nosaltres, l'estudiant aprèn de manera activa. Premis internacionals Avalen la nostra metodologia online la implicació en projectes de recerca, el compromís social i una trajectòria vinculada a l'e-learning de qualitat. 122.750 Graduats i graduades"
}