{
  "url": "https://uoc.edu/ca/estudis/acces-universitat/curs-acces-universitat-45-anys",
  "content": "Presentació Pla d'estudis Requisits i titulació Prova d'accés Matrícula Online i sense horaris Matrícula oberta Curs Preparatori Online d'Accés a la universitat per a majors de 45 anys Presentació Si creus que l'accés a la universitat és difícil, ara et volem facilitar el camí cap al coneixement i la realització personal. Et preparem per a les proves oficials d'accés a la universitat per a més grans de 45 anys, que et permetran estudiar a la Universitat Oberta de Catalunya (UOC) i a la resta d'universitats de Catalunya. Estudia a la universitat Accedeix als estudis universitars amb la prova d'accés a la universitat. Prova en català Amb aquest curs et preparem per superar les proves d’accés a la universitat en català. Compleix el teu somni d'estudiar a la universitat Els requisits d'accés a aquest curs són: Tenir 45 anys o més l'any natural en què es faci la prova. No tenir cap titulació que habiliti per accedir a la universitat. Els avantatges d'estudiar amb nosaltres són: Estudia en línia des de casa i al teu ritme. Relaciona't amb la resta d'estudiants al Campus Virtual. Rep la guia i atenció personalitzada del personal docent col·laborador. A més de preparar-te per superar la prova d'accés a la universitat per a més grans de 45 anys, et podràs integrar amb èxit a la comunitat universitària de la UOC, ja que treballaràs amb la mateixa metodologia i els mateixos recursos que la resta d'estudiants. És una oportunitat única de connectar amb la nostra àmplia comunitat universitària, científica i cultural. Demana'n informació i matricula-t'hi ara! Descarrega el programa (PDF) Inici 15 d’oct. 2025 100% Online Idioma Català Durada: de 6 a 12 mesos Titulació: Pròpia Nivell: Mig Metodologia 100% online 1a. universitat online del món Acompanyament personalitzat Entre les millors universitats La UOC se situa entre el 7 % de les millors universitats del món segons el World University Rankings 2024. Curs Preparatori d'Accés a la universitat per a majors de 45 anys Pla d'estudis Matèries comunes Matèries específiques Matèries comunes Les matèries comunes de pla d’estudis del curs d’Accés a la Universitat per a persones més grans de 45 anys estan directament relacionades amb els àmbits que s’avaluen en la prova d'accés a la universitat per a persones més grans de 45 anys. Llengua catalana * Llengua castellana * Estratègies d'aprenentatge, recurs per aprendre a aprendre ** * En aquesta àrea es prepara l’exercici de comentari de text. **En el curs d’accés a la UOC s’ha inclòs l’assignatura \"Estratègies d'aprenentatge, recurs per aprendre a aprendre\", que, treballada des de la tutoria, permet adquirir habilitats bàsiques d’estudi per a totes les assignatures del curs. Matèries específiques En aquest curs no es preparen matèries específiques ja que en la prova d'accés a la universitat per a persones més grans de 45 anys només cal examinar-se de Llengua catalana, Llengua castellana i Comentari de text. Curs Preparatori d'Accés a la universitat per a majors de 45 anys Requisits i titulació Requisits d’accés al curs d’Accés a la Universitat per a persones més grans de 45 anys Poden fer el curs d’Accés per a persones més grans de 45 anys els estudiants que reuneixin els requisits següents: Tenir 45 anys o més en l’any natural en que es realitzi la prova. No tenir cap titulació que habiliti per a accedir a la universitat Titulació Un cop superat aquest curs preparatori, podràs sol·licitar el certificat del curs d’accés a la universitat per a més grans de 25 anys o de 45 anys. Més de 30 anys d'experiència d'e-learning L'any 1995, la UOC es va convertir en la primera universitat online del món . 30 anys després, continuem sent pioners en e-learning. L' eLearning Innovation Center fa evolucionar el model d'aprenentatge per garantir una formació de qualitat, única, connectada i en xarxa. Rànquing Times Higher Education Som la sisena millor universitat de l'Estat espanyol, segons el Young University Ranking del Times Higher Education. Rànquing Rànquing de Shanghai Estem entre les 150 millors universitats del món en comunicació i les 200 en educació. Rànquing U-Multirank Excel·lim en transferència del coneixement, compromís regional i docència i aprenentatge. Curs Preparatori d'Accés a la universitat per a majors de 45 anys Prova d'accés Proves d’accés a la universitat per a persones més grans de 45 anys Per a accedir a la universitat si es tenen més de 45 anys, cal fer el següent: Superar una prova d’accés a la universitat per a persones més grans de 45 anys. Fer una entrevista personal, després d’haver obtingut la resolució d’«apte» a les proves d’accés. Com són les proves d’accés a la universitat per a persones més grans de 45 anys? Les proves d’accés als estudis universitaris s’estructuren en tres exàmens: Comentari de text Llengua catalana Llengua castellana Com es valora la prova d’accés a la universitat per a persones més grans de 45 anys? El candidat supera la prova d’accés a la universitat per a persones més grans de 45 anys quan obté un mínim de cinc punts —sobre un màxim de deu— en la qualificació final, resultat de la mitjana aritmètica dels tres exercicis. Proves d’accés a la universitat per a persones més grans de 45 anys Per a accedir a la universitat si es tenen més de 45 anys, cal fer el següent: Superar una prova d’accés a la universitat per a persones més grans de 45 anys. Fer una entrevista personal, després d’haver obtingut la resolució d’«apte» a les proves d’accés. Com són les proves d’accés a la universitat per a persones més grans de 45 anys? Les proves d’accés als estudis universitaris s’estructuren en tres exàmens: Comentari de text Llengua catalana Llengua castellana Com es valora la prova d’accés a la universitat per a persones més grans de 45 anys? El candidat supera la prova d’accés a la universitat per a persones més grans de 45 anys quan obté un mínim de cinc punts —sobre un màxim de deu— en la qualificació final, resultat de la mitjana aritmètica dels tres exercicis. No es podrà fer la mitjana si la qualificació d’algun dels tres exercicis és inferior a quatre punts. Per tant, en aquest supòsit, l’estudiant haurà suspès. En el moment en què a l’estudiant se’l considera apte en les proves d’accés, pot sol·licitar una entrevista personal per a matricular-se en els estudis corresponents de qualsevol universitat del sistema català. Entrevista personal Només per als candidats que hagin superat la prova d’accés a la universitat per a persones més grans de 45 anys i ho sol·licitin fent la preinscripció universitària. Només tindrà validesa l’any en què es fa i per a accedir a un sol centre/estudi. Es fa a la universitat on es vol accedir, encara que la prova s’hagi superat en una altra universitat del sistema català. Prova en català - Per a majors de 45 anys Accedeix Prova en castellà - Per a majors de 25 anys Accedeix Curs Preparatori d'Accés a la universitat per a majors de 45 anys Matrícula Matrícula Descomptes Procés de matrícula Sol·licita informació Per a més informació o per iniciar els tràmits de matrícula, deixa les teves dades al formulari de sol·licitud d'informació. Parla amb el nostre equip Ens posarem en contacte amb tu telefònicament per assessorar-te i guiar-te en el procés de matrícula del curs que hagis triat. Descobreix els detalls del curs T'informarem del programa, la metodologia, el calendari, els descomptes i les formes de pagament i finançament. Formalitza la matrícula Ja formes part de la UOC. Et donem la benvinguda! Descomptes La UOC ofereix un seguit de descomptes pels Seminaris, Cursos professionalitzadors, Programes de Desenvolupament Professional i el Curs de preparació per a la prova d’accés a la universitat per a més grans de 25 i 45 anys . Pels Seminaris i Programes de Desenvolupament Professional, si et pots acollir a algun, caldrà que en el moment de fer la matrícula el triïs en el desplegable de l’apartat Descomptes. En cas que et puguis acollir a més d’un, hauràs de triar el més beneficiós. Si t'interessa un Curs professionalitzador o el Curs de preparació per a la prova d’accés a la universitat per a més grans de 25 i 45 anys, per a saber si pots acollir-te a algun dels nostres descomptes, deixa'ns les teves dades de contacte i el departament d'assessorament a l'estudiant t'informarà. En cas d’aplicar-te un d’aquests descomptes en el moment de fer la matrícula, hauràs d’acreditar la condició de beneficiari presentant la documentació corresponent en el termini de deu dies naturals. Els estudiants beneficiaris del títol de família nombrosa reconegudes per l’Estat espanyol o per l’organisme competent en la resta de països, tenen dret als següents descomptes, en funció de la categoria: Famílies nombroses de categoria especial: descompte del 15% . Famílies nombroses de categoria general: descompte del 7’5% . Els estudiants amb un grau de discapacitat igual o superior al 33% reconegut per l’Estat espanyol, o el grau equivalent per qualsevol altre país, tenen dret a un descompte del 15% . Els estudiants (o els seus fills o cònjuges) que hagin estat reconeguts com a víctima d’actes terroristes per l’organisme competent en l’Estat espanyol, o de qualsevol altre país, tenen dret a un descompte del 15 %. Els estudiants (i els seus fills o filles dependents) que hagin estat reconeguts com a víctima de violència de gènere, per l’organisme competent en l’Estat espanyol, o de qualsevol altre país, tenen dret a un descompte del 15% . Comunitat UOC: 7 % de descompte Pots obtenir aquest descompte si has fet a la UOC estudis d’Assignatures lliures, del Centre d’Idiomes Moderns, Seminaris de Desenvolupament Continu, cursos de formació a mida (UOC Corporate), o una especialització. Si esteu estudiant un grau o màster universitari però encara no us heu titulat també se us aplicarà el descompte de comunitat. UOC Alumni: 10 % de descompte Pots obtenir aquest descompte si has obtingut un títol oficial (de grau, llicenciatura, diplomatura, enginyeria o màster universitari) o un màster o postgrau propi a la UOC. Si us podeu acollir a algun d’aquests descomptes ho heu d’indicar en el moment de fer la matrícula. Si la teva empresa o organització té un acord amb la UOC, podràs beneficiar-te de descomptes i avantatges a la teva matrícula. Més informació . El desistiment consisteix en l’anul·lació total de la matrícula amb dret a devolució de l’import total, sempre que se sol·liciti en els 14 dies naturals després de formalitzar-la. El preu dels programes serà el vigent en el moment de formalitzar la matrícula. Un cop exercit en temps i forma el dret de desistiment, podeu sol·licitar l’activació de la matrícula de nou, des del Campus Virtual. Conseqüències de l’exercici del dret de desistiment Si exerceixes el teu dret de desistiment de la matrícula, la Universitat procedirà a la devolució en el termini màxim de catorze (14) dies naturals de tots els pagaments que hagis efectuat, a comptar des de la data en què facis la sol·licitud. Per aquest motiu, és molt important que actualitzis les teves dades bancàries que hi ha informades al Campus Virtual per tal de procedir a l’esmentada devolució. Pots informar del teu compte bancari a l’apartat del Campus Virtual Expedient / Dades bancàries. 30 anys de la UOC 30 anys impulsant el teu futur amb formació de qualitat Descomptes Com a estudiant de la UOC et pots beneficiar de descomptes en la matrícula. Consulta els descomptes disponibles. Veure descomptes Accedeix a la universitat Un cop superada la prova d'accés a la universitat, podràs accedir als estudis universitaris de graus de la UOC. Descobreix l'oferta formativa"
}