{
  "url": "https://uoc.edu/ca/estudis/acces-majors/acces-universitat-majors-40",
  "content": "Accés a la universitat per a més grans de 40 anys mitjançant el reconeixement de l'experiència professional S'ofereix l'opció d'accedir a la Universitat als més grans de 40 anys per reconeixement de l'experiència professional. Poden accedir als estudis de Grau aquells estudiants que compleixin els següents requisits : Tenir 40 anys o més ja complerts en l'any acadèmic que s'inicia la convocatòria. No tenir cap titulació acadèmica que habiliti per accedir a la universitat per altres vies. Acreditar una experiència laboral o professional en relació amb l'ensenyament de grau sol·licitat. Aquest accés s'estructura en dues fases : Lliurament de documentació i valoració de l'experiència acreditada. Aquesta valoració es fa basant-se en la documentació que aporteu i està orientada a garantir que es compleixen els requisits establerts, així com la idoneïtat de la persona que sol·licita l'accés a la titulació. Entrevista personal. L'entrevista és un tràmit per a conèixer l'experiència professional de l'estudiant i determinar-ne la idoneïtat per a seguir amb èxit el camp del grau sol·licitat. Inscripció tancada Sol·licitud d'accés a la UOC : del 24 d’abril al 17 de juny de 2025. * El Grau de Nutrició Humana i Dietètica obre l’admissió per places limitades el 30 d'abril i segueix els terminis propis d’accés del procediment . Pagament de la taxa acadèmica : del 25 d’abril al 18 de juny de 2025. Lliurament de la documentació : del 25 d’abril al 18 de juny de 2025. Sol·licitud d'entrevista : del 25 al 26 de juny de 2025. Entrevistes : de l' 1 al 10 de juliol de 2025. Matriculació : del 2 al 24 de juliol de 2025. Abans de realitzar l'entrevista per accedir com major de 40 anys has de sol·licitar l'accés als estudis. Per a fer-ho, cal emplenar el formulari d'accés en el qual s'haurà d'especificar : Dades generals. Dades específiques relacionades amb els estudis de Grau que vols cursar a la UOC i l'opció d'accés de major de 40 anys. Un cop s'hagin introduït les dades, us proporcionem un nom d'usuari i una contrasenya perquè pugueu accedir, en unes hores, al Campus Virtual de la UOC. La taxa associada a aquest tràmit acadèmic és de 110 €* . Descomptes: Família nombrosa o monoparental de categoria especial, 65 anys o més, discapacitat mínima del 33%, víctimes d'actes terroristes, cònjuges i fills o filles, víctimes de violència masclista en l'àmbit de la parella i fills o filles dependents, i víctimes de violència masclista fora de l'àmbit de la parella: exempció del 100% del pagament. Família nombrosa o monoparental de categoria general: descompte del 50% en l'import de la taxa. *No complir amb els requisits documentals exigits, així com no superar la fase de valoració del currículum i/o l'entrevista personal, no dona dret a la devolució de la taxa. La documentació imprescindible per poder tenir en compte la sol·licitud d'accés, valorar els vostres mèrits i realitzar l'entrevista personal és la següent: Fotocòpia del document nacional d'identitat (DNI), el NIE o el passaport. Comprovant bancari d'haver abonat l'import de la taxa. Si correspon: documentació que acrediti la bonificació o l'exempció en el pagament de la taxa. Carta de motivació que justifiqui l'interès per estudiar a la UOC i pel grau al qual vols accedir. Currículum detallat: en cada mèrit del currículum (experiència laboral, formació, idiomes, etc.) cal indicar el número del document acreditatiu que es presenta. Únicament es valoraran els mèrits del currículum que quedin acreditats. Per exemple: auxiliar administratiu a l'empresa X, contractació de gener del 2004 a desembre del 2005 (document número 4). Relació numerada de tota la documentació presentada sobre els mèrits indicats al currículum. A cada document cal anotar el número corresponent, d'acord amb l'ordre indicat a la relació. Qualsevol altra documentació que consideris convenient i que acrediti l'experiència laboral i professional que descrius al currículum. * Com puc acreditar l'experiència laboral o professional relacionada amb el grau? Certificat de vida laboral, expedit per l’organisme oficial competent. Persones autònomes o que treballen per compte propi: certificació de la Tresoreria General de la Seguretat Social amb els períodes d'alta a la Seguretat Social, en el règim especial corresponent, descripció de l'activitat desenvolupada i especificació del temps durant el qual s'ha dut a terme. Contractes de treball. Certificats d'empresa en els quals s'especifiquin les funcions desenvolupades. * Com puc acreditar la formació i el coneixement de llengües estrangeres? Cal acreditar la formació amb el certificat o el títol del curs corresponent (o l'expedient, en el cas de titulacions no acabades), en el qual ha de constar la denominació, el període en què vas fer el curs i les hores de durada. Per als idiomes, es valorarà qualsevol documentació acreditativa del coneixement de català, castellà o llengües estrangeres. Com pots redactar el currículum Criteris de puntuació del currículum És imprescindible lliurar la documentació següent en format digital mitjançant el formulari disponible a Campus Virtual: Tràmits que pots fer / Accés per a més grans de 40 anys . La inscripció a l'entrevista es realitzarà a través del Campus Virtual: Tràmits que pots fer / Accés per a més grans de 40 anys . Per formalitzar la inscripció és imprescindible haver superat la fase de mèrits. En cas de no arribar als 5 punts, es considerarà que la persona candidata no acredita el mínim de mèrits necessaris per seguir amb el procés. L'entrevista té una durada aproximada de 20 minuts i es fa en modalitat virtual mitjançant la plataforma Blackboard. S'oferirà als sol·licitants que ho demanin un justificant d'assistència a l'entrevista personal. El resultat és un Apte o un No apte . La superació de l'accés per a més grans de 40 anys només té validesa per accedir a l'ensenyament de grau sol·licitat durant tres anys (l’any que se supera i dos anys més). Un cop hagi transcorregut aquest temps i en cas que no s'hagi formalitzat la matrícula, s'ha de tornar a realitzar l'entrevista personal. Un cop superada l'entrevista personal, rebràs en els propers dies una notificació amb la resolució final de l'admissió. En cas de ser Apte, podràs formalitzar la matrícula als estudis triats. Podràs gaudir del descompte per matrícula anticipada* , sempre que hagis realitzat els tràmits dins del termini d'accés indicat prèviament. L'estudiantat disposarà de 5 dies naturals per sol·licitar l'al·legació al resultat de la prova. * Els graus amb admissió prèvia per places limitades queden exclosos. Per què escollir la UOC? Avalada pels nostres graduats i graduades Un 87 % tornaria a triar la UOC. Un 81 % està satisfet/a amb la titulació. 87.000 Estudiants 90% Estudia i treballa. Reconeguda per les empreses. Model educatiu La UOC es caracteritza per un model educatiu propi, basat en una metodologia online de qualitat, que situa l'activitat de l'estudiant al centre. Amb nosaltres, l'estudiant aprèn de manera activa. Premis internacionals Avalen la nostra metodologia online la implicació en projectes de recerca, el compromís social i una trajectòria vinculada a l'e-learning de qualitat. 104.500 Graduades i graduats El model educatiu de la UOC El Campus Virtual"
}