{
  "url": "https://uoc.edu/ca/estudis/acces-majors/acces-universitat-majors-25",
  "content": "Proves d'accés a la universitat per a més grans de 25 anys del Consell Interuniversitari de Catalunya Aquesta prova d'accés a la universitat per a més grans de 25 anys és comuna per a totes les universitats de Catalunya i dóna accés preferent al sistema universitari català. En la fase general és obligatòria la prova de llengua catalana. Aquestes proves són comunes per a totes les universitats de Catalunya. En el web del Departament de Recerca i Universitats trobareu tota la informació sobre aquestes proves d'accés a la universitat per a més grans de 25 anys: Requisits Normativa Temaris i estructura dels exàmens Criteris de correcció També hi trobareu més informació interessant per a preparar aquestes proves d'accés a la universitat per a més grans de 25 anys, com ara enunciats d'exàmens i preguntes més freqüents. Quan i on es fan les proves d'accés per majors de 25 anys? El termini per a formalitzar la matrícula tant de les proves d'accés a la universitat per a més grans de 25 anys per a l'any 2025 és del 7 al 18 de febrer, per a totes les universitats catalanes. La matrícula es fa al web del Departament de Recerca i Universitats , en el qual també trobareu la informació de com haureu de consultar els resultats de les proves. Inscripció tancada Curs de preparació Accés a la universitat per a majors de 25 anys. Prova en català. Matrícula oberta Més informació Per què escollir la UOC? Avalada pels nostres graduats i graduades Un 79 % tornaria a triar la UOC. Un 81 % està satisfet/a amb la titulació. 90.400 Estudiants 89 % Estudia i treballa. Reconeguda per les empreses. Model educatiu La UOC es caracteritza per un model educatiu propi, basat en una metodologia online de qualitat, que situa l'activitat de l'estudiant al centre. Amb nosaltres, l'estudiant aprèn de manera activa. Premis internacionals Avalen la nostra metodologia online la implicació en projectes de recerca, el compromís social i una trajectòria vinculada a l'e-learning de qualitat. 122.750 Graduades i graduats El model educatiu de la UOC El Campus Virtual"
}