{
  "url": "https://uoc.edu/ca/estudis/acces-majors/acces-universitat-majors-45",
  "content": "Accés a la universitat per a més grans de 45 anys amb superació de la prova escrita Les persones majors de 45 anys que no posseeixin cap titulació acadèmica habilitant per accedir a la universitat per altres vies ni puguin acreditar experiència laboral o professional, podran accedir als ensenyaments universitaris oficials de Grau mitjançant la superació d'una prova d'accés adaptada. Poden accedir als estudis de Grau aquells estudiants que compleixin els següents requisits: Tenir 45 anys en l'any acadèmic que se sol·licita l'accés a la universitat. No tenir cap titulació acadèmica que habiliti per accedir a la universitat per altres vies. Aquest accés s'estructura en dues parts : Superació de la prova d'accés. Si encara no has fet la prova i et vols preparar per superar-la, pots fer el curs de preparació de la prova des de Formació Contínua i presentar-te a la convocatòria següent de la prova. Entrevista personal. L'entrevista és un tràmit per determinar la idoneïtat de la persona candidata per cursar els estudis de grau al qual ha sol·licitat accés. Al web del Departament de Recerca i Universitats trobareu tota la informació sobre aquestes proves d'accés a la universitat per a més grans de 45 anys. Inscripció tancada Curs de preparació Accés a la universitat per a majors de 45 anys. Més informació Sol·licitud d'accés a la UOC : del 23 d’octubre de 2024 al 16 de gener de 2025. * El Grau de Psicologia obre l’admissió al novembre i segueix els terminis propis d’accés del procediment. Pagament de la taxa acadèmica : del 23 d’octubre de 2024 al 17 de gener de 2025. Lliurament documentació : del 23 d’octubre de 2024 al 17 de gener de 2025. Sol·licitud d'entrevista : del 21 al 23 de gener de 2025. Entrevistes : del 3 al 13 de febrer de 2025. * El Grau de Psicologia comença les entrevistes el 27 de gener . Matriculació : del 3 al 18 de febrer de 2025. Abans de realitzar l'entrevista per accedir com major de 45 anys has de sol·licitar l'accés als estudis. Per a fer-ho, cal emplenar el formulari d'accés en el qual hauràs d'especificar: Dades generals. Dades específiques relacionades amb els estudis de Grau que vols cursar a la UOC i l'opció d'accés de major de 45 anys Un cop hagis introduït les teves dades, et proporcionarem un nom d'usuari i una contrasenya perquè puguis accedir, en unes hores, al Campus Virtual de la UOC. La taxa associada a aquest tràmit acadèmic és de 110 €* . En cas d'haver fet la Prova escrita en la convocatòria de l'any acadèmic que es demana l'accés (2024), no caldrà fer l'abonament de la taxa. Descomptes : Família nombrosa o monoparental de categoria especial, 65 anys o més, discapacitat mínima del 33%, víctimes d'actes terroristes, cònjuges i fills o filles, víctimes de violència masclista en l'àmbit de la parella i fills o filles dependents, i víctimes de violència masclista fora de l'àmbit de la parella: exempció del 100% del pagament. Família nombrosa o monoparental de categoria general: descompte del 50% en l'import de la taxa. *No complir amb els requisits documentals exigits, així com no superar la fase de valoració del currículum i/o l'entrevista personal, no dona dret a la devolució de la taxa. La documentació imprescindible per poder tenir en compte la teva sol·licitud d'accés i realitzar l'entrevista personal és la següent: Fotocòpia del document nacional d'identitat (DNI), el NIE o el passaport. Certificat de superació de la prova d'accés a la universitat per a més grans de 45 anys. Comprovant bancari d'haver abonat l'import de la taxa (únicament per a aspirants amb la prova superada abans del 2024). Currículum detallat Carta de motivació que justifiqui l'interès per estudiar a la UOC i pel grau al qual vols accedir. Per realitzar l'entrevista és un requisit imprescindible haver presentat la documentació requerida i haver abonat la taxa corresponent de 110 € . L'entrevista té una durada aproximada de 20 minuts i es fa en modalitat virtual mitjançant la plataforma Blackboard. S'oferirà als sol·licitants que ho demanin un justificant d'assistència a l'entrevista personal. El resultat és un Apte o un No apte . La superació de l'accés per a més grans de 45 anys només té validesa per accedir a l'ensenyament de grau sol·licitat durant els dos semestres immediatament posteriors. Un cop hagin transcorregut aquests dos semestres, en cas que no s'hagi formalitzat la matrícula, l'estudiant ha de sol·licitar de nou l'accés per aquesta via. Un cop superada l'entrevista personal rebràs, a mesura que es realitzin les mateixes, una notificació de la resolució i podràs formalitzar la matrícula als estudis triats. Podràs gaudir del descompte per matrícula anticipada , sempre que hagis sol·licitat accés al grau fins al 12 de desembre de 2024. * L'estudiant disposarà de 5 dies naturals per sol·licitar l'al·legació al resultat de la prova. Per què escollir la UOC? Avalada pels nostres graduats i graduades Un 87 % tornaria a triar la UOC. Un 81 % està satisfet/a amb la titulació. 87.000 Estudiants 90% Estudia i treballa. Reconeguda per les empreses. Model educatiu La UOC es caracteritza per un model educatiu propi, basat en una metodologia online de qualitat, que situa l'activitat de l'estudiant al centre. Amb nosaltres, l'estudiant aprèn de manera activa. Premis internacionals Avalen la nostra metodologia online la implicació en projectes de recerca, el compromís social i una trajectòria vinculada a l'e-learning de qualitat. 104.500 Graduades i graduats El model educatiu de la UOC El Campus Virtual"
}