{
  "url": "https://uoc.edu/ca/estudis/acces-universitat",
  "content": "Cursos d'accés a la universitat Matrícula oberta Matricula't ara i comença el 15 d'octubre. Prepara't per aconseguir el teu somni T'informem sobre el curs preparatori d'accés a la universitat per més grans de 25 i 45 anys i les proves d'accés 30 anys transformant l'aprenentatge en línia Què és el curs preparatori d'accés a la universitat online? Ara pots entrar a la universitat amb les proves per a més grans de 25 i 45 anys. Prepara't 100 % online per superar les proves d'accés a la universitat i aconsegueix el teu somni universitari. Et facilitarem diferents tècniques d'estudi i tot el temari necessari per superar la prova d'accés a la universitat per majors de 25 anys. Sense classes ni horaris Modalitat 100% online Durada de 6 a 12 mesos Tria el teu curs preparatori Curs d'accés a la universitat per a més grans de 25 anys Prova en català Veure tota la informació Curs d'accés a la universitat per a més grans de 25 anys Prova en espanyol Veure tota la informació Curs d'accés a la universitat per a més grans de 45 anys Prova en català Veure tota la informació Accés a la universitat Descobreix les diferents maneres d'accedir a la universitat a partir dels 25 anys. El curs d'accés a la universitat per a més grans de 25 anys et permet preparar-te la prova d'accés a la universitat amb una metodologia 100 % online. També pots accedir per la via d’accés de més grans de 40 anys amb acreditació d’experiència laboral superant una entrevista. Finalment, a partir dels 45 anys tens l'opció de superar la prova d'accés a la universitat per a més grans de 45 anys i una entrevista personal. Més grans de 25 - en català Més grans de 25 - en espanyol Més grans de 40 anys amb acreditació Més grans de 45 anys 30 anys de la UOC El 1994 vam ser la primera universitat online del món. Avui, som referents mundials en e-learning. Per què escollir la UOC? Avalada pels nostres graduats i graduades Un 79 % tornaria a triar la UOC. Un 81 % està satisfet/a amb la titulació. 90.400 Estudiants 89 % Estudia i treballa. Reconeguda per les empreses. Model educatiu La UOC es caracteritza per un model educatiu propi, basat en una metodologia online de qualitat, que situa l'activitat de l'estudiant al centre. Amb nosaltres, l'estudiant aprèn de manera activa. Premis internacionals Avalen la nostra metodologia online la implicació en projectes de recerca, el compromís social i una trajectòria vinculada a l'e-learning de qualitat. 122.750 Graduats i graduades"
}