{
  "url": "https://uoc.edu/ca/estudis/formacio-continua/curs-postgrau-tecnologies-batch-processing",
  "content": "Presentació Programa acadèmic Professorat Sortides professionals Requisits d'accés Matrícula i preu Online i sense horaris Matrícula oberta: últims dies Curs Online de Tecnologies de Batch Processing Presentació En els projectes de dades massives ( big data ), un dels casos d'ús principals consisteix a emmagatzemar, processar i analitzar grans volums de dades en llargs períodes de temps. En aquest curs es presenten les tecnologies de processament per lots ( batch processing ), que responen a aquesta necessitat. Aquestes tecnologies es donen a conèixer de manera conceptual i pràctica mitjançant la resolució d'un cas pràctic per al qual s'utilitzen eines especialitzades. Aquest curs atorga una microcredencial . Formació permanent online Potencia la teva carrera professional Facilitats de pagament Fracciona en quotes la teva formació permanent. Per què estudiar el curs online de Tecnologies de batch processing ? Aquest curs s'orienta a millorar les competències professionals següents . El batch processing és una eina fonamental en el processament de grans quantitats de dades en grups o lots. Aquesta estratègia és especialment efectiva quan es treballa amb conjunts de dades massives que no es poden processar en temps real. El processament per lots divideix un conjunt gran de dades en parts més petites o lots. Aquests lots es processen en ordre, i els resultats s'emmagatzemen abans de passar al lot següent. Això permet automatitzar el procés i fer-lo més eficient i escalable. Aquesta tècnica es fa servir en diverses indústries, com ara en les finances, l'atenció mèdica i el comerç al detall. És una eina clau per diversos motius: Eficiència : en lloc de processar cada dada individualment, agrupa les dades en lots i les processa en seqüència. Per què estudiar el curs online de Tecnologies de batch processing ? Aquest curs s'orienta a millorar les competències professionals següents . El batch processing és una eina fonamental en el processament de grans quantitats de dades en grups o lots. Aquesta estratègia és especialment efectiva quan es treballa amb conjunts de dades massives que no es poden processar en temps real. El processament per lots divideix un conjunt gran de dades en parts més petites o lots. Aquests lots es processen en ordre, i els resultats s'emmagatzemen abans de passar al lot següent. Això permet automatitzar el procés i fer-lo més eficient i escalable. Aquesta tècnica es fa servir en diverses indústries, com ara en les finances, l'atenció mèdica i el comerç al detall. És una eina clau per diversos motius: Eficiència : en lloc de processar cada dada individualment, agrupa les dades en lots i les processa en seqüència. Economia : és més rendible i escalable que el processament en temps real, atès que no cal gestionar cada petita transacció immediatament. Automatització : el processament per lots es pot automatitzar, fet que permet un flux de treball continu sense intervenció manual constant. Anàlisi complexa : es poden fer càlculs i transformacions més complexos amb les dades, que esdevenen fonamentals per prendre decisions estratègiques. Aquest curs ofereix una introducció a les tecnologies relacionades amb els sistemes de batch processing . La formació comença amb una visió històrica dels sistemes batch , per veure com han anat evolucionant a mesura que la tecnologia i els seus usos han anat canviant; continua amb una anàlisi de l'estructura tecnològica que hi ha darrere d'un projecte de dades massives; segueix amb l'estudi dels tres models principals de processament distribuït ( batch, real-time o streaming i basat en esdeveniments complexos), i acaba amb la revisió de les biblioteques principals d'anàlisi de dades, incloent-hi temes d'aprenentatge automàtic ( machine learning ), anàlisi de grafs i visualització de dades massives. Aquest curs és una introducció per a tota mena de professionals, incloent-hi els que vulguin cursar el màster d'Intel·ligència de Negoci i Big Data Analytics o qualsevol dels programes derivats. Descarrega el programa (PDF) Màsters oberts Aquest programa et permet obtenir un màster obert. Amb els nostres màsters oberts dissenyes el teu propi programa en funció del teu interès i de les teves necessitats professionals. Inici 12 març 2025 100% Online 6 Crèdits ECTS Idiomes: Castellà Titulació pròpia Durada: Matricula't Metodologia 100% online 1a. universitat online del món Acompanyament personalitzat Entre les millors universitats La UOC se situa entre el 7 % de les millors universitats del món segons el World University Rankings 2024. El tutor: guia i acompanyament individualitzat El campus virtual: accedeix-hi des de qualsevol lloc, sense barreres físiques Curs de Tecnologies de Batch Processing Programa acadèmic Programa acadèmic Recursos per a l’aprenentatge Durada Itinerari acadèmic Programa acadèmic El curs de Tecnologies de batch processing és de 6 crèdits ECTS, preveu una dedicació de l'estudiant de 150 hores (25 hores per crèdit) i té una durada aproximada de 4 mesos. Continguts En aquest curs es donen a conèixer les tecnologies de processament per lots (batch processing), que responen a l'emmagatzematge, el processament i l'anàlisi de grans volums de dades en llargs períodes de temps. Aquestes tecnologies es presenten tant des d'un punt de vista conceptual com des d'un punt de vista pràctic, a través de la resolució d'un cas pràctic per al qual s'utilitzen diverses eines especialitzades. Mòdul 1. Introducció als sistemes i el processament batch Mòdul 2. Introducció al big data Mòdul 3. Captura, preprocessament i emmagatzematge de dades massives Mòdul 4. Gestors de recursos per al processament de dades massives Mòdul 5. Programa acadèmic El curs de Tecnologies de batch processing és de 6 crèdits ECTS, preveu una dedicació de l'estudiant de 150 hores (25 hores per crèdit) i té una durada aproximada de 4 mesos. Continguts En aquest curs es donen a conèixer les tecnologies de processament per lots (batch processing), que responen a l'emmagatzematge, el processament i l'anàlisi de grans volums de dades en llargs períodes de temps. Aquestes tecnologies es presenten tant des d'un punt de vista conceptual com des d'un punt de vista pràctic, a través de la resolució d'un cas pràctic per al qual s'utilitzen diverses eines especialitzades. Mòdul 1. Introducció als sistemes i el processament batch Mòdul 2. Introducció al big data Mòdul 3. Captura, preprocessament i emmagatzematge de dades massives Mòdul 4. Gestors de recursos per al processament de dades massives Mòdul 5. Processament batch de dades en entorns big data Mòdul 6. Planificació i automatització de processos Resultats d'aprenentatge En aquest curs adquiriràs els coneixements, les habilitats i les competències següents: Knowledge [K] - SKill [S] - Competence [C] [K] Identificar el sistema d'emmagatzematge de dades més adequat per a un determinat projecte o tipus d'informació. [K] Comprendre els mecanismes d'extracció i transformació de dades, ja sigui a partir d'una única font de dades o fent ús de múltiples fonts de dades. [K] Identificar els punts crítics en un projecte d'intel·ligència de negoci, big data o anàlisi de dades, així com les febleses principals que puguin dificultar la finalització reeixida del projecte. [S] Conceptualitzar i dissenyar un flux de treball que permeti resoldre problemes específics entorn d'un projecte d'intel·ligència de negoci, big data o anàlisi de dades. [S] Analitzar, conceptualitzar, dissenyar i desenvolupar aplicacions per a la resolució de problemes específics en el context d'un projecte d'intel·ligència de negoci, big data o anàlisi de dades. [S] Treballar en un entorn virtual per a la realització d'aplicacions en el context d'un projecte d'intel·ligència de negoci, big data o anàlisi de dades. [C] Desenvolupar el pensament crític i autocrític en l'anàlisi, la conceptualització i el disseny de projectes d'intel·ligència de negoci, big data o anàlisi de dades. [C] Dissenyar, desenvolupar i gestionar projectes d'intel·ligència de negoci, big data o anàlisi de dades, tenint en compte l'evolució de les tecnologies, els llenguatges de programació i les necessitats d'empreses, d'institucions i, en general, de la societat. Pots consultar el pla docent del curs a través d'aquest enllaç . Aquest curs correspon al nivell 7 del Marc europeu de qualificacions (EQF), equivalent a un nivell de màster. Recursos per a l'aprenentatge L'origen d'aquests recursos d'aprenentatge és múltiple. Es tracta tant de materials didàctics preparats per l'equip d'experts per a la seva activitat docent com de recursos externs. Les eines de programari que s'utilitzaran en el curs de Tecnologies de batch processing són Apache Sqoop, HDFS, Apache Yarn, Apache Spark RDD i Apache Oozie. Es recomana disposar de màquines i sistemes operatius de 64 bits i 4 GB de RAM com a mínim (8 GB recomanats) Durada A la UOC, un crèdit ECTS equival a 25 hores de treball de l'estudiant. Segons el nombre de crèdits ECTS, la durada dels programes de formació permanent oscil·la entre 1 mes i 2 anys, aproximadament: Màster de formació permanent: 2 anys Diploma d'especialització: 1 any Diploma d'expert: 1 semestre (6 mesos) Curs de postgrau: entre 1 i 6 mesos El Curs de Tecnologies de Batch Processing forma part del següent itinerari acadèmic: Màster de Formació Permanent: Intel·ligència de Negoci i Big Data Analytics Diploma d'Expert: Competències d'Anàlisi (Data Literacy) Curs: SQL per a Anàlisi de Dades Curs: Anàlisi Estadística i Programació amb R Curs: Principis de Visualització de Dades Diploma d'Especialització: Estratègia de Dades i Business Analytics Diploma d'Expert: Anàlisi de Negoci Curs: People Analytics Curs: Customer Analytics Curs: Operations Analytics Diploma d'Expert: Estratègia de Dades Diploma d'Especialització: Data Analytics i Arquitectura de Dades Diploma d'Expert: Analítica de Dades (Data Analytics) Diploma d'Expert: Arquitectura de Dades Diploma d'Especialització: Arquitectura de Dades i Big Data Diploma d'Expert: Arquitectura de Dades Curs: Bases de dades noSQL Curs: Bases de dades analítiques Diploma d'Expert: Big Data Curs: Data Lakes Curs: Tecnologies de Stream Processing Curs: Tecnologies de Batch Processing Diploma d'Especialització: Analítica i Estratègia de Dades Diploma d'Expert: Analítica de Dades (Data Analytics) Curs: Fonaments d'Intel·ligència de Negoci Curs: Fonaments de Big Data Curs: Fonaments de Data Science Diploma d'Expert: Estratègia de Dades Curs: Estratègia i Cultura Analítica Curs: Data Governance Curs de Tecnologies de Batch Processing Professorat Direcció d'estudis Direcció de programa Professorat Tutoria Direcció d'estudis Daniel Riera Terrén Doctor en Enginyeria Informàtica per la UAB. Director dels Estudis d'Informàtica, Multimèdia i Telecomunicació de la UOC. La seva activitat docent se centra en la intel·ligència artificial, i la modelització, simulació i optimització de sistemes.El seu àmbit de recerca gira a l’entorn del desenvolupament d’algorismes híbrids (combinant IA, OR i CP) per a la resolució de problemes combinatoris, i el disseny de ludificació. CV Direcció de programa Josep Curto Díaz Doctor en Tecnologies de la informació i xarxes per la UOC. Experiència docent i recerca en l’àmbit de la intel·ligència de negoci, ciencia de dades, Big Data i intel·ligència artificial responsable. Fundador de AthenaCore, que ajuda a les empreses a adoptar bones practiques en les seves estrategies de dades amb focus en les tecnologies responsables. Membre del consell assessor de l'Escola L'horitzó, col.laborador acadèmic a AGSM/UNSW, profesor a IE Business School i fundador de aikreate. Web Professorat Albert Solé Ribalta Doctor en Informàtica per la Universitat Rovira i Virgili. Actualment vinculat a l'àrea docent de Big Data dins els Estudis d'Informàtica, Multimèdia i Telecomunicació de la UOC. Investigador de l'Internet Interdisciplinary Institute (IN3) dins del grup de xarxes i sistemes complexos (Complex Systems). Tutoria José Luis Gómez García Maria Concepción González Santiago Curs de Tecnologies de Batch Processing Sortides professionals Objectius Perfils Competències A qui es dirigeix Sortides professionals Objectius L'objectiu central del curs de Tecnologies de batch processing és proporcionar als estudiants una visió profunda del processament per lots, concretament de com funciona, quines són les seves aplicacions pràctiques i com s'integra amb altres tecnologies. Objectius específics Entendre l'evolució històrica dels sistemes batch . Entendre el context en què es fan servir aquests sistemes. Conèixer les tècniques bàsiques per a l'ús de sistemes batch en entorns clàssics. Entendre els conceptes i les definicions formals associades als conceptes de big data i afins. Identificar els elements tecnològics necessaris en qualsevol projecte basat en l'ús de big data . Conèixer les metodologies més adequades per a la implementació de sistemes de big data . Conèixer les principals eines disponibles en l'ecosistema de big data , especialment dels ecosistemes Apache Hadoop i Apache Spark. Objectius L'objectiu central del curs de Tecnologies de batch processing és proporcionar als estudiants una visió profunda del processament per lots, concretament de com funciona, quines són les seves aplicacions pràctiques i com s'integra amb altres tecnologies. Objectius específics Entendre l'evolució històrica dels sistemes batch . Entendre el context en què es fan servir aquests sistemes. Conèixer les tècniques bàsiques per a l'ús de sistemes batch en entorns clàssics. Entendre els conceptes i les definicions formals associades als conceptes de big data i afins. Identificar els elements tecnològics necessaris en qualsevol projecte basat en l'ús de big data . Conèixer les metodologies més adequades per a la implementació de sistemes de big data . Conèixer les principals eines disponibles en l'ecosistema de big data , especialment dels ecosistemes Apache Hadoop i Apache Spark. Construir models que generin coneixement com a resultat d'una anàlisi basada en tecnologia big data . Conèixer el funcionament bàsic de les eines i els entorns ( frameworks ) principals de big data , com ara HDFS o Apache Spark. Qüestions tècniques Consulta els requisits informàtics mínims necessaris per estudiar a la UOC Perfils El curs de Tecnologies de batch processing s'adreça als perfils següents: Estudiants de perfil tecnològic, enginyeries de tota mena, matemàtiques i/o ciències de la informació. Professionals vinculats a departaments de big data i arquitectura de dades. Experts en centres de competències de big data . Consultors i implantadors de solucions de big data de perfil tecnològic. Competències Aquest curs forma part del catàleg de microcredencials de la UOC i certifica el desenvolupament de les competències professionals següents: Arquitectura de la informació. Big data. Establiment de processos de dades. Generació de conjunts de dades. Gestió de sistemes de recopilació de dades. Hadoop. Spark. Aquestes competències clau en el mercat de treball han estat definides a partir de la classificació europea de competències, qualificacions i ocupacions (ESCO), a fi de facilitar l'ocupabilitat i la mobilitat laboral, així com el reconeixement entre centres educatius. A qui es dirigeix Els estudiants dels programes d'intel·ligència de negoci i big data analytics de la UOC procedeixen dels àmbits següents: Departaments de control de gestió en l'àmbit econòmic i financer, de màrqueting i de vendes, entre altres. Centres de competències d'intel·ligència de negoci o departaments especialitzats en anàlisi de dades. Departaments d'organització i sistemes i tecnologies de la informació . Consultors i implantadors de programari estàndard d'intel·ligència de negoci, tant de perfil de negoci com de perfil tecnològic. A causa de l'evolució del sector i de les organitzacions, és freqüent que professionals amb diferents nivells d'experiència es matriculin del nostre programa per reorientar la seva carrera. A més, aquest curs compleix un paper de continuïtat per a estudiants que han completat un grau i volen cercar feina en un àmbit professional de gran demanda. Sortides professionals L'objectiu del curs de Tecnologies de batch processing és formar professionals capaços d'implementar el processament per lots en diferents contextos per gestionar eficientment grans volums de dades. Aquest programa habilita per a les sortides professionals següents: Consultors i implantadors de sistemes de big data (centrats en necessitats de batch processing) en empreses de serveis. Arquitectes de dades, per dissenyar i construir la plataforma de dades per a projectes de big data (centrats en necessitats de batch processing ). Emprenedors que vulguin crear negocis basats en la creació o la implantació de sistemes especialitzats de big data (centrats en necessitats de batch processing ) o d'algun dels seus components, així com productes i/o serveis basats en dades. Responsables, caps de projecte o analistes de sistemes d'informació de big data i NoSQL en departaments d'informàtica, o tècnics i analistes d'empreses que hagin adquirit aquesta classe de sistemes o estiguin a punt de fer-ho. Sortides professionals L'objectiu del curs de Tecnologies de batch processing és formar professionals capaços d'implementar el processament per lots en diferents contextos per gestionar eficientment grans volums de dades. Aquest programa habilita per a les sortides professionals següents: Consultors i implantadors de sistemes de big data (centrats en necessitats de batch processing) en empreses de serveis. Arquitectes de dades, per dissenyar i construir la plataforma de dades per a projectes de big data (centrats en necessitats de batch processing ). Emprenedors que vulguin crear negocis basats en la creació o la implantació de sistemes especialitzats de big data (centrats en necessitats de batch processing ) o d'algun dels seus components, així com productes i/o serveis basats en dades. Responsables, caps de projecte o analistes de sistemes d'informació de big data i NoSQL en departaments d'informàtica, o tècnics i analistes d'empreses que hagin adquirit aquesta classe de sistemes o estiguin a punt de fer-ho. Més de 30 anys d'experiència d'e-learning L'any 1995, la UOC es va convertir en la primera universitat online del món . 30 anys després, continuem sent pioners en e-learning. L' eLearning Innovation Center fa evolucionar el model d'aprenentatge per garantir una formació de qualitat, única, connectada i en xarxa. Rànquing Times Higher Education Som la sisena millor universitat de l'Estat espanyol, segons el Young University Ranking del Times Higher Education. Rànquing Rànquing de Shanghai Estem entre les 150 millors universitats del món en comunicació i les 200 en educació. Rànquing U-Multirank Excel·lim en transferència del coneixement, compromís regional i docència i aprenentatge. 30 anys de la UOC 30 anys impulsant el teu futur amb formació de qualitat Curs de Tecnologies de Batch Processing Requisits d'accés Titulació d'accés Coneixements previs Titulació Titulació d'accés L'accés a aquest curs és obert i, per tant, no és necessari tenir una titulació prèvia. Potencia la teva carrera professional La formació permanent de la UOC t'ofereix programes orientats a l'adquisició dels coneixements exigits als perfils professionals més valorats. Coneixements previs Cal disposar de coneixements bàsics de programació, concretament de Python, així com d'anàlisi de dades i aprenentatge automàtic. Així mateix, és aconsellable tenir coneixements d'anglès escrit. Molts materials de referència i recursos addicionals estan disponibles en aquest idioma. En cas de dubte, es recomana demanar assessorament per dissenyar l'itinerari més adequat a partir del perfil d'accés concret de cadascú. Titulació Els estudiants que superin aquest curs obtindran una microcredencial, una certificació signada electrònicament que acredita l'assoliment de les competències vinculades a la formació que han dut a terme. Quines característiques té una microcredencial? És una certificació en format digital i portable que et permetrà compartir-la fàcilment amb ocupadors, si busques feina, o amb centres de formació, si vols demanar el reconeixement d'aquest curs per continuar-te formant. Conté informació detallada i de valor sobre la formació obtinguda, amb l'objectiu de facilitar-ne la validació i el reconeixement per part de tercers. La pots enllaçar fàcilment des del currículum i compartir-la a les xarxes socials, com ara LinkedIn. A més, aquesta microcredencial et permet obtenir 6 crèdits en cas que vulguis continuar la formació amb el màster d'Intel·ligència de Negoci i Big Data Analytics o amb qualsevol dels programes derivats següents: Titulació Els estudiants que superin aquest curs obtindran una microcredencial, una certificació signada electrònicament que acredita l'assoliment de les competències vinculades a la formació que han dut a terme. Quines característiques té una microcredencial? És una certificació en format digital i portable que et permetrà compartir-la fàcilment amb ocupadors, si busques feina, o amb centres de formació, si vols demanar el reconeixement d'aquest curs per continuar-te formant. Conté informació detallada i de valor sobre la formació obtinguda, amb l'objectiu de facilitar-ne la validació i el reconeixement per part de tercers. La pots enllaçar fàcilment des del currículum i compartir-la a les xarxes socials, com ara LinkedIn. A més, aquesta microcredencial et permet obtenir 6 crèdits en cas que vulguis continuar la formació amb el màster d'Intel·ligència de Negoci i Big Data Analytics o amb qualsevol dels programes derivats següents: Especialització d'Arquitectura de Dades i Big Data. Diploma d'expert de Big Data. Per a més informació sobre les microcredencials, pots consultar la nostra pàgina Què són les microcredencials? Curs de Tecnologies de Batch Processing Matrícula i preu Procés de matricula i preu Formes de pagament Descomptes Procés de matrícula Aquests són els passos que cal seguir si vols començar uns estudis a la UOC. Si ja heu cursat estudis amb nosaltres i voleu continuar-los, heu d'adreçar-vos a l'espai Tràmits del Campus Virtual. Omple el formulari de matrícula que trobaràs a totes les pàgines del programa. Després de registrar les teves dades personals, se't proporcionarà un nom d'usuari i triaràs la teva clau d'accés al campus. A continuació accediràs a la secció de les dades econòmiques, on escolliràs la forma de pagament i podràs demanar una factura, si la necessites. Un cop t'hagis matriculat, rebràs dos missatges a la bústia de correu que hagis indicat. Un primer missatge és la confirmació de la formalització de la teva matrícula. En un segon missatge, et recordarem el nom d'usuari i la clau que has triat, i que et permetran accedir al campus virtual. A partir de la formalització de la matrícula, disposes de catorze dies per a exercir el teu dret de desistiment de matrícula . Quan et pots matricular? Hi ha dos moments a l'any per a la matrícula dels programes de formació permanent, depenent de l'inici de la docència del programa en qüestió. Consulta el termini de matriculació i l'inici de curs a la pàgina dels estudis que t'interessin cursar. Matriculació a partir del maig per als programes que inicien docència al setembre o octubre Matriculació a partir del novembre per als programes que inicien docència al febrer o març El preu d'aquest programa serà el vigent en el moment de formalitzar la matrícula. Subjecte a revisió anual. Consulta l'apartat Formes de pagament. En matricular-te, podràs escollir la modalitat que més et convingui. Concepte Preu Preu del curs 830 € Facilitats econòmiques Descomptes per a matrícula anticipada Pagament fraccionat en quotes Beques, ajuts i descomptes Condicions especials per a empreses Suport a esportistes de competició Informa-te'n 104.500 graduats i graduades 90 % d'estudiants que estudien i treballen 84 % tornaria a escollir la UOC Per als nous estudiants de Formació permanent, la primera quota serà del 10% de l'import. Màster de formació permanent : la primera quota s'haurà d'abonar amb TPV, en el moment de formalitzar la matrícula, i la resta en un màxim de 20 quotes mensuals a partir del mes d'inici de docència, per domiciliació bancaria. En cas de matricular un màster amb un import superior a 5.000 euros, la primera quota s'haurà d'abonar per domiciliació bancaria. Diploma d'especialització : la primera quota s'haurà d'abonar amb TPV, en el moment de formalitzar la matrícula, i la resta en un màxim de 9 quotes mensuals a partir del mes d'inici de docència, per domiciliació bancaria. Diploma d'expert i curs de postgrau : per a imports superiors a 350 euros la primera quota s'haurà d'abonar amb TPV, en el moment de formalitzar la matrícula, i la resta en un màxim de 4 quotes, per domiciliació bancària. El pagament fraccionat té un import de 31 euros per gestió. El pagament de la matrícula es realitza en una única vegada, mitjançant domiciliació bancària. En triar aquest sistema de pagament, haureu d'introduir les dades bancàries en el formulari de matrícula. El càrrec corresponent a l'import de la matrícula s'efectuarà al mes següent. En el cas de les especialitzacions el pagament al comptat es realitza mitjançant TPV. Consulta les condicions de finançament existents: BBVA CaixaBank Préstec Aplazo (Santander) Per als nous estudiants de Formació permanent, la primera quota serà del 10% de l'import. Màster de formació permanent : la forma de pagament per poder fraccionar la matrícula és la domiciliació bancària (en cas de disposar d'un compte SEPA) o la domiciliació targeta (en cas de no disposar d'un compte SEPA). La primera quota s'haurà d'abonar en el moment de formalitzar la matrícula i la resta en un màxim de 20 quotes mensuals a partir del mes d'inici de docència. Diploma d'especialització : la forma de pagament per poder fraccionar la matrícula és la domiciliació bancaria (en cas de disposar d'un compte SEPA) o la domiciliació targeta (en cas de no disposar d'un compte SEPA). La primera quota s'haurà d'abonar en el moment de formalitzar la matrícula i la resta en un màxim de 9 quotes mensuals a partir del mes d'inici de docència. Diploma d'expert i curs de postgrau : per a imports superiors a 350 euros la primera quota s'haurà d'abonar amb TPV, en el moment de formalitzar la matrícula, i la resta en un màxim de 4 quotes, per domiciliació bancaria (en cas de disposar d'un compte SEPA) o per domiciliació targeta (en cas de no disposar d'un compte SEPA). Consulta aquí si la teva entitat bancària disposa de compte SEPA. El pagament fraccionat té un import de 31 euros per gestió. El pagament de la matrícula es realitza en una única vegada, mitjançant domiciliació targeta o transferència bancaria. Si tries el pagament per domiciliació targeta, hauràs d'indicar les dades de la targeta a la qual cal carregar l'import durant el procés de matrícula. Recorda que les targetes acceptades són VISA, Visa Electron i Mastercard (no es pot fer el pagament amb American Express ni Dinners Club). El càrrec corresponent a la matrícula del curs es farà al mes següent. Si es tria pagar els estudis amb targeta, tingueu en compte que s'aplicaran les condicions econòmiques que hagis pactat amb la teva entitat bancària. És important que el límit de la targeta sigui superior a l'import de la matrícula per evitar que els rebuts es retornin. En cas de disposar d'un compte bancari SEPA es pot realitzar el pagament mitjançant domiciliació bancària. Per triar aquest sistema de pagament, haureu d'introduir les dades bancàries en el formulari de matrícula. El càrrec corresponent a la matrícula del curs s'efectuarà al mes següent. Si tries el pagament per transferència bancària, el comprovant s'haurà d'enviar escanejat des de l'apartat del Campus: Secretaria / Matriculació / Formes de pagament. El termini per realitzar el pagament és de deu dies des de la data de formalització i sempre abans del començament de la docència. Podràs realitzar la transferència amb les dades que apareixen en el full de matrícula: Banco Santander Central Hispano Passeig de Gràcia, 5. 08007 Barcelona. Spain Número c/c: 0049-1806-91-2111869374 Swift Code: BSCH ES MM IBAN: ES15-0049-1806-9121-1186-9374 Les empreses poden realitzar el pagament únicament mitjançant transferència bancària. No podran realitzar el pagament de manera fraccionada. Durant el procés de la matrícula es podrà triar la forma de pagament per a empresa al desplegable corresponent. El comprovant de la transferència s'haurà d'enviar escanejat des de l'apartat del Campus: Secretaria / Matriculació / Formes de pagament. Aquestes són les dades necessàries per a efectuar la transferència: Banco Santander Central Hispano Passeig de Gràcia, 5. 08007 Barcelona. Spain Número c/c: 0049-1806-91-2111869374 Swift Code: BSCH ES MM IBAN: ES15-0049-1806-9121-1186-9374 Important: si l'empresa paga un tant per cent i l'estudiant l'altre tant per cent, la part de l'empresa s'haurà de pagar per transferència bancària i la part de l'estudiant amb la forma de pagament disponible que prefereixi (transferència, domiciliació o targeta de crèdit). Descomptes La UOC ofereix una sèrie de descomptes. Si et pots acollir a un, caldrà que en el moment de fer la matrícula el triïs al desplegable de l'apartat Descomptes. En cas que et puguis acollir a més d'un, hauràs d'escollir el que et sigui més beneficiós. En cas d'aplicar-te un d'aquests descomptes, en el moment de fer la matrícula hauràs d'acreditar la condició de beneficiari presentant la documentació corresponent en el termini de deu dies naturals. Els estudiants beneficiaris del títol de família nombrosa reconeguda per l'Estat espanyol o per l'organisme competent en la resta de països, tenen dret als següents descomptes, en funció de la categoria: Famílies nombroses de categoria especial: descompte del 15%. Famílies nombroses de categoria general: descompte del 7,5%. Els estudiants amb un grau de discapacitat igual o superior al 33% reconegut per l'Estat espanyol, o el grau equivalent per qualsevol altre país, tenen dret a un descompte del 15%. Els estudiants (o els seus fills o cònjuges) que hagin estat reconeguts com a víctima d'actes terroristes per l'organisme competent a l'Estat espanyol, o de qualsevol altre país, tenen dret a un descompte del 15%. Els estudiants (i els seus fills o filles dependents) que hagin estat reconeguts com a víctimes de violència de gènere, per l'organisme competent a l'Estat espanyol, o de qualsevol altre país, tenen dret a un descompte del 15%. Pots obtenir aquest descompte si has fet a la UOC assignatures lliures, cursos d'idiomes, seminaris, cursos de formació a mida (UOC Corporate) o un diploma d'expert. Si estàs estudiant un grau o màster universitari però encara no t'has titulat, també s'aplicarà el descompte de comunitat. Pots obtenir aquest descompte si has obtingut un títol oficial (de grau, llicenciatura, diplomatura, enginyeria o màster universitari) o un màster de formació permanent o diploma d'especialització a la UOC. Si la teva empresa o organització té un acord amb la UOC, podràs beneficiar-te de descomptes i avantatges a la teva matrícula. Consulta les condicions dels descomptes per empreses L'estudiantat considerat esportista de competició té dret a un descompte sobre l'import de la matrícula. Consulta la informació del programa Si et pots aplicar un d'aquests descomptes i, a més, et matricules durant el període de matriculació anticipada, en primer lloc s'aplicarà el descompte de matriculació anticipada i a l'import resultant s'hi aplicarà l'altre descompte. Objectius, perfils i competències Descobreix a qui va dirigit aquest programa i quines noves competències pots adquirir. Saber-ne més Itinerari acadèmic Alguns programes formen part d’un itinerari acadèmic. Coneix la trajectòria formativa amb què aconseguiràs els teus objectius. Consultar itinerari L'opinió dels nostres graduats Graduades i graduats de la UOC t'expliquen en primera persona com han viscut el procés d'aprenentatge amb nosaltres i com la nostra metodologia els ha permès compaginar feina, estudis i vida personal. Tenir una flexibilitat d'horaris absoluta em va permetre fer el màster Daniel Marchante Realment em trobo realitzada. Ara, quan parlo, sé del que parlo. Helena Guillén La UOC t'ofereix competències, perquè el que necessites és saber-te adaptar en cada moment Manel Vicenç Volia créixer professionalment. La UOC m'ha ofert no estancar-me Alba Camacho Des de que vaig acabar el grau, he tingut un desenvolupament a la meva empresa José Miguel González"
}