{
  "url": "https://uoc.edu/ca/estudis/formacio-continua/assignatura-competencies-digitals-ciutadania-avancat",
  "content": "Presentació Continguts Professorat Requisits d'accés Matrícula i preu Online i sense horari Propera matrícula: 24/04 Assignatura Online de Competències Digitals per la Ciutadania. Nivell Avançat Presentació La formació en competències digitals avançades té l'objectiu de dotar l'estudiantat de coneixements i eines per adquirir un nivell professional superior que li permeti impulsar projectes digitals i assessorar altres persones en el seu recorregut d'assoliment de les competències digitals. Ens referim a persones transformadores. En aquest sentit, l'objectiu del curs, que s'emmarca dins el programa formatiu de l'itinerari de competències digitals, és que l'estudiant millori els processos basats en TIC per expandir-los i fer-ne evolucionar l'organització. Aquest curs atorga una microcredencial. A partir d'una situació pràctica en què es planteja la necessitat d'una millora en la digitalització, l'estudiantat, per equips, haurà de triar un àmbit d'aplicació concret. En cada àmbit trobaran una situació que els portarà a superar una sèrie de reptes que hauran d'aplicar al seu projecte concret. Els àmbits que es projecten són els següents: centre educatiu, formació de formadors i administració pública. Aquest curs s'orienta a millorar aquestes competències professionals . Descarrega el programa (PDF) Inici 15 d’oct. 2025 Online 100% Idiomes: Català, Castellà Preu: 432 € Metodologia 100% online 1a. universitat online del món Acompanyament personalitzat Entre les millors universitats La UOC se situa entre el 7 % de les millors universitats del món segons el World University Rankings 2024. Assignatura de Competències Digitals per la Ciutadania. Nivell Avançat Continguts Continguts Objectius i competències Recursos per a l’aprenentatge Contingut Aquest curs és de 6 crèdits ECTS, preveu una dedicació de l'estudiant de 150 hores (25 hores per crèdit) i té una durada de 6 mesos Tenint en compte que es tracta d'un curs aplicat a l'entorn professional, els continguts, relatius a les àrees competencials del perfil transformador de l'ACTIC, es treballen a partir de casos pràctics dels àmbits d'aplicació esmentats anteriorment, en els quals l'estudiant ha de dur a terme una proposta de projecte transformador d'una organització concreta basant-se en quatre reptes. Objectius i competències Aquest curs està orientat a adquirir competències professionals de caràcter pràctic i s'ha dissenyat amb l'objectiu de donar resposta a les necessitats actuals de la societat i el mercat de treball. Els objectius de la formació són: Buscar informació a la xarxa optimitzant els criteris a partir d'un coneixement dels motors de cerca, contrastant fonts d'informació de manera crítica i essent capaços de crear estructures de treball i organització de la informació en funció de les necessitats, a més d'analitzar i representar dades de manera visual per donar suport als processos de decisió. Esdevenir un exemple de comunicació en comunitats digitals assessorant altres persones, planificant estratègies de comunicació i impulsant la col·laboració entre els membres de l'organització. Elaborar continguts digitals en diversos formats i dissenyar-los a partir d'un ús avançat de les eines d'edició i publicació d'aquests continguts, a més d'assessorar altres persones en aquest ús. Objectius i competències Aquest curs està orientat a adquirir competències professionals de caràcter pràctic i s'ha dissenyat amb l'objectiu de donar resposta a les necessitats actuals de la societat i el mercat de treball. Els objectius de la formació són: Buscar informació a la xarxa optimitzant els criteris a partir d'un coneixement dels motors de cerca, contrastant fonts d'informació de manera crítica i essent capaços de crear estructures de treball i organització de la informació en funció de les necessitats, a més d'analitzar i representar dades de manera visual per donar suport als processos de decisió. Esdevenir un exemple de comunicació en comunitats digitals assessorant altres persones, planificant estratègies de comunicació i impulsant la col·laboració entre els membres de l'organització. Elaborar continguts digitals en diversos formats i dissenyar-los a partir d'un ús avançat de les eines d'edició i publicació d'aquests continguts, a més d'assessorar altres persones en aquest ús. Recomanar sistemes de seguretat dels espais digitals, promovent mesures de privacitat i seguretat de les dades i donant estratègies per gestionar la petjada i la identitat digitals de l'organització. Avaluar i seleccionar de manera crítica les possibilitats de les tecnologies digitals avançades en funció de les necessitats, innovant digitalment el seu entorn i proporcionant assessorament sobre problemes i aspectes tècnics. El programa formatiu de l'itinerari de competències digitals es basa en les àrees competencials següents: Recerca, gestió i anàlisi de la informació. Comunicació i col·laboració. Creació de continguts, programació i fabricació d'objectes. Seguretat, benestar i civisme. Autonomia i resolució de problemes. Les competències s'organitzen en tres nivells. Aquest curs aborda el nivell 3 (avançat), vinculat amb la transformació digital. Nivell avançat: persona que ha aconseguit les competències digitals més avançades per transformar i innovar la societat digital actual. La persona transformadora impulsa projectes digitals i assessora altres persones en el seu recorregut d'assoliment de les competències digitals. Aquest curs forma part del catàleg de microcredencials de la UOC i certifica el desenvolupament de les competències professionals següents: Utilitzar tecnologies digitals per compartir dades, informació i contingut digitals. Gestionar dades, informació i contingut digitals. Comunicació i col·laboració digitals. Utilitzar programari de comunicació i col·laboració. Col·laborar utilitzant tecnologies digitals. Crear contingut digital. Desenvolupar contingut digital. Gestionar la identitat digital. Aplicar mesures de seguretat digital. Identificar mancances en competències digitals. Aquestes competències clau en el mercat de treball han estat definides a partir de la classificació europea de competències, qualificacions i ocupacions (ESCO), per tal de facilitar l'ocupabilitat i la mobilitat laboral, així com el reconeixement entre centres educatius. Recursos per a l'aprenentatge Els recursos per a l'aprenentatge que ofereix la UOC són digitals en multiformat (HTML5, WEB, EPUB, PDF, etc.) Assignatura de Competències Digitals per la Ciutadania. Nivell Avançat Professorat Direcció d'estudis Professorat Col·laboradors Direcció d'estudis Jordi Planella Ribera Catedràtic de l'àrea de Teoria i Història de l'Educació. Doctor en Pedagogia (UB). Ha estat educador social en el sector de persones amb diversitat funcional, en protecció a la infància i en programes comunitaris. Investigador del LES. És professor de la UOC des de l'any 2004, on imparteix docència en el grau d'Educació Social, el Màster de Psicopedagogia i el Doctorat en Educació i TIC (e-learning). Entre d'altres és autor de: Pedagogía Social Reflexiva (Publicacions UB, 2023); Sociedades Inclusivas (Ediuoc, 2023); Pedagogías Corporales (Octaedro, 2023). Web CV Professorat Teresa Romeu Fontanillas Doctora en Societat de la Informació i el Coneixement per la Universitat Oberta de Catalunya (UOC). Coordina assignatures de Competències TIC als graus de la UOC, al Màster universitari d'Educació i TIC i al Postgrau de Lideratge i Direcció de centres educatius. Coordina la formació inicial del nou professorat que s'incorpora a la UOC. Investigadora del grup de recerca Edul@b de la UOC. EDEN Fellow per l’European Distance Education Network. Web CV Col·laboradors Ignasi Sebastià Oriol Lluis Soler Turu Assignatura de Competències Digitals per la Ciutadania. Nivell Avançat Requisits d'accés Requisits previs Requisits tècnics Titulació Requisits previs Per poder fer aquest curs, es demanen uns coneixements equivalents al nivell mitjà de l'ACTIC, de manera que s'adreça a persones actives en l'ús de la tecnologia. Requisits tècnics Per al seguiment d'aquesta assignatura és necessari disposar d'un ordinador de sobretaula o portàtil amb connexió a internet (per banda ampla, ADSL o cable) i un monitor amb una resolució mínima de 1.024 x 768 píxels. Per a poder consultar alguns materials també pot ser necessari un lector de DVD. És recomanable que la CPU (sigui d'un ordinador de sobretaula o d'un portàtil) tingui com a mínim 2 GB de memòria RAM i 2 GHz de velocitat de processador. És necessari un sistema operatiu Windows XP (o superior), Mac OS o Linux*. També es necessita tenir instal·lat un dels navegadors següents: Internet Explorer 9.0 (o superior), Mozilla Firefox o Chrome . * A causa de la gran varietat de distribucions que hi ha, no especifiquem totes les versions possibles. Titulació Amb la superació de l'assignatura Competències Digitals per a la Ciutadania. Nivell Avançat, s'obtindrà l'equivalència amb el certificat avançat d'ACTIC (Acreditació de Competències Tecnològiques de la Informació i la Comunicació) de la Generalitat de Catalunya, d'acord amb l' Ordre PDA/124/2018, de 24 de juliol, per la qual es modifica l'Ordre PRE/135/2017, de 27 de juny . Els estudiants que superin aquest curs obtindran una microcredencial, una certificació signada electrònicament que acredita l'assoliment de les competències vinculades a la formació que ha realitzat. Titulació Amb la superació de l'assignatura Competències Digitals per a la Ciutadania. Nivell Avançat, s'obtindrà l'equivalència amb el certificat avançat d'ACTIC (Acreditació de Competències Tecnològiques de la Informació i la Comunicació) de la Generalitat de Catalunya, d'acord amb l' Ordre PDA/124/2018, de 24 de juliol, per la qual es modifica l'Ordre PRE/135/2017, de 27 de juny . Els estudiants que superin aquest curs obtindran una microcredencial, una certificació signada electrònicament que acredita l'assoliment de les competències vinculades a la formació que ha realitzat. Quines característiques té una microcredencial? És una certificació en format digital i portable, que et permetrà compartir-la fàcilment amb ocupadors, si estàs buscant feina, o amb centres de formació, si vols demanar el reconeixement d'aquest curs per continuar formant-te. Conté informació detallada i de valor sobre la formació obtinguda, amb l'objectiu de facilitar la seva validació i reconeixement per part de tercers. La pots enllaçar fàcilment des del teu currículum i compartir-la a les xarxes socials, com ara LinkedIn. Per a més informació sobre les microcredencials, pots consultar la nostra pàgina Què són les microcredencials ? Més de 30 anys d'experiència d'e-learning L'any 1995, la UOC es va convertir en la primera universitat online del món . 30 anys després, continuem sent pioners en e-learning. L' eLearning Innovation Center fa evolucionar el model d'aprenentatge per garantir una formació de qualitat, única, connectada i en xarxa. Rànquing Times Higher Education Som la sisena millor universitat de l'Estat espanyol, segons el Young University Ranking del Times Higher Education. Rànquing Rànquing de Shanghai Estem entre les 150 millors universitats del món en comunicació i les 200 en educació. Rànquing U-Multirank Excel·lim en transferència del coneixement, compromís regional i docència i aprenentatge. 30 anys de la UOC 30 anys impulsant el teu futur amb formació de qualitat Assignatura de Competències Digitals per la Ciutadania. Nivell Avançat Matrícula i preu Procés de matrícula i preus Formes de pagament Descomptes Procés de matrícula Emplena el formulari de matrícula del curs concret que t'interessa, que trobaràs a la part inferior de la pàgina. Campus Virtual Un cop sol·licitat l'accés, rebràs un nom d'usuari i una contrasenya que et permetran accedir al Campus Virtual, on trobaràs tota la informació i els recursos que et poden ser necessaris. Tutoria Un cop al Campus Virtual, tindreu accés al suport permanent de tutoria que us assessorarà i orientarà en l'elecció d'assignatures, d'acord amb el bagatge acadèmic previ que teniu, els vostres interessos i el temps de què disposeu. Espai de tràmits El Campus Virtual disposa d'un espai de tràmits on podreu consultar i gestionar totes les qüestions de caràcter acadèmic, com ara matricular-vos, consultar les formes de pagament i descomptes disponibles, demanar una beca o convalidar els estudis anteriors. Quan et pots matricular? A la UOC et pots matricular en dos moments diferents de l'any. Trieu l'opció que millor s'adapti a les vostres necessitats. Consulta el termini de matriculació i l'inici de curs a la pàgina dels estudis que t'interessin cursar. Matriculació a partir de l' abril per començar el curs al setembre o octubre Matriculació a partir de l' octubre per començar el curs al febrer o març El preu d'aquest programa serà el vigent en el moment de formalitzar la matrícula. Subjecte a revisió anual. Concepte Preu Preu del curs 432 € Facilitats econòmiques Descomptes per a matrícula anticipada Pagament fraccionat en quotes Beques, ajuts i descomptes Condicions especials per a empreses Suport a esportistes de competició Informa-te'n 104.500 graduats i graduades 90 % d'estudiants que estudien i treballen 84 % tornaria a escollir la UOC Formes de pagament El pagament dels cursos es fa amb targeta. TPVV: pagament amb una targeta de crèdit o de dèbit de qualsevol entitat financera, mitjançant el TPVV (terminal de punt de venda virtual) de «la Caixa». Informació sobre el desistiment de matrícula Descomptes La UOC ofereix un seguit de descomptes. Si et pots acollir a algun, caldrà que en el moment de fer la matrícula el triïs en el desplegable de l'apartat Descomptes. En cas que et puguis acollir a més d'un, hauràs de triar el més beneficiós. L'estudiantat beneficiari del títol de família nombrosa reconegut per la resta de països té dret als descomptes següents, en funció de la categoria: Famílies nombroses de categoria especial: descompte del 15% sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a l'aprenentatge. Famílies nombroses de categoria general: descompte del 7,5% sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a l'aprenentatge. Els estudiants amb un grau de discapacitat igual o superior al 33% reconegut per l'Estat espanyol, o el grau equivalent per qualsevol altre país, tenen dret a un descompte del 15% . Els estudiants (o els seus fills o cònjuges) que hagin estat reconeguts com a víctima d'actes terroristes per l'organisme competent en l'Estat espanyol, o de qualsevol altre país, tenen dret a un descompte del 15% . Els estudiants (i els seus fills o filles dependents) que hagin estat reconeguts com a víctima de violència de gènere , per l'organisme competent en l'Estat espanyol, o de qualsevol altre país, tenen dret a un descompte del 15% . UOC Alumni: 10% de descompte Pots obtenir aquest descompte si has obtingut un títol oficial (de grau, llicenciatura, diplomatura, enginyeria o màster universitari) o un màster o postgrau propi a la UOC. Descomptes per a empreses Si la teva empresa o organització té un acord amb la UOC, podràs beneficiar-te de descomptes i avantatges a la teva matrícula. Consulta les condicions dels descomptes per empreses L'estudiantat considerat esportista de competició té dret a un descompte sobre l'import de la matrícula. + Consulta la informació del programa L'opinió dels nostres graduats Graduades i graduats de la UOC t'expliquen en primera persona com han viscut el procés d'aprenentatge amb nosaltres i com la nostra metodologia els ha permès compaginar feina, estudis i vida personal. Tenir una flexibilitat d'horaris absoluta em va permetre fer el màster Daniel Marchante Realment em trobo realitzada. Ara, quan parlo, sé del que parlo. Helena Guillén La UOC t'ofereix competències, perquè el que necessites és saber-te adaptar en cada moment Manel Vicenç Volia créixer professionalment. La UOC m'ha ofert no estancar-me Alba Camacho Des de que vaig acabar el grau, he tingut un desenvolupament a la meva empresa José Miguel González"
}