{
  "url": "https://uoc.edu/ca/estudis/formacio-continua/seminari-intelligencia-artificial-dret",
  "content": "Presentació Pla d'estudis Professorat Procés de matrícula Online i sense horaris Matrícula tancada Seminari Online d'Intel·ligència Artificial i Dret: claus i reptes Presentació Aquest curs et proporciona una visió general de l'impacte de la intel·ligència artificial en el sector legal. Descobriràs els aspectes clau de la nova legislació en intel·ligència artificial i la repercussió de la IA en matèria de protecció de dades i propietat intel·lectual i en l'Administració pública. Propera matrícula Abril 2025 Microcredencials Aquest seminari atorga una microcredencial . La intel·ligència artificial es desenvolupa a un ritme vertiginós i ja s'incorpora en el dia a dia de molts professionals de l'advocacia i de l'àmbit jurídic. Amb la irrupció de la intel·ligència artificial, la societat s'enfronta a un futur incert i en evolució constant, que obre reptes i també oportunitats. En particular, els advocats i operadors jurídics han de ser capaços d'aplicar els seus coneixements en una societat marcada per la presència d'aquestes tecnologies en tots els àmbits de la vida. Aquest curs es basa en tres sessions sobre la intel·ligència artificial en els àmbits de la protecció de dades, l'Administració pública i la propietat intel·lectual. Així mateix, disposa d'un mòdul inicial sobre la nova Llei d'intel·ligència artificial i els seus reptes i aspectes clau. El curs consta de sessions asíncrones, disponibles a l'aula. Podràs consultar-les quan vulguis i seguir el curs al teu ritme. A més, tindràs documentació addicional i un test final d'autoavaluació que hauràs de completar per superar el curs. La intel·ligència artificial es desenvolupa a un ritme vertiginós i ja s'incorpora en el dia a dia de molts professionals de l'advocacia i de l'àmbit jurídic. Amb la irrupció de la intel·ligència artificial, la societat s'enfronta a un futur incert i en evolució constant, que obre reptes i també oportunitats. En particular, els advocats i operadors jurídics han de ser capaços d'aplicar els seus coneixements en una societat marcada per la presència d'aquestes tecnologies en tots els àmbits de la vida. Aquest curs es basa en tres sessions sobre la intel·ligència artificial en els àmbits de la protecció de dades, l'Administració pública i la propietat intel·lectual. Així mateix, disposa d'un mòdul inicial sobre la nova Llei d'intel·ligència artificial i els seus reptes i aspectes clau. El curs consta de sessions asíncrones, disponibles a l'aula. Podràs consultar-les quan vulguis i seguir el curs al teu ritme. A més, tindràs documentació addicional i un test final d'autoavaluació que hauràs de completar per superar el curs. Un cop acabat, rebràs una microcredencial de la Universitat Oberta de Catalunya. Aquesta formació és especialment interessant per a advocats, acadèmics i estudiants de diferents àrees del dret, i també per a altres directius o professionals d'empreses que adoptin la intel·ligència artificial en les seves activitats. Aquest curs s'orienta a millorar aquestes competències professionals . Descarrega el programa (PDF) Inici 11 juny 2025 100% Online Durada 1 mes Idioma: Castellà Titulació: Pròpia Crèdits ECTS: 1 Preu: 241,5 € Metodologia 100% online 1a. universitat online del món Acompanyament personalitzat Entre les millors universitats La UOC se situa entre el 7 % de les millors universitats del món segons el World University Rankings 2024. Seminari d'Intel·ligència Artificial i Dret: claus i reptes Pla d'estudis Continguts Objectius Competències Metodologia Continguts Aquest curs és d'un crèdit ECTS, preveu una dedicació de l'estudiant de 25 hores (25 hores per crèdit) i té una durada d'un mes. Els continguts que es treballen són els següents: La nova lley d'Intel·ligència Artificial: elements clau de la nova regulació i reptes. La protecció de dades i la intel·ligència artificial. Administració pública i intel·ligència artificial. Intel·ligència artificial i propietat intel·lectual. Els estudiants que superin aquest seminari obtindran una microcredencial, una certificació signada electrònicament que acredita l'assoliment de les competències vinculades a la formació que ha realitzat. Quines característiques té una microcredencial? És una certificació en format digital i portable, que et permetrà compartir-la fàcilment amb ocupadors, si estàs buscant feina, o amb centres de formació, si vols demanar el reconeixement d'aquest curs per continuar formant-te. Continguts Aquest curs és d'un crèdit ECTS, preveu una dedicació de l'estudiant de 25 hores (25 hores per crèdit) i té una durada d'un mes. Els continguts que es treballen són els següents: La nova lley d'Intel·ligència Artificial: elements clau de la nova regulació i reptes. La protecció de dades i la intel·ligència artificial. Administració pública i intel·ligència artificial. Intel·ligència artificial i propietat intel·lectual. Els estudiants que superin aquest seminari obtindran una microcredencial, una certificació signada electrònicament que acredita l'assoliment de les competències vinculades a la formació que ha realitzat. Quines característiques té una microcredencial? És una certificació en format digital i portable, que et permetrà compartir-la fàcilment amb ocupadors, si estàs buscant feina, o amb centres de formació, si vols demanar el reconeixement d'aquest curs per continuar formant-te. Conté informació detallada i de valor sobre la formació obtinguda, amb l'objectiu de facilitar la seva validació i reconeixement per part de tercers. La pots enllaçar fàcilment des del teu currículum i compartir-la a les xarxes socials, com ara LinkedIn. A més, aquesta microcredencial et permet obtenir el reconeixement acadèmic d'un crèdit en concepte de participació en activitats universitàries en cas de matricular-te en una titulació de grau de la UOC. Per a més informació sobre les microcredencials, pots consultar la nostra pàgina Què són les microcredencials? Aquest curs correspon al nivell 7 del marc europeu de qualificacions (EQF), equivalent a un nivell de grau. Titulació Superant aquest Seminari obtens un Certificat UOC de Formació Contínua. Objectius Aquest seminari està orientat a adquirir competències professionals de caràcter pràctic i s'ha dissenyat amb l'objectiu de donar resposta a les necessitats actuals de la societat i el mercat de treball. L'objectiu d'aquest programa és oferir una formació actualitzada sobre la nova legislació en intel·ligència artificial i la repercussió de la IA en matèria de protecció de dades, propietat intel·lectual i Administració pública, que sigui útil per a professionals del dret i altres perfils professionals que necessitin conèixer els aspectes legals d'aquestes tecnologies. Competències El seminari et prepara per tenir una comprensió bàsica de la IA i de la seva regulació actual, poder analitzar la IA des de diferents àrees del dret i discutir de manera crítica les possibilitats futures de la regulació de la IA i la seva aplicació pràctica. Els resultats d'aprenentatge d'aquest curs són els següents: Coneixements: Identificar la regulació europea en matèria de IA Interpretar les normes existents en matèria de protecció de dades i el nou reglament sobre IA Definir els conceptes fonamentals en matèria de drets dautor Identificar l'impacte de la IA a l'administració pública Habilitats: Resoldre casos pràctics aplicant la normativa europea en matèria de IA Explicar si és possible entrenar un sistema de IA que utilitzi dades personals Argumentar jurídicament els reptes en matèria de drets d'autor i IA Interpretar la regulació sobre IA a l'administració pública Competències Identificar les pràctiques d'IA permeses i prohibides a l'àmbit de la protecció de dades Determinar el funcionament de la IA generativa i els reptes per al dret dautor Avaluar críticament les estratègies actuals de l'Administració Pública Aquest seminari forma part del catàleg de microcredencials de la UOC i certifica el desenvolupament de les competències professionals següents: Competències El seminari et prepara per tenir una comprensió bàsica de la IA i de la seva regulació actual, poder analitzar la IA des de diferents àrees del dret i discutir de manera crítica les possibilitats futures de la regulació de la IA i la seva aplicació pràctica. Els resultats d'aprenentatge d'aquest curs són els següents: Coneixements: Identificar la regulació europea en matèria de IA Interpretar les normes existents en matèria de protecció de dades i el nou reglament sobre IA Definir els conceptes fonamentals en matèria de drets dautor Identificar l'impacte de la IA a l'administració pública Habilitats: Resoldre casos pràctics aplicant la normativa europea en matèria de IA Explicar si és possible entrenar un sistema de IA que utilitzi dades personals Argumentar jurídicament els reptes en matèria de drets d'autor i IA Interpretar la regulació sobre IA a l'administració pública Competències Identificar les pràctiques d'IA permeses i prohibides a l'àmbit de la protecció de dades Determinar el funcionament de la IA generativa i els reptes per al dret dautor Avaluar críticament les estratègies actuals de l'Administració Pública Aquest seminari forma part del catàleg de microcredencials de la UOC i certifica el desenvolupament de les competències professionals següents: Interpretar la llei Cumplir la normativa legal. Oferir assesorament jurídic. Principis de la Intel·ligència Artificial. Aquestes competències clau en el mercat de treball han estat definides a partir de la classificació europea de competències, qualificacions i ocupacions (ESCO), per tal de facilitar l'ocupabilitat i la mobilitat laboral, així com el reconeixement entre centres educatius. Metodologia La metodologia d'aquest curs combina una jornades gravades, documentació addicional i un test final d'autoavaluació de cada mòdul temàtic. El curs té una durada de quatre setmanes i et permet organitzar-te al teu ritme: consulta els recursos i resol el tests d'avaluació en el calendari que s'adapti més al teu dia a dia. Seminari d'Intel·ligència Artificial i Dret: claus i reptes Professorat Professorat Professorat Agustí Cerrillo Martínez Doctor en Dret. Catedràtic de Dret Administratiu. Expert en administració electrònica, integritat pública i transparència pública. És membre del grup de recerca GADE (eGovernança: administració i democràcia electrònica). CV Antoni Rubí Puig Professor agregat de dret civil a la Universitat Pompeu Fabra, on dirigeix GrAD, grup de recerca en art i dret. La seva activitat investigadora més recent s'ha centrat en els drets d'autor, la protecció de dades personals i el dret de l'art. Ha escrit diversos articles i capítols de llibre sobre drets d'autor i intel·ligència artificial, el dret de participació, el dret de remuneració d'autors i artistes, els NFT i el concepte d'originalitat. Ayllen Gil Seaton Doctora en Dret per la UPF. Professora dels Estudis de Dret i Ciència Política de la UOC. Professora de Dret Processal i Arbitratge a la UPF. També es professora en el Máster de la Advocacia de la BSM (UPF). Línies d' investigació: Dret Processal, Arbitratge, Arbitratge i Propietat Industrial, Noves tecnologies aplicades a la resolució de conflictes. CV Miquel Peguera Poch Professor agregat de Dret Mercantil a la UOC. Doctor en Dret per la Universitat de Barcelona (2006). Visiting Scholar a la Universitat de Columbia, Nova York (2007/08). La seva recerca principal se centra en els aspectes jurídics d’internet i les tecnologies digitals. Ha publicat extensament sobre responsabilitat d’intermediaris i plataformes d’internet i sobre privacitat i propietat intel·lectual i industrial. Actualment està treballant en la regulació de la intel·ligència artificial. CV Mònica Vilasau Solana Doctora en Dret per la Universitat de Barcelona. Professora de Dret Civil i Directora del Postgrau de Protecció de Dades de la UOC. Les seves principals línies de recerca són la protecció de dades, el dret a la intimitat i la defensa de consumidors i usuaris CV Més de 30 anys d'experiència d'e-learning L'any 1995, la UOC es va convertir en la primera universitat online del món . 30 anys després, continuem sent pioners en e-learning. L' eLearning Innovation Center fa evolucionar el model d'aprenentatge per garantir una formació de qualitat, única, connectada i en xarxa. Rànquing Times Higher Education Som la sisena millor universitat de l'Estat espanyol, segons el Young University Ranking del Times Higher Education. Rànquing Rànquing de Shanghai Estem entre les 150 millors universitats del món en comunicació i les 200 en educació. Rànquing U-Multirank Excel·lim en transferència del coneixement, compromís regional i docència i aprenentatge. Seminari d'Intel·ligència Artificial i Dret: claus i reptes Procés de matrícula Matrícula Descomptes Procés de matrícula Formulari de matrícula Ves a l'apartat Matricula't i emplena el formulari de matrícula del curs que hagis triat. Formes de pagament El pagament es fa amb targeta de crèdit o dèbit en acabar el procés de matrícula. El preu d'aquest programa serà el vigent en el moment de formalitzar la matrícula. Subjecte a revisió anual. Accés al campus Un cop feta la matrícula, rebràs les claus d'accés al campus. Et recomanem que hi accedeixis per familiaritzar-te amb l'entorn. Al llarg del dia de l'inici de curs s'activaran les teves aules virtuals al campus. Preu i descomptes Consulta els descomptes dels quals et pots beneficiar. Consulta les condicions de desistiment de matrícula. Descomptes La UOC ofereix un seguit de descomptes pels Seminaris, Cursos professionalitzadors, Programes de Desenvolupament Professional i el Curs de preparació per a la prova d’accés a la universitat per a més grans de 25 i 45 anys . Pels Seminaris i Programes de Desenvolupament Professional, si et pots acollir a algun, caldrà que en el moment de fer la matrícula el triïs en el desplegable de l’apartat Descomptes. En cas que et puguis acollir a més d’un, hauràs de triar el més beneficiós. Si t'interessa un Curs professionalitzador o el Curs de preparació per a la prova d’accés a la universitat per a més grans de 25 i 45 anys, per a saber si pots acollir-te a algun dels nostres descomptes, deixa'ns les teves dades de contacte i el departament d'assessorament a l'estudiant t'informarà. En cas d’aplicar-te un d’aquests descomptes en el moment de fer la matrícula, hauràs d’acreditar la condició de beneficiari presentant la documentació corresponent en el termini de deu dies naturals. Els estudiants beneficiaris del títol de família nombrosa reconegudes per l’Estat espanyol o per l’organisme competent en la resta de països, tenen dret als següents descomptes, en funció de la categoria: Famílies nombroses de categoria especial: descompte del 15% . Famílies nombroses de categoria general: descompte del 7’5% . Els estudiants amb un grau de discapacitat igual o superior al 33% reconegut per l’Estat espanyol, o el grau equivalent per qualsevol altre país, tenen dret a un descompte del 15% . Els estudiants (o els seus fills o cònjuges) que hagin estat reconeguts com a víctima d’actes terroristes per l’organisme competent en l’Estat espanyol, o de qualsevol altre país, tenen dret a un descompte del 15 %. Els estudiants (i els seus fills o filles dependents) que hagin estat reconeguts com a víctima de violència de gènere, per l’organisme competent en l’Estat espanyol, o de qualsevol altre país, tenen dret a un descompte del 15% . Comunitat UOC: 7 % de descompte Pots obtenir aquest descompte si has fet a la UOC estudis d’Assignatures lliures, del Centre d’Idiomes Moderns, Seminaris de Desenvolupament Continu, cursos de formació a mida (UOC Corporate), o una especialització. Si esteu estudiant un grau o màster universitari però encara no us heu titulat també se us aplicarà el descompte de comunitat. UOC Alumni: 10 % de descompte Pots obtenir aquest descompte si has obtingut un títol oficial (de grau, llicenciatura, diplomatura, enginyeria o màster universitari) o un màster o postgrau propi a la UOC. Si us podeu acollir a algun d’aquests descomptes ho heu d’indicar en el moment de fer la matrícula. Si la teva empresa o organització té un acord amb la UOC, podràs beneficiar-te de descomptes i avantatges a la teva matrícula. Més informació . El desistiment consisteix en l’anul·lació total de la matrícula amb dret a devolució de l’import total, sempre que se sol·liciti en els 14 dies naturals després de formalitzar-la. El preu dels programes serà el vigent en el moment de formalitzar la matrícula. Un cop exercit en temps i forma el dret de desistiment, podeu sol·licitar l’activació de la matrícula de nou, des del Campus Virtual. Conseqüències de l’exercici del dret de desistiment Si exerceixes el teu dret de desistiment de la matrícula, la Universitat procedirà a la devolució en el termini màxim de catorze (14) dies naturals de tots els pagaments que hagis efectuat, a comptar des de la data en què facis la sol·licitud. Per aquest motiu, és molt important que actualitzis les teves dades bancàries que hi ha informades al Campus Virtual per tal de procedir a l’esmentada devolució. Pots informar del teu compte bancari a l’apartat del Campus Virtual Expedient / Dades bancàries. 30 anys de la UOC 30 anys impulsant el teu futur amb formació de qualitat Descomptes Com a estudiant de la UOC et pots beneficiar de descomptes en la matrícula. Consulta els descomptes disponibles. Veure descomptes Preguntes freqüents Tens dubtes? Donem resposta a les teves preguntes sobre la nostra oferta formativa, el model d’aprenentatge o tràmits, entre altres temes. Consulta L'opinió dels nostres graduats Graduades i graduats de la UOC t'expliquen en primera persona com han viscut el procés d'aprenentatge amb nosaltres i com la nostra metodologia els ha permès compaginar feina, estudis i vida personal. Tenir una flexibilitat d'horaris absoluta em va permetre fer el màster Daniel Marchante Realment em trobo realitzada. Ara, quan parlo, sé del que parlo. Helena Guillén La UOC t'ofereix competències, perquè el que necessites és saber-te adaptar en cada moment Manel Vicenç Volia créixer professionalment. La UOC m'ha ofert no estancar-me Alba Camacho Des de que vaig acabar el grau, he tingut un desenvolupament a la meva empresa José Miguel González"
}