{
  "url": "https://uoc.edu/ca/estudis/formacio-continua/seminari-escriure-clar",
  "content": "Presentació Pla d'estudis Professorat Procés de matrícula Online i sense horaris Matrícula tancada Seminari Online de Com escriure clar Presentació Cada dia escrivim més. Internet ha fet que ens comuniquem molt per escrit: enviem per escrit missatges personals, informes, peticions o simples aclariments. Tots hem après a escriure a l'escola, però quan volem comunicar-nos, l'escriptura té regles pròpies. No ha de ser igual un missatge adreçat a un amic que a un client. Com més conscients siguem de per què col·loquem una paraula i no una altra, més bé controlarem la comunicació i aconseguirem assolir els nostres objectius. Aquest curs atorga una microcredencial Propera matrícula Abril 2025 Seminaris UOC Accelera el teu coneixement en els temes que t'apassionen. Aquest seminari vol ser un primer pas per a polir el que escrivim i fer-nos entendre millor. El seu plantejament és útil per a professionals i també per a tots els que han d'escriure alguna cosa perquè una altra persona la llegeixi i, sobretot, l'entengui. El curs es basa en un decàleg, dividit en cinc punts previs a l'escriptura i cinc punts exclusivament pràctics: per on cal començar, per què les paraules curtes són més útils o quin tipus de frases són més adequades. El curs es completa amb exercicis sobre com s'apliquin aquestes normes a casos concrets. Aquest curs s'orienta a millorar aquestes competències professionals . Descarrega el programa (PDF) Inici 11 juny 2025 100% Online Durada 1 mes Idioma: Català, Castellà Titulació: Pròpia Crèdits ECTS: 1 Preu: 241,5 € Metodologia 100% online 1a. universitat online del món Acompanyament personalitzat Entre les millors universitats La UOC se situa entre el 7 % de les millors universitats del món segons el World University Rankings 2024. Seminari de Com escriure clar Pla d'estudis Continguts Objectius Competències Metodologia Continguts Aquest curs és de 1 crèdit ECTS, preveu una dedicació de l'estudiant de 25 hores (25 hores per crèdit) i té una durada de 1 mes. 1. Escriure clar no és igual que escriure bé 2. El lector mana 3. El cap, ordenat 4. Escriure no és fàcil, tampoc no és divertit 5. Cal escriure, no demostrar que se sap escriure 6. Per a millorar, cal practicar 7. Si una paraula sembla innecessària, segur que ho és 8. Si una paraula curta hi va bé, per què n'hi posem una de llarga 9. La frase curta, la veu activa i afirmativa, el paràgraf útil 10. El llenguatge ha de ser definit, concret 11. Rellegir, retocar, reescriure 12. Escriure amb claredat Coneixements previs No són necessaris coneixements previs per a assolir els objectius acadèmics d'aquest curs. Els estudiants que superin aquest curs obtindran una microcredencial, una certificació signada electrònicament que acredita l'assoliment de les competències vinculades a la formació que ha realitzat. Continguts Aquest curs és de 1 crèdit ECTS, preveu una dedicació de l'estudiant de 25 hores (25 hores per crèdit) i té una durada de 1 mes. 1. Escriure clar no és igual que escriure bé 2. El lector mana 3. El cap, ordenat 4. Escriure no és fàcil, tampoc no és divertit 5. Cal escriure, no demostrar que se sap escriure 6. Per a millorar, cal practicar 7. Si una paraula sembla innecessària, segur que ho és 8. Si una paraula curta hi va bé, per què n'hi posem una de llarga 9. La frase curta, la veu activa i afirmativa, el paràgraf útil 10. El llenguatge ha de ser definit, concret 11. Rellegir, retocar, reescriure 12. Escriure amb claredat Coneixements previs No són necessaris coneixements previs per a assolir els objectius acadèmics d'aquest curs. Els estudiants que superin aquest curs obtindran una microcredencial, una certificació signada electrònicament que acredita l'assoliment de les competències vinculades a la formació que ha realitzat. Quines característiques té una microcredencial? És una certificació en format digital i portable, que et permetrà compartir-la fàcilment amb ocupadors, si estàs buscant feina, o amb centres de formació, si vols demanar el reconeixement d'aquest curs per continuar formant-te. Conté informació detallada i de valor sobre la formació obtinguda, amb l'objectiu de facilitar la seva validació i reconeixement per part de tercers. La pots enllaçar fàcilment des del teu currículum i compartir-la a les xarxes socials, com ara LinkedIn. A més, aquesta microcredencial et permet obtenir el reconeixement acadèmic de 1 crèdit en concepte de participació en activitats universitàries en cas de matricular-te en una titulació de grau de la UOC. Per a més informació sobre les microcredencials, pots consultar la nostra pàgina Què són les microcredencials? Titulació Superant aquest Seminari obtens un Certificat UOC de Formació Contínua. Objectius Aquest curs està orientat a adquirir competències professionals de caràcter pràctic i s'ha dissenyat amb l'objectiu de donar resposta a les necessitats actuals de la societat i el mercat de treball. Una escriptura més ordenada Una millor capacitat de síntesi L'habilitat de convèncer per escrit Un criteri més sòlid per a valorar la qualitat d'un text Competències Aquest curs forma part del catàleg de microcredencials de la UOC i certifica el desenvolupament de les competències professionals següents: Estructurar bé un discurs Controlar els arguments per escrit Descobrir l'interès d'un text també pel seu estil, no solament pel seu contingut Aquestes competències clau en el mercat de treball han estat definides a partir de la classificació europea de competències, qualificacions i ocupacions (ESCO), per tal de facilitar l'ocupabilitat i la mobilitat laboral, així com el reconeixement entre centres educatius Metodologia El curs utilitzarà com a material bàsic d'estudi el llibre Cómo escribir claro , de Jordi Pérez Colomé, Editorial UOC. Seminari de Com escriure clar Professorat Professorat Professorat Maria Candela Ollé Castellà Professora agregada dels Estudis de Ciències de la Informació i de la Comunicació (UOC). Participa en la docència de diferents graus i màsters d'aquesta universitat. Llicenciada en Periodisme (UAB) i doctora en Documentació (UB). Especialista en comportament d'usuaris, comunicació científica i ciència oberta. Membre del grup de recerca Cultura i Continguts Digitals (UB). És codirectora de la revista \"BiD: textos universitaris de biblioteconomia i documentació\" (Scopus i ESCI) i directora acadèmica del Màster Universitari de Periodisme i Comunicació Digital: Dades i Noves Narratives. Web Més de 30 anys d'experiència d'e-learning L'any 1995, la UOC es va convertir en la primera universitat online del món . 30 anys després, continuem sent pioners en e-learning. L' eLearning Innovation Center fa evolucionar el model d'aprenentatge per garantir una formació de qualitat, única, connectada i en xarxa. Rànquing Times Higher Education Som la sisena millor universitat de l'Estat espanyol, segons el Young University Ranking del Times Higher Education. Rànquing Rànquing de Shanghai Estem entre les 150 millors universitats del món en comunicació i les 200 en educació. Rànquing U-Multirank Excel·lim en transferència del coneixement, compromís regional i docència i aprenentatge. Seminari de Com escriure clar Procés de matrícula Matrícula Descomptes Procés de matrícula Formulari de matrícula Ves a l'apartat Matricula't i emplena el formulari de matrícula del curs que hagis triat. Formes de pagament El pagament es fa amb targeta de crèdit o dèbit en acabar el procés de matrícula. El preu d'aquest programa serà el vigent en el moment de formalitzar la matrícula. Subjecte a revisió anual. Accés al campus Un cop feta la matrícula, rebràs les claus d'accés al campus. Et recomanem que hi accedeixis per familiaritzar-te amb l'entorn. Al llarg del dia de l'inici de curs s'activaran les teves aules virtuals al campus. Preu i descomptes Consulta els descomptes dels quals et pots beneficiar. Consulta les condicions de desistiment de matrícula. Descomptes La UOC ofereix un seguit de descomptes pels Seminaris, Cursos professionalitzadors, Programes de Desenvolupament Professional i el Curs de preparació per a la prova d’accés a la universitat per a més grans de 25 i 45 anys . Pels Seminaris i Programes de Desenvolupament Professional, si et pots acollir a algun, caldrà que en el moment de fer la matrícula el triïs en el desplegable de l’apartat Descomptes. En cas que et puguis acollir a més d’un, hauràs de triar el més beneficiós. Si t'interessa un Curs professionalitzador o el Curs de preparació per a la prova d’accés a la universitat per a més grans de 25 i 45 anys, per a saber si pots acollir-te a algun dels nostres descomptes, deixa'ns les teves dades de contacte i el departament d'assessorament a l'estudiant t'informarà. En cas d’aplicar-te un d’aquests descomptes en el moment de fer la matrícula, hauràs d’acreditar la condició de beneficiari presentant la documentació corresponent en el termini de deu dies naturals. Els estudiants beneficiaris del títol de família nombrosa reconegudes per l’Estat espanyol o per l’organisme competent en la resta de països, tenen dret als següents descomptes, en funció de la categoria: Famílies nombroses de categoria especial: descompte del 15% . Famílies nombroses de categoria general: descompte del 7’5% . Els estudiants amb un grau de discapacitat igual o superior al 33% reconegut per l’Estat espanyol, o el grau equivalent per qualsevol altre país, tenen dret a un descompte del 15% . Els estudiants (o els seus fills o cònjuges) que hagin estat reconeguts com a víctima d’actes terroristes per l’organisme competent en l’Estat espanyol, o de qualsevol altre país, tenen dret a un descompte del 15 %. Els estudiants (i els seus fills o filles dependents) que hagin estat reconeguts com a víctima de violència de gènere, per l’organisme competent en l’Estat espanyol, o de qualsevol altre país, tenen dret a un descompte del 15% . Comunitat UOC: 7 % de descompte Pots obtenir aquest descompte si has fet a la UOC estudis d’Assignatures lliures, del Centre d’Idiomes Moderns, Seminaris de Desenvolupament Continu, cursos de formació a mida (UOC Corporate), o una especialització. Si esteu estudiant un grau o màster universitari però encara no us heu titulat també se us aplicarà el descompte de comunitat. UOC Alumni: 10 % de descompte Pots obtenir aquest descompte si has obtingut un títol oficial (de grau, llicenciatura, diplomatura, enginyeria o màster universitari) o un màster o postgrau propi a la UOC. Si us podeu acollir a algun d’aquests descomptes ho heu d’indicar en el moment de fer la matrícula. Si la teva empresa o organització té un acord amb la UOC, podràs beneficiar-te de descomptes i avantatges a la teva matrícula. Més informació . El desistiment consisteix en l’anul·lació total de la matrícula amb dret a devolució de l’import total, sempre que se sol·liciti en els 14 dies naturals després de formalitzar-la. El preu dels programes serà el vigent en el moment de formalitzar la matrícula. Un cop exercit en temps i forma el dret de desistiment, podeu sol·licitar l’activació de la matrícula de nou, des del Campus Virtual. Conseqüències de l’exercici del dret de desistiment Si exerceixes el teu dret de desistiment de la matrícula, la Universitat procedirà a la devolució en el termini màxim de catorze (14) dies naturals de tots els pagaments que hagis efectuat, a comptar des de la data en què facis la sol·licitud. Per aquest motiu, és molt important que actualitzis les teves dades bancàries que hi ha informades al Campus Virtual per tal de procedir a l’esmentada devolució. Pots informar del teu compte bancari a l’apartat del Campus Virtual Expedient / Dades bancàries. 30 anys de la UOC 30 anys impulsant el teu futur amb formació de qualitat Descomptes Com a estudiant de la UOC et pots beneficiar de descomptes en la matrícula. Consulta els descomptes disponibles. Veure descomptes Preguntes freqüents Tens dubtes? Donem resposta a les teves preguntes sobre la nostra oferta formativa, el model d’aprenentatge o tràmits, entre altres temes. Consulta L'opinió dels nostres graduats Graduades i graduats de la UOC t'expliquen en primera persona com han viscut el procés d'aprenentatge amb nosaltres i com la nostra metodologia els ha permès compaginar feina, estudis i vida personal. Tenir una flexibilitat d'horaris absoluta em va permetre fer el màster Daniel Marchante Realment em trobo realitzada. Ara, quan parlo, sé del que parlo. Helena Guillén La UOC t'ofereix competències, perquè el que necessites és saber-te adaptar en cada moment Manel Vicenç Volia créixer professionalment. La UOC m'ha ofert no estancar-me Alba Camacho Des de que vaig acabar el grau, he tingut un desenvolupament a la meva empresa José Miguel González"
}