{
  "url": "https://uoc.edu/ca/estudis/formacio-continua/seminari-atencio-dol",
  "content": "Presentació Pla d'estudis Professorat Procés de matrícula Online i sense horaris Matrícula tancada Seminari Online d'Atenció al Dol Presentació L'alta prevalença del dol, complicat per una negligència en el diagnòstic i tractament en aquest camp, és un indicador de patiment innecessari i improductiu en l'àmbit social. Aquest patiment causa moltíssima simptomatologia desreguladora que és, tot sovint, abordada amb un tractament mèdic o una teràpia psicològica orientada al símptoma, cosa que cronifica i aguditza els processos de dolor. Propera matrícula Abril 2025 Microcredencials Aquest seminari atorga una microcredencial . La formació acurada i rigorosa en el camp del dol, a més de ser una actuació comunitària de primer ordre, és necessària per a una intervenció terapèutica eficaç. Aquest curs té com a objectiu dotar l'alumnat de coneixements i habilitats perquè puguin tenir recursos pedagògics i terapèutics per a un bon acompanyament a les persones que experimenten pèrdues importants. Per assolir aquesta meta, es reflexiona sobre el procés de dol, tenint en compte les teories modernes sobre aquesta qüestió i contextualitzant les reaccions davant la pèrdua dins la nostra societat. Concretament, es treballen la noció de dol (normal i complicat) i les classes de dol que hi ha (dol desautoritzat, dol anticipat, etc.). També es presenten les teories contemporànies sobre el procés de dol (des de la teoria clàssica d'E. Kübler-Ross fins a teories més recents, com ara la d'R. Neimeyer i la construcció de significats), s'analitzen els tipus de reaccions o afrontaments de les persones que estan en dol i s'ofereixen claus per ajudar a acompanyar-les i estar atents a les seves necessitats. La formació acurada i rigorosa en el camp del dol, a més de ser una actuació comunitària de primer ordre, és necessària per a una intervenció terapèutica eficaç. Aquest curs té com a objectiu dotar l'alumnat de coneixements i habilitats perquè puguin tenir recursos pedagògics i terapèutics per a un bon acompanyament a les persones que experimenten pèrdues importants. Per assolir aquesta meta, es reflexiona sobre el procés de dol, tenint en compte les teories modernes sobre aquesta qüestió i contextualitzant les reaccions davant la pèrdua dins la nostra societat. Concretament, es treballen la noció de dol (normal i complicat) i les classes de dol que hi ha (dol desautoritzat, dol anticipat, etc.). També es presenten les teories contemporànies sobre el procés de dol (des de la teoria clàssica d'E. Kübler-Ross fins a teories més recents, com ara la d'R. Neimeyer i la construcció de significats), s'analitzen els tipus de reaccions o afrontaments de les persones que estan en dol i s'ofereixen claus per ajudar a acompanyar-les i estar atents a les seves necessitats. Es posa atenció en el procés de dol infantil, assenyalant-ne les diferències amb el dol d'un adult i també treballant-ne els mites. Aquest curs s'orienta a millorar aquestes competències professionals . Descarrega el programa (PDF) Inici 11 juny 2025 100% Online Durada 1 mes Idioma: Castellà Titulació: Pròpia Crèdits ECTS: 1 Preu: 241,5 € Metodologia 100% online 1a. universitat online del món Acompanyament personalitzat Entre les millors universitats La UOC se situa entre el 7 % de les millors universitats del món segons el World University Rankings 2024. Seminari d'Atenció al Dol Pla d'estudis Continguts Objectius Competències Continguts Aquest curs és de 1 crèdits ECTS, preveu una dedicació de l'estudiant de 25 hores i té una durada de 1 mes. Continguts: Viure també fa mal L'objectiu d'aquest apartat és comprendre què és el procés de dol i la simptomatologia que les persones poden presentar. A més, s'oferiran les claus perquè l'alumnat estigui capacitat per reconèixer l'existència de diferents classes de pèrdues. El paper de la cultura occidental en el dolor humà En aquest apartat es vol ajudar l'alumnat a ser capaç d'identificar diferents idees preconcebudes sobre què és el dol i sobre l'impacte emocional que aquestes idees poden tenir en la persona en dol. El dol com a procés divers i plural en la seva forma i les seves manifestacions La finalitat d'aquest apartat és ajudar l'alumnat a estar avesat a l'hora d'identificar i classificar les diferents respostes possibles davant el dolor d'una persona en dol: Continguts Aquest curs és de 1 crèdits ECTS, preveu una dedicació de l'estudiant de 25 hores i té una durada de 1 mes. Continguts: Viure també fa mal L'objectiu d'aquest apartat és comprendre què és el procés de dol i la simptomatologia que les persones poden presentar. A més, s'oferiran les claus perquè l'alumnat estigui capacitat per reconèixer l'existència de diferents classes de pèrdues. El paper de la cultura occidental en el dolor humà En aquest apartat es vol ajudar l'alumnat a ser capaç d'identificar diferents idees preconcebudes sobre què és el dol i sobre l'impacte emocional que aquestes idees poden tenir en la persona en dol. El dol com a procés divers i plural en la seva forma i les seves manifestacions La finalitat d'aquest apartat és ajudar l'alumnat a estar avesat a l'hora d'identificar i classificar les diferents respostes possibles davant el dolor d'una persona en dol: reconèixer algunes de les respostes principals, classificar-les per la simptomatologia i, amb això, aprendre a establir més bé una resposta d'acompanyament. L'acompanyament del dolor S'oferiran claus perquè l'alumnat reflexioni sobre la relació terapèutica i sigui capaç de desenvolupar respostes sintòniques a les necessitats relacionals de la persona en dol. Aquest curs correspon al nivell 6 del marc europeu de qualificacions (EQF), equivalent a un nivell de grau. Els estudiants que superin aquest curs obtindran una microcredencial, una certificació signada electrònicament que acredita l'assoliment de les competències vinculades a la formació que ha realitzat. Quines característiques té una microcredencial? És una certificació en format digital i portable, que et permetrà compartir-la fàcilment amb ocupadors, si estàs buscant feina, o amb centres de formació, si vols demanar el reconeixement d'aquest curs per continuar formant-te. Conté informació detallada i de valor sobre la formació obtinguda, amb l'objectiu de facilitar la seva validació i reconeixement per part de tercers. La pots enllaçar fàcilment des del teu currículum i compartir-la a les xarxes socials, com ara LinkedIn. A més, aquesta microcredencial et permet obtenir el reconeixement acadèmic de 1 crèdit en concepte de participació en activitats universitàries en cas de matricular-te en una titulació de grau de la UOC. Per a més informació sobre les microcredencials, pots consultar la nostra pàgina Què són les microcredencials ? Titulació Superant aquest Seminari obtens un Certificat UOC de Formació Contínua. Objectius Objectiu general del seminari: Dotar l'alumnat de coneixements i habilitats per tal que pugui disposar de recursos pedagògics i terapèutics per a un bon acompanyament a les persones que pateixen pèrdues importants. Objectius específics: Aprendre a mirar el dolor des de les nostres necessitats reals com a éssers humans. Reflexionar i sentir l'impacte emocional que pot ocasionar des d'una pedagogia del dolor basada en mites i falses creences. Aprendre a veure el dol i a relacionar-se amb el dolor de les persones dolgudes en contextos inestables. Dotar l'alumnat d'una visió rigorosa i científica entorn del dolor humà. Proporcionar a l'alumnat coneixements i habilitats per crear un espai segur d'acompanyament. Reflexionar sobre les característiques específiques del dol durant la pandèmia per COVID-19. Competències Saber què és el dol, el procés i la simptomatologia associada, tenint en compte les teories modernes sobre aquesta qüestió. Reflexionar sobre les concepcions pròpies de què és i com \"s'ha de\" desenvolupar el dol, per ser conscient així dels mites i les creences falses que hi ha i de com aquests elements poden condicionar la relació d'acompanyament d'una persona que està en dol. Aprendre a identificar els diferents tipus d'afrontament de les persones en dol. Conèixer les necessitats relacionals de les persones que estan en dol i gestionar els principis bàsics de psicoeducació adreçats a acompanyar-les. Saber les diferències i similituds entre el procés de dol d'un adult i d'un infant. Aquest curs forma part del catàleg de microcredencials de la UOC i certifica el desenvolupament de les competències professionals següents: Demostrar coneixements especialitzats sobre dol Teories psicològiques Analitzar aspectes psicològics del dol Examinar patrons de dol Identificar els comportaments del/de la pacient Elaborar perfils Ajudar els/les pacients a entendre el seu procés de dol. Competències Saber què és el dol, el procés i la simptomatologia associada, tenint en compte les teories modernes sobre aquesta qüestió. Reflexionar sobre les concepcions pròpies de què és i com \"s'ha de\" desenvolupar el dol, per ser conscient així dels mites i les creences falses que hi ha i de com aquests elements poden condicionar la relació d'acompanyament d'una persona que està en dol. Aprendre a identificar els diferents tipus d'afrontament de les persones en dol. Conèixer les necessitats relacionals de les persones que estan en dol i gestionar els principis bàsics de psicoeducació adreçats a acompanyar-les. Saber les diferències i similituds entre el procés de dol d'un adult i d'un infant. Aquest curs forma part del catàleg de microcredencials de la UOC i certifica el desenvolupament de les competències professionals següents: Demostrar coneixements especialitzats sobre dol Teories psicològiques Analitzar aspectes psicològics del dol Examinar patrons de dol Identificar els comportaments del/de la pacient Elaborar perfils Ajudar els/les pacients a entendre el seu procés de dol. Establir una relació terapèutica segura Empatitzar amb el/la pacient Treballar en entorns multiculturals en l'atenció al dol. Presentar idees Sintetitzar informació Pensar de manera analítica Parar atenció al detall Aquestes competències clau en el mercat de treball han estat definides a partir de la classificació europea de competències, qualificacions i ocupacions (ESCO), per tal de facilitar l'ocupabilitat i la mobilitat laboral, així com el reconeixement entre centres educatius. Seminari d'Atenció al Dol Professorat Professorat Col·laboradors Professorat Belén Jimenez Alonso Doctora en Psicologia, amb doble especialització en educació i trastorns del desenvolupament així com en història i epistemologia de la psicologia. La seva trajectòria professional l'ha portat a especialitzar-se en dol i atenció psicosocial en malalties avançades. La seva recerca està centrada en l'ús de la mediació (digital) de l'experiència psicològica (ex. en el dol, final de vida). Actualment, és professora dels Estudis de Psicologia i Ciències de l'Educació de la UOC i investigadora del grup de recerca CareNet. Web CV Col·laboradors Alba Gavaldà Cortés Més de 30 anys d'experiència d'e-learning L'any 1995, la UOC es va convertir en la primera universitat online del món . 30 anys després, continuem sent pioners en e-learning. L' eLearning Innovation Center fa evolucionar el model d'aprenentatge per garantir una formació de qualitat, única, connectada i en xarxa. Rànquing Times Higher Education Som la sisena millor universitat de l'Estat espanyol, segons el Young University Ranking del Times Higher Education. Rànquing Rànquing de Shanghai Estem entre les 150 millors universitats del món en comunicació i les 200 en educació. Rànquing U-Multirank Excel·lim en transferència del coneixement, compromís regional i docència i aprenentatge. Seminari d'Atenció al Dol Procés de matrícula Matrícula Descomptes Procés de matrícula Formulari de matrícula Ves a l'apartat Matricula't i emplena el formulari de matrícula del curs que hagis triat. Formes de pagament El pagament es fa amb targeta de crèdit o dèbit en acabar el procés de matrícula. El preu d'aquest programa serà el vigent en el moment de formalitzar la matrícula. Subjecte a revisió anual. Accés al campus Un cop feta la matrícula, rebràs les claus d'accés al campus. Et recomanem que hi accedeixis per familiaritzar-te amb l'entorn. Al llarg del dia de l'inici de curs s'activaran les teves aules virtuals al campus. Preu i descomptes Consulta els descomptes dels quals et pots beneficiar. Consulta les condicions de desistiment de matrícula. Descomptes La UOC ofereix un seguit de descomptes pels Seminaris, Cursos professionalitzadors, Programes de Desenvolupament Professional i el Curs de preparació per a la prova d’accés a la universitat per a més grans de 25 i 45 anys . Pels Seminaris i Programes de Desenvolupament Professional, si et pots acollir a algun, caldrà que en el moment de fer la matrícula el triïs en el desplegable de l’apartat Descomptes. En cas que et puguis acollir a més d’un, hauràs de triar el més beneficiós. Si t'interessa un Curs professionalitzador o el Curs de preparació per a la prova d’accés a la universitat per a més grans de 25 i 45 anys, per a saber si pots acollir-te a algun dels nostres descomptes, deixa'ns les teves dades de contacte i el departament d'assessorament a l'estudiant t'informarà. En cas d’aplicar-te un d’aquests descomptes en el moment de fer la matrícula, hauràs d’acreditar la condició de beneficiari presentant la documentació corresponent en el termini de deu dies naturals. Els estudiants beneficiaris del títol de família nombrosa reconegudes per l’Estat espanyol o per l’organisme competent en la resta de països, tenen dret als següents descomptes, en funció de la categoria: Famílies nombroses de categoria especial: descompte del 15% . Famílies nombroses de categoria general: descompte del 7’5% . Els estudiants amb un grau de discapacitat igual o superior al 33% reconegut per l’Estat espanyol, o el grau equivalent per qualsevol altre país, tenen dret a un descompte del 15% . Els estudiants (o els seus fills o cònjuges) que hagin estat reconeguts com a víctima d’actes terroristes per l’organisme competent en l’Estat espanyol, o de qualsevol altre país, tenen dret a un descompte del 15 %. Els estudiants (i els seus fills o filles dependents) que hagin estat reconeguts com a víctima de violència de gènere, per l’organisme competent en l’Estat espanyol, o de qualsevol altre país, tenen dret a un descompte del 15% . Comunitat UOC: 7 % de descompte Pots obtenir aquest descompte si has fet a la UOC estudis d’Assignatures lliures, del Centre d’Idiomes Moderns, Seminaris de Desenvolupament Continu, cursos de formació a mida (UOC Corporate), o una especialització. Si esteu estudiant un grau o màster universitari però encara no us heu titulat també se us aplicarà el descompte de comunitat. UOC Alumni: 10 % de descompte Pots obtenir aquest descompte si has obtingut un títol oficial (de grau, llicenciatura, diplomatura, enginyeria o màster universitari) o un màster o postgrau propi a la UOC. Si us podeu acollir a algun d’aquests descomptes ho heu d’indicar en el moment de fer la matrícula. Si la teva empresa o organització té un acord amb la UOC, podràs beneficiar-te de descomptes i avantatges a la teva matrícula. Més informació . El desistiment consisteix en l’anul·lació total de la matrícula amb dret a devolució de l’import total, sempre que se sol·liciti en els 14 dies naturals després de formalitzar-la. El preu dels programes serà el vigent en el moment de formalitzar la matrícula. Un cop exercit en temps i forma el dret de desistiment, podeu sol·licitar l’activació de la matrícula de nou, des del Campus Virtual. Conseqüències de l’exercici del dret de desistiment Si exerceixes el teu dret de desistiment de la matrícula, la Universitat procedirà a la devolució en el termini màxim de catorze (14) dies naturals de tots els pagaments que hagis efectuat, a comptar des de la data en què facis la sol·licitud. Per aquest motiu, és molt important que actualitzis les teves dades bancàries que hi ha informades al Campus Virtual per tal de procedir a l’esmentada devolució. Pots informar del teu compte bancari a l’apartat del Campus Virtual Expedient / Dades bancàries. 30 anys de la UOC 30 anys impulsant el teu futur amb formació de qualitat Descomptes Com a estudiant de la UOC et pots beneficiar de descomptes en la matrícula. Consulta els descomptes disponibles. Veure descomptes Preguntes freqüents Tens dubtes? Donem resposta a les teves preguntes sobre la nostra oferta formativa, el model d’aprenentatge o tràmits, entre altres temes. Consulta L'opinió dels nostres graduats Graduades i graduats de la UOC t'expliquen en primera persona com han viscut el procés d'aprenentatge amb nosaltres i com la nostra metodologia els ha permès compaginar feina, estudis i vida personal. Tenir una flexibilitat d'horaris absoluta em va permetre fer el màster Daniel Marchante Realment em trobo realitzada. Ara, quan parlo, sé del que parlo. Helena Guillén La UOC t'ofereix competències, perquè el que necessites és saber-te adaptar en cada moment Manel Vicenç Volia créixer professionalment. La UOC m'ha ofert no estancar-me Alba Camacho Des de que vaig acabar el grau, he tingut un desenvolupament a la meva empresa José Miguel González"
}