{
  "url": "https://uoc.edu/ca/estudis/formacio-continua/curs-postgrau-mediacio",
  "content": "Cursos de formació contínua Desenvolupament professional al llarg de la vida 30 anys transformant l'aprenentatge en línia Què són els cursos de formació contínua online? Els nostres cursos de formació contínua són de curta durada, flexibles i adaptats a tu i a les necessitats de les empreses. Et professionalitzen i et capaciten, aportant-te el coneixement que necessites en cada moment i les habilitats que reclama el mercat laboral. La formació contínua està pensada per ser compaginada amb la teva vida professional i personal. Es tracta d'una formació de temàtiques variades, sense classes ni horaris, que et permet aprendre al teu ritme i on tu vulguis. Amb la formació contínua de la UOC, tria el que vols aprendre i construeix el teu camí. Sense classes ni horaris Modalitat 100% online Durada curta i flexible Novetats formatives Escola de Programació i UOC Skills Lab A la UOC t'acompanyem en el teu creixement professional. Aprèn a programar de zero amb l' Escola de Programació i fes créixer les teves habilitats toves amb el UOC Skills Lab . Marca la diferència en un món laboral en evolució constant. Busca per àrea d'interès Arts i Humanitats Ciutat i Urbanisme Ciències de la Salut Competències Digitals Comunicació i Informació Cooperació Disseny, Creació i Multimèdia Dret i Ciència Política E-learning Economia i Empresa Executive Education Informàtica, Multimèdia i Telecomunicació Psicologia i Ciències de l'Educació Turisme Busca per programa Entre quins tipus de programes puc escollir? Cursos professionalitzadors Formació enfocada al món laboral que et permet adquirir habilitats per desenvolupar els teus reptes professionals. Cursos universitaris Adquireix competències universitàries especialitzades amb els nostres cursos universitaris online. Seminaris Cursos d'un mes per accelerar el teu coneixement en els temes que t'apassionen. Assignatures lliures Gaudeix del plaer d'aprendre amb les assignatures de graus i màsters de la UOC. UOC Skills Lab Desenvolupa les teves habilitats toves ( soft skills ) amb cursos curts organitzats en sis nivells seqüencials. Microcredencials Certificacions digitals que et permeten demostrar competències professionals clau en la millora de l'ocupabilitat. Cursos de postgrau Formació superior de curta durada centrada en els temes que t'interessen més. Escola de programació Adquireix la competència més sol·licitada del mercat amb cursos de programació en Python, JavaScript i Java. 30 anys de la UOC El 1994 vam ser la primera universitat online del món. Avui, som referents mundials en e-learning. Per què escollir la UOC? Avalada pels nostres graduats i graduades Un 79 % tornaria a triar la UOC. Un 81 % està satisfet/a amb la titulació. 90.400 Estudiants 89 % Estudia i treballa. Reconeguda per les empreses. Model educatiu La UOC es caracteritza per un model educatiu propi, basat en una metodologia online de qualitat, que situa l'activitat de l'estudiant al centre. Amb nosaltres, l'estudiant aprèn de manera activa. Premis internacionals Avalen la nostra metodologia online la implicació en projectes de recerca, el compromís social i una trajectòria vinculada a l'e-learning de qualitat. 122.750 Graduats i graduades"
}