{
  "url": "https://uoc.edu/ca/estudis/formacio-continua/assignatura-formacio-insercio-sociolaboral",
  "content": "Presentació Continguts Professorat Requisits d'accés Matrícula i preu Online i sense horari Propera matrícula: abril 2025 Assignatura Online de Formació i inserció sociolaboral Presentació El treball pot ser un potent mecanisme d'integració i de socialització, però l'increment de les desigualtats socials i la precarització de l'ocupació estan debilitant aquesta funció. És per aquest motiu, que s’ha tornat més necessari, si escau, abordar les situacions d'exclusió del mercat de treball des d'una perspectiva integral i holística, la qual cosa implica considerar les necessitats i condicions de vida de les persones en un context ampli. En aquest sentit, l'educació social té un paper molt important i valuós en el camp de la formació i de la inserció sociolaboral. Perquè partint de reconèixer els obstacles i dificultats que imposa el mercat de treball, pot proposar i posar en marxa estratègies i actuacions que facilitin la inserció de les persones i col·lectius que es troben en situació d'exclusió i de vulnerabilitat. Aquest curs atorga una microcredencial . Aquesta assignatura pertany al grau d'Educació Social Aquest curs va adreçat a persones interessades a comprendre i analitzar el paper que l'educació social pot tenir en el camp de la formació i de la inserció sociolaboral de les persones i col·lectius que es troben en situació d'exclusió i de vulnerabilitat. A partir de casos concrets s'establiran pautes i mecanismes d'actuació que guiïn possibles intervencions en l'esfera formativa i laboral. Es farà des d'un enfocament holístic, reflexiu i crític que permeti contribuir a la formació d'una ciutadania inclusiva. Aquest curs s'orienta a millorar aquestes competències professionals . Descarrega el programa (PDF) Inici 25 set. 2025 Online 100% Idiomes: Català, Castellà Preu: 420 € Metodologia 100% online 1a. universitat online del món Acompanyament personalitzat Entre les millors universitats La UOC se situa entre el 7 % de les millors universitats del món segons el World University Rankings 2024. Assignatura de Formació i inserció sociolaboral Continguts Continguts Objectius i competències Recursos per a l’aprenentatge Continguts Aquest curs és de 6 crèdits ECTS, preveu una dedicació de l'estudiant de 150 hores (25 hores per crèdit) i té una durada de 4.5 mesos. Aquest curs correspon al nivell 6 del marc europeu de qualificacions (EQF), equivalent a un nivell de grau. Objectius i competències Objectius: Aquest curs està orientat a adquirir competències professionals de caràcter pràctic i s'ha dissenyat amb l'objectiu de donar resposta a les necessitats actuals de la societat i el mercat de treball. Conèixer els diferents arguments que han constituït el treball tal com s'entén actualment. Saber relacionar les funcions del treball amb les condicions socials. Conèixer les principals orientacions de les polítiques ocupacionals actuals. Vincular la pràctica de formació, orientació i inserció laborals amb el marc educatiu. Identificar els principals trets estructurals dels mercats de treball actuals. Ubicar els trets que defineixen el llaç social en l'actualitat. Emmarcar la dimensió laboral en el seu caràcter d'ancoratge subjectiu i social. Possibilitar una aproximació conceptualitzada de la pràctica de l'orientació formativa i laboral. Obtenir un marc d'anàlisi d'eines formatives dirigides a la inserció sociolaboral de col·lectius en exclusió. Objectius i competències Objectius: Aquest curs està orientat a adquirir competències professionals de caràcter pràctic i s'ha dissenyat amb l'objectiu de donar resposta a les necessitats actuals de la societat i el mercat de treball. Conèixer els diferents arguments que han constituït el treball tal com s'entén actualment. Saber relacionar les funcions del treball amb les condicions socials. Conèixer les principals orientacions de les polítiques ocupacionals actuals. Vincular la pràctica de formació, orientació i inserció laborals amb el marc educatiu. Identificar els principals trets estructurals dels mercats de treball actuals. Ubicar els trets que defineixen el llaç social en l'actualitat. Emmarcar la dimensió laboral en el seu caràcter d'ancoratge subjectiu i social. Possibilitar una aproximació conceptualitzada de la pràctica de l'orientació formativa i laboral. Obtenir un marc d'anàlisi d'eines formatives dirigides a la inserció sociolaboral de col·lectius en exclusió. Disposar d'eines per identificar els coneixements que faciliten el procés d'inserció sociolaboral. Competències: Reflexivitat i autocrítica en torn al propi treball i a les seves implicacions. Adaptació a noves situacions i problemàtiques socials a través de l'aprenentatge permanent. Compromís ètic amb les persones, les institucions i la pràctica professional. Identificació i emissió de judicis raonats sobre problemes socioeducatius per a millorar la pràctica professional. Diagnòstic de situacions complexes que fonamentin el desenvolupament d'accions socioeducatives. Disseny de plans, programes i activitats d'intervenció socioeducativa en diferents contextos. Aplicació de metodologies específiques de l'acció socioeducativa. Aquest curs forma part del catàleg de microcredencials de la UOC i certifica el desenvolupament de les competències professionals següents: K- Coneixements Mercat de treball : Les tendències, el funcionament i les fluctuacions del mercat laboral, les opcions professionals, els salaris, els sindicats, la població activa i l'oferta i la demanda de determinades professions d'un sector. Tipologia: coneixement. Tècniques d'orientació : Tècniques fonamentals específiques utilitzades per a orientar a persones en els plans professional o personal, per exemple amb preguntes obertes, creació de confiança, responsabilitat, etc. Tipologia: coneixement. S- Competències Facilitar l'accés al mercat de treball: Millorar les possibilitats de les persones de trobar un treball, ensenyant les qualificacions i habilitats interpersonals requerides, a través de programes de capacitació i desenvolupament, tallers o projectes d'ocupació. Tipologia: habilitat / competència. Elaborar perfils: Crear un perfil d'algú esbossant les característiques, personalitat, habilitats i motivacions d'aquesta persona, sovint utilitzant la informació obtinguda a través d'una entrevista o un qüestionari. Tipologia: habilitat / competència. Afrontar els problemes amb actitud crítica: Identificar els punts forts i febles de diversos conceptes abstractes i racionals, com a qüestions, opinions i enfocaments relacionats amb una situació problemàtica específica, amb la finalitat de formular solucions i mètodes alternatius per a fer front a la situació. Tipologia: habilitat / competència. Afrontar els problemes ètics en els serveis socials: Aplicar els principis ètics del treball social per a guiar la pràctica i gestionar problemes ètics complexos, dilemes i conflictes d'acord amb la conducta ocupacional, l'ontologia i el codi d'ètica de les professions dels serveis socials, participant en la presa de decisions ètiques mitjançant l'aplicació de normes nacionals i, segons correspongui, codis internacionals d'ètica o declaracions de principis. Tipologia: habilitat / competència. Identificar necessitats de formació: Analitzar els problemes de formació i identificar els requisits formatius d'una organització o grup de persones, a fi de proporcionar-los instruccions adaptades al seu domini, el seu perfil, els seus mitjans i el seu problema. Tipologia: habilitat /competència. Promoure la inclusió: Promoure la inclusió en l'assistència sanitària i els serveis socials i respectar la diversitat de creences, cultura, valors i preferències, tenint en compte la importància de la igualtat i la diversitat. Tipologia: habilitat / competència. Cooperar a nivell interprofessional: Cooperar amb persones d'altres sectors en relació amb la prestació de serveis socials.Tipologia: habilitat / competència. T- competències transversals Capacitats i competències socials i de comunicació Comunicar-se. Ajudar a altres persones. Aquestes competències clau en el mercat de treball han estat definides a partir de la classificació europea de competències, qualificacions i ocupacions (ESCO), per tal de facilitar l'ocupabilitat i la mobilitat laboral, així com el reconeixement entre centres educatius. Recursos per l'aprenentatge Els recursos per a l'aprenentatge que ofereix la UOC són digitals i han estat editats per la UOC en multiformat (HTML5, WEB, EPUB, PDF, etc.). Els recursos amb què compta l'assignatura són: Mòduls propis sobre teoria de la cultura des de diferents perspectives (filosofia, sociologia, política cultural, economia i tecnologia). Selecció de lectures i materials audiovisuals de cadascun dels temes. Assignatura de Formació i inserció sociolaboral Professorat Professorat Professorat Elsa Santamaria Lopez Doctora en Sociologia, amb menció europea per la Universitat del País Basc (UPV/EHU). Professora als Estudis de Psicologia i Ciències de l'Educació de la UOC. Imparteix assignatures de l'àrea del Treball i les Organitzacions en els graus de Psicologia, Educació Social i Relacions Laborals i Ocupació i també en el Màster de Professorat, en l'especialitat de Formació i Orientació Laboral (FOL). La seva trajectòria d'investigació es centra en les transformacions del treball i de l'ocupació, la precarietat laboral, els estudis de joventut, gènere i desigualtats socials. Web CV Assignatura de Formació i inserció sociolaboral Requisits d'accés Requisits previs Requisits tècnics Titulació Requisits previs Per a matricular-se d'aquesta assignatura i seguir-la no es necessita cap titulació acadèmica ni cal tenir coneixements previs sobre la matèria. Requisits tècnics Per al seguiment d'aquesta assignatura és necessari disposar d'un ordinador de sobretaula o portàtil amb connexió a internet (per banda ampla, ADSL o cable) i un monitor amb una resolució mínima de 1.024 x 768 píxels. Per a poder consultar alguns materials també pot ser necessari un lector de DVD. És recomanable que la CPU (sigui d'un ordinador de sobretaula o d'un portàtil) tingui com a mínim 2 GB de memòria RAM i 2 GHz de velocitat de processador. És necessari un sistema operatiu Windows XP (o superior), Mac OS o Linux*. També es necessita tenir instal·lat un dels navegadors següents: Internet Explorer 9.0 (o superior), Mozilla Firefox o Chrome . * A causa de la gran varietat de distribucions que hi ha, no especifiquem totes les versions possibles. Els estudiants que superin aquest curs obtindran una microcredencial, una certificació signada electrònicament que acredita l'assoliment de les competències vinculades a la formació que ha realitzat. Quines característiques té una microcredencial? És una certificació en format digital i portable, que et permetrà compartir-la fàcilment amb ocupadors, si estàs buscant feina, o amb centres de formació, si vols demanar el reconeixement d'aquest curs per continuar formant-te. Conté informació detallada i de valor sobre la formació obtinguda, amb l'objectiu de facilitar la seva validació i reconeixement per part de tercers. La pots enllaçar fàcilment des del teu currículum i compartir-la a les xarxes socials, com ara LinkedIn. A més, aquesta microcredencial et permet obtenir el reconeixement acadèmic de 6 crèdits en cas de matricular-te al grau d’Educació Social de la UOC. Per a més informació sobre les microcredencials, pots consultar la nostra pàgina Què són les microcredencials? Més de 30 anys d'experiència d'e-learning L'any 1995, la UOC es va convertir en la primera universitat online del món . 30 anys després, continuem sent pioners en e-learning. L' eLearning Innovation Center fa evolucionar el model d'aprenentatge per garantir una formació de qualitat, única, connectada i en xarxa. Rànquing Times Higher Education Som la sisena millor universitat de l'Estat espanyol, segons el Young University Ranking del Times Higher Education. Rànquing Rànquing de Shanghai Estem entre les 150 millors universitats del món en comunicació i les 200 en educació. Rànquing U-Multirank Excel·lim en transferència del coneixement, compromís regional i docència i aprenentatge. 30 anys de la UOC 30 anys impulsant el teu futur amb formació de qualitat Assignatura de Formació i inserció sociolaboral Matrícula i preu Procés de matrícula i preus Formes de pagament Descomptes Assegurança gratuïta de matrícula Procés de matrícula Emplena el formulari de matrícula del curs concret que t'interessa, que trobaràs a la part inferior de la pàgina. Campus Virtual Un cop sol·licitat l'accés, rebràs un nom d'usuari i una contrasenya que et permetran accedir al Campus Virtual, on trobaràs tota la informació i els recursos que et poden ser necessaris. Tutoria Un cop al Campus Virtual, tindreu accés al suport permanent de tutoria que us assessorarà i orientarà en l'elecció d'assignatures, d'acord amb el bagatge acadèmic previ que teniu, els vostres interessos i el temps de què disposeu. Espai de tràmits El Campus Virtual disposa d'un espai de tràmits on podreu consultar i gestionar totes les qüestions de caràcter acadèmic, com ara matricular-vos, consultar les formes de pagament i descomptes disponibles, demanar una beca o convalidar els estudis anteriors. Quan et pots matricular? A la UOC et pots matricular en dos moments diferents de l'any. Trieu l'opció que millor s'adapti a les vostres necessitats. Consulta el termini de matriculació i l'inici de curs a la pàgina dels estudis que t'interessin cursar. Matriculació a partir de l' abril per començar el curs al setembre o octubre Matriculació a partir de l' octubre per començar el curs al febrer o març El preu d'aquest programa serà el vigent en el moment de formalitzar la matrícula. Subjecte a revisió anual. Concepte Preu Preu del curs 420 € Facilitats econòmiques Descomptes per a matrícula anticipada Pagament fraccionat en quotes Beques, ajuts i descomptes Condicions especials per a empreses Suport a esportistes de competició Informa-te'n 104.500 graduats i graduades 90 % d'estudiants que estudien i treballen 84 % tornaria a escollir la UOC Formes de pagament El pagament dels cursos es fa amb targeta. TPVV: pagament amb una targeta de crèdit o de dèbit de qualsevol entitat financera, mitjançant el TPVV (terminal de punt de venda virtual) de «la Caixa». Informació sobre el desistiment de matrícula Descomptes La UOC ofereix un seguit de descomptes. Si et pots acollir a algun, caldrà que en el moment de fer la matrícula el triïs en el desplegable de l'apartat Descomptes. En cas que et puguis acollir a més d'un, hauràs de triar el més beneficiós. L'estudiantat beneficiari del títol de família nombrosa reconegut per la resta de països té dret als descomptes següents, en funció de la categoria: Famílies nombroses de categoria especial: descompte del 15% sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a l'aprenentatge. Famílies nombroses de categoria general: descompte del 7,5% sobre els preus dels recursos per a l'aprenentatge i els serveis de suport a l'aprenentatge. Els estudiants amb un grau de discapacitat igual o superior al 33% reconegut per l'Estat espanyol, o el grau equivalent per qualsevol altre país, tenen dret a un descompte del 15% . Els estudiants (o els seus fills o cònjuges) que hagin estat reconeguts com a víctima d'actes terroristes per l'organisme competent en l'Estat espanyol, o de qualsevol altre país, tenen dret a un descompte del 15% . Els estudiants (i els seus fills o filles dependents) que hagin estat reconeguts com a víctima de violència de gènere , per l'organisme competent en l'Estat espanyol, o de qualsevol altre país, tenen dret a un descompte del 15% . UOC Alumni: 10% de descompte Pots obtenir aquest descompte si has obtingut un títol oficial (de grau, llicenciatura, diplomatura, enginyeria o màster universitari) o un màster o postgrau propi a la UOC. Descomptes per a empreses Si la teva empresa o organització té un acord amb la UOC, podràs beneficiar-te de descomptes i avantatges a la teva matrícula. Consulta les condicions dels descomptes per empreses L'estudiantat considerat esportista de competició té dret a un descompte sobre l'import de la matrícula. + Consulta la informació del programa L'opinió dels nostres graduats Graduades i graduats de la UOC t'expliquen en primera persona com han viscut el procés d'aprenentatge amb nosaltres i com la nostra metodologia els ha permès compaginar feina, estudis i vida personal. Tenir una flexibilitat d'horaris absoluta em va permetre fer el màster Daniel Marchante Realment em trobo realitzada. Ara, quan parlo, sé del que parlo. Helena Guillén La UOC t'ofereix competències, perquè el que necessites és saber-te adaptar en cada moment Manel Vicenç Volia créixer professionalment. La UOC m'ha ofert no estancar-me Alba Camacho Des de que vaig acabar el grau, he tingut un desenvolupament a la meva empresa José Miguel González"
}