{
  "url": "https://uoc.edu/portal/ca/metodologia-online-qualitat/model-educatiu/index.html",
  "content": "Metodologia online de qualitat Model educatiu Com és el model educatiu de la UOC? Centrat en l'estudiantat Digital, dinàmic i flexible Col·laboratiu En evolució constant al ritme de la societat i la tecnologia La UOC es caracteritza per un model educatiu propi, basat en una metodologia online de qualitat , que situa l'activitat de l'estudiant al centre. Què significa això? Que a la UOC l'estudiantat aprèn de manera activa . El sistema educatiu garanteix la flexibilitat , la personalització i la interactivitat , a més del treball col·laboratiu . Tot això, gràcies a la tecnologia, a la recerca en e-learning i a l'eLearning Innovation Center, el centre d'innovació de la UOC. Coneix l'eLearning Innovation Center Com s'estudia a la UOC? En aules virtuals. Descobreix com són! Amb un gran equip docent. Més de 7.200 al servei de l'estudiantat. Amb recursos digitals. Amb una avaluació online de qualitat. En una comunitat diversa i global. Amb estudiantat de 132 països. Amb un equip dedicat a l'atenció de l'alumnat. El model educatiu de la UOC permet a l'estudiant aprendre de manera singular i dinàmica. Ho fa mitjançant recursos i eines adaptats a l'ensenyament online que troba al Campus Virtual i a les aules virtuals. El professorat el guia i l'acompanya en tot moment , i l'estudiant pot interactuar amb els companys per fer tasques col·laboratives i treballs en equip. Un model d'estudi que no depèn d'horaris ni d'espais Un model amb aules virtuals Quin paper té el professorat? Al model educatiu en línia de la UOC, el professorat guia l'estudiant i li ofereix un acompanyament constant i personalitzat al llarg del recorregut acadèmic. Hi ha tres figures diferents : El professorat responsable de l'assignatura Dissenya el contingut, n'assegura la qualitat i coordina el professorat col·laborador. El professorat col·laborador Fa el seguiment i orienta l'estudiant. El tutor o tutora Orienta l'estudiant en la selecció d'un itinerari acadèmic personalitzat. Coneix el Pla d'acció tutorial Coneix com l'equip tutorial acompanya l'estudiantat El professorat col·laborador facilita recursos, obre debats i planifica l'assignatura Quins recursos es fan servir? Els recursos del model d'ensenyament online de la UOC són accessibles per a persones amb diversitat funcional i adaptables a una gran varietat de situacions i necessitats d'aprenentatge. Gràcies a les seves característiques, faciliten el desenvolupament i l'avaluació d'activitats . Cada assignatura disposa dels seus propis recursos, dissenyats a mida i revisats periòdicament. Es caracteritzen pel fet de ser digitals, multiformat, interactius i multimèdia . La seva adaptabilitat els fa accessibles des de qualsevol dispositiu i lloc. Més informació sobre els recursos d'aprenentatge a la UOC Descobreix com són els recursos educatius de la UOC Com s'avalua? Hi ha dos mètodes d'avaluació: l'avaluació contínua i l'avaluació final . La majoria d'assignatures s'avaluen de manera contínua, ja que es concep com un mecanisme per aprendre i retroalimentar el procés d'aprenentatge. Algunes es complementen amb una prova final, que pot ser un treball de síntesi o bé un examen online . La prova en línia, gràcies a una tecnologia innovadora, permet identificar l'autoria de l'estudiant . Més informació sobre el model d'avaluació del mètode online L'avaluació que fomenta l'aprenentatge El sistema de reconeixement per a les proves virtuals"
}