{
  "url": "https://uoc.edu/ca/estudis/info/que-son-les-microcredencials",
  "content": "Què són les microcredencials? Les microcredencials són certificacions digitals que proporcionen tota la informació necessària per demostrar una competència professional i compartir-la amb ocupadors o centres de formació. Les microcredencials s'obtenen a partir de la realització de cursos breus de formació especialitzada , de fins a 6 crèdits i amb formats i metodologies diversos, que permeten desenvolupar competències clau amb l'objectiu de millorar l'ocupabilitat, formar-se o actualitzar-se en perfils professionals de futur (reskilling i upskilling) o adquirir habilitats en els reptes actuals i futurs de la nostra societat. Una microcredencial és una certificació dels resultats d'aprenentatge obtinguts, dissenyada i orientada a facilitar-te el progrés professional , l'ocupabilitat i l'enriquiment del teu perfil personal. Les microcredencials són una iniciativa de la Unió Europea per promoure la formació al llarg de la vida amb qualitat universitària. Acompanyament de l'equip docent al llarg de la teva vida acadèmica. Qualitat universitària i de prestigi. Modularitat per dissenyar el teu itinerari. Accessibilitat en línia i aprenentatge al teu ritme. Varietat de cursos i temàtiques. Progrés professional i ocupabilitat Som pioners en itineraris formatius T'assessorem en tot moment perquè dissenyis el teu propi itinerari i assoleixis les microcredencials adequades per al teu progrés professional al llarg dels anys. Forma't al llarg de la vida La major part dels cursos que condueixen a una microcredencial proporcionen crèdits que et permetran continuar la formació en programes oficials o propis. Aconsegueix una certificació amb garantia UOC Rebràs una certificació digital amb un registre portable, reconegut i transparent. Això et permetrà enllaçar-la al currículum i a les xarxes socials professionals. Quina és l'oferta de microcredencials? El catàleg de microcredencials universitàries de la UOC està format per cursos que tenen com a objectiu el desenvolupament d'habilitats i competències clau del nou entorn laboral (millora de l'ocupabilitat i nous perfils professionals) o bé relacionades amb els reptes actuals i futurs de la nostra societat. La UOC t'ofereix un catàleg inicial de microcredencials, organitzades en 9 grups de competències: Curs de Postgrau Anàlisi de dades urbanes Informa't Curs de Postgrau Anàlisi Estadística i Programació amb R Informa't Curs de Postgrau Bases de dades analítiques Informa't Curs de Postgrau Bases de dades noSQL Informa't Curs de Postgrau Customer analytics Informa't Curs de Postgrau Data Governance Informa't Curs de Postgrau Data Lakes Informa't Curs de Postgrau Estrategia y Cultura Analítica Informa't Curs de Postgrau Fonaments de Big Data Informa't Curs de Postgrau Fonaments de Data Science Informa't Curs de Postgrau Fonaments d'Intel·ligència de Negoci Informa't Curs de Postgrau Operations analytics Informa't Curs de Postgrau People analytics Informa't Curs de Postgrau Principis de Visualització de Dades Informa't Curs de Postgrau SQL per a Anàlisi de Dades Informa't Curs de Postgrau Tecnologies de Batch Processing Informa't Curs de Postgrau Tecnologies de Stream Processing Informa't Assignatura Competències Digitals per la Ciutadania Nivell mitjà Informa't Assignatura Competències Digitals per la Ciutadania Nivell avançat Informa't Seminari Intel·ligència Artificial i Dret: claus i reptes Informa't Curs de Postgrau Intel·ligència artificial generativa i la seva aplicació en l'educació Informa't Curs de Postgrau Introducció a la gamificació a través de casos pràctics Informa't Seminari Com escriure clar Informa't Curs de Postgrau Disseny web accessible Informa't Curs de Postgrau Ecomanagement Audiovisual (UOC, ICEC) Informa't Curs de Postgrau Verificació d'Informació i Fake News Informa't Curs de Soft Skills Creativitat Nivells A1, A2, B1, B2, C1 i C2 Informa't Curs de Soft Skills Gestió del canvi Nivells A1, A2, B1, B2, C1 i C2 Informa't Curs de Soft Skills Intel·ligència emocional Nivells A1, A2, B1, B2, C1 i C2 Informa't Curs de Soft Skills Lideratge i gestió d'equips Nivells A1, A2, B1, B2, C1 i C2 Informa't Curs de Soft Skills Resolució de conflictes Nivells A1, A2, B1, B2, C1 i C2 Informa't Curs de Soft Skills Comunicació efectiva Nivells A1, A2, B1, B2, C1 i C2 Informa't Curs de Postgrau Avaluació per a l'aprenentatge amb suport de les TIC Informa't Curs de Postgrau Disseny per a l'Aprenentatge amb Suport de les TIC Informa't Curs de Postgrau Docència en Línia Informa't Curs de Postgrau Intel·ligència artificial generativa i la seva aplicació en l'educació Informa't Curs de Postgrau Qualitat de l'eLearning d'Educació Superior Informa't Assignatura Acció socioeducativa i diversitat funcional Informa't Assignatura Formació i inserció sociolaboral Informa't Seminari Atenció al Dol Informa't Curs de Postgrau Curs per a exercir la Mediació (100 hores) Informa't Curs de Postgrau Mediació immobiliària i hipotecària Informa't Curs de Postgrau Mediació intrajudicial Informa't Curs de Postgrau Protecció de la infància i l'adolescència front a la violència Informa't Curs de Postgrau Violència domèstica i de gènere Informa't Seminari Atenció al Dol Informa't Curs de Postgrau Alimentació i envelliment saludable Informa't Curs de Postgrau Capacitat intrínseca, exercici físic i reserva cognitiva Informa't Curs de Postgrau Claus i eines fonamentals per a la redacció mèdica Informa't Curs de Postgrau Comunicació mèdica Informa't Curs de Postgrau Difusió de resultats de recerca Informa't Curs de Postgrau Nutrició al llarg del cicle vital femení Informa't Curs de Postgrau Redacció mèdica regulatòria Informa't Curs de Postgrau Reptes i necessitats per al professional de la salut mental infantojuvenil Informa't Curs de Postgrau Sexualitat, relacions afectives i socials a l'envelliment Informa't Curs de Postgrau Tractament de malaltia de Parkinson Informa't Curs de Programació Llenguatge de Programació en Java Nivells A1 i A2 Informa't Curs de Programació Llenguatge de Programació en JavaScript Nivells A1, A2, B1 i B2 Informa't Curs de Programació Llenguatge de Programació en Python Nivells A1, A2, B1 i B2 Informa't Curs de Postgrau Ecomanagement Audiovisual (UOC, ICEC) Informa't Curs de Postgrau Reporting de sostenibilitat segons les NEIS Informa't Curs de Postgrau Sostenibilitat Cultural (UOC, ICEC) Informa't Característiques dels cursos Els cursos específics de la UOC que et permeten obtenir una microcredencial tenen aquestes característiques: Entre 1 i 6 crèdits ECTS Model educatiu UOC Orientats al mercat de treball Cursos acumulables per construir-te un itinerari Accés sense titulació universitària Aliances amb institucions També et pot interessar... El model educatiu Els estudiants opinen L'aula i el Campus Virtual Per què escollir la UOC? Avalada pels nostres graduats i graduades Un 79 % tornaria a triar la UOC. Un 81 % està satisfet/a amb la titulació. 90.400 Estudiants 89 % Estudia i treballa. Reconeguda per les empreses. Model educatiu La UOC es caracteritza per un model educatiu propi, basat en una metodologia online de qualitat, que situa l'activitat de l'estudiant al centre. Amb nosaltres, l'estudiant aprèn de manera activa. Premis internacionals Avalen la nostra metodologia online la implicació en projectes de recerca, el compromís social i una trajectòria vinculada a l'e-learning de qualitat. 122.750 Graduades i graduats L'opinió dels nostres graduats Graduades i graduats de la UOC t'expliquen en primera persona com han viscut el procés d'aprenentatge amb nosaltres i com la nostra metodologia els ha permès compaginar feina, estudis i vida personal. Tenir una flexibilitat d'horaris absoluta em va permetre fer el màster Daniel Marchante Realment em trobo realitzada. Ara, quan parlo, sé del que parlo. Helena Guillén La UOC t'ofereix competències, perquè el que necessites és saber-te adaptar en cada moment Manel Vicenç Volia créixer professionalment. La UOC m'ha ofert no estancar-me Alba Camacho Des de que vaig acabar el grau, he tingut un desenvolupament a la meva empresa José Miguel González"
}