{
  "url": "https://uoc.edu/ca/estudis/acces-matricula/acces-matricula",
  "content": "Accés i matrícula Informa't del procés de matriculació, el calendari, els preus i els requisits d'accés segons el curs que t'interessi. Gaudeix de tots els avantatges d'estudiar a la UOC: els descomptes, les facilitats de pagament i les beques. Assabenta't de les sessions informatives que organitza la Universitat semestralment. Requisits d'accés Estudis obtinguts a l'Estat espanyol Estudis obtinguts a la Unió Europea i països amb conveni Estudis obtinguts a Llatinoamèrica o altres països fora de la Unió Europea EL NOSTRE MODEL FORMATIU Metodologia online de qualitat Tenim una metodologia única, innovadora i avalada per governs, secretaries d'educació i institucions educatives d'arreu del món. La matrícula pas a pas La UOC disposa de diverses modalitats de matrícula segons la titulació. Per a saber els passos per a matricular-te, consulta la pàgina dels estudis que vulguis cursar. Decideix els teus estudis i consulta el calendari de matriculació. Tens dubtes? Sol·licita informació i des de la UOC ens posarem en contacte amb tu. Per a graus o màsters universitaris, has de sol·licitar l'accés al Campus Virtual, un tràmit gratuït i sense compromís. Un tutor t'assessorarà a l'hora de fer la matrícula. Consulta el procés de matriculació Et donem la benvinguda a la UOC! Prepara't per a començar a estudiar. Entra a les aules, coneix els companys i els professors, consulta els recursos d'aprenentatge, descobreix la Biblioteca i tots els serveis de la Universitat. Facilitats econòmiques Descomptes per a matrícula anticipada Pagament fraccionat en quotes Beques, ajuts i descomptes Condicions especials per a empreses Suport a esportistes de competició Informa-te'n Quan et pots matricular? A la UOC et pots matricular en dos moments diferents de l'any. Tria l'opció que millor s'adapti a les teves necessitats. Consulta el termini de matriculació i l'inici de curs a la pàgina dels estudis que t'interessi cursar. Matriculació a partir de l' abril per començar el curs al setembre o octubre Matriculació a partir del novembre per començar el curs al febrer o març Sessions informatives Coneix el model pedagògic i l'oferta formativa de la UOC. Participa-hi de manera online . Informa-te'n Titula't en #eltuquevolsser Graus Màsters universitaris Màsters, postgraus i especialitzacions Cursos d'idiomes Assignatures per a cursar lliurement Seminaris i cursos Informa-te'n"
}