{
  "url": "https://uoc.edu/portal/ca/ri/investigadors/index.html",
  "content": "Recerca i innovació Organització de la recerca Personal investigador Grups de recerca Projectes Memòries de recerca Comissió de Recerca i Transferència Normativa de recerca La UOC és recerca i innovació Els centres de recerca i innovació i els estudis impulsen la recerca a la UOC . Els investigadors i investigadores dels centres de recerca i el personal docent i investigador dels estudis formen els grups de recerca . La UOC també té una Escola de Doctorat , que ofereix 8 programes de doctorat. 50 grups de recerca 500+ investigadores i investigadors 210+ tesis doctorals defensades Com s'organitza la recerca i la innovació Internet Interdisciplinary Institute (IN3) Especialitzat en l'estudi d'internet i dels efectes de la interacció de les tecnologies digitals amb l'activitat humana. eLearning Innovation Center Fa evolucionar el model d'aprenentatge de la Universitat per garantir una experiència formativa de qualitat, única, connectada i en xarxa. eHealth Center Centre acadèmic transdisciplinari que genera, transfereix i intercanvia coneixement en salut digital. Escola de Doctorat Treballa estretament amb els tres centres de recerca i innovació per crear un marc comú de referència per als diferents programes de doctorat seguint uns estàndards de qualitat compartits. La recerca als Estudis Estudis d'Arts i Humanitats Estudis de Ciències de la Informació i de la Comunicació Estudis de Ciències de la Salut Estudis de Dret i Ciència Política Estudis d'Economia i Empresa Estudis d'Informàtica, Multimèdia i Telecomunicació Estudis de Psicologia i Ciències de l'Educació Qui investiga Personal investigador Grups de recerca Més informació Què s'investiga Ciències socials Ciències de la salut Arts i humanitats Tecnologies de la informació i de la comunicació Societat de la informació i el coneixement Aprenentatge virtual ( e-learning ) Projectes de recerca Avaluació de la recerca i dades FAIR Apostem perquè l'any 2030 totes les dades de recerca generades pel personal investigador segueixin els principis FAIR: findable , accessible , interoperable i reusable ; és a dir, trobable, accessible, interoperable i reutilitzable. Ves a Coneixement obert La UOC signa la Declaració de San Francisco per impulsar canvis en l'avaluació de la recerca La Universitat se suma a aquesta iniciativa internacional per prioritzar els continguts per sobre de les mètriques Servei de gestió de dades FAIR Coordinat pel nostre grup de treball transversal FAIR Cocreant divulgació científica Creem espais de cocreació de cultura i ciència i transferim coneixement creat a la Universitat cap a altres espais de la societat. Dades en obert CORA. Repositori de Dades de Recerca Com es gestionen i publiquen les dades de recerca Biblioteca"
}