{
  "url": "https://uoc.edu/ca/estudis/arees",
  "content": "Estudis per àrees de coneixement 14 àrees temàtiques Els Estudis de la UOC t'ofereixen 14 àrees de coneixement on trobar tot allò que vulguis estudiar. 30 anys sent referents en e-learning Innovem en educació per a millorar el teu mètode d’aprenentatge. Estudis per àrees de coneixement A la UOC et presentem una oferta formativa 100 % online i organitzada en catorze àrees temàtiques. Tens un ampli ventall de programes per triar: graus, màsters universitaris i de formació permanent, formació de postgrau, doctorats i cursos de formació contínua que s'adapten al teu moment vital i professional. Tria el teu programa i aprèn de manera activa, sense horaris ni espais. Pots escollir entre una varietat temàtica relacionada amb les àrees de coneixement següents: Arts i Humanitats; Ciutat i Urbanisme; Ciències de la Salut; Competències Digitals; Comunicació i Informació; Cooperació; Dret i Ciència Política; Disseny, Creació i Multimèdia; E-learning (Educació i TIC); Economia i Empresa; Executive Education; Informàtica, Multimèdia i Telecomunicació; Psicologia i Ciències de l'Educació, i Turisme. Online i sense horaris Pioners en e-learning Sense notes de tall Arts i Humanitats Ciutat i Urbanisme Ciències de la Salut Capacitació Digital Comunicació i Informació Cooperació Disseny, Creació i Multimèdia Dret i Ciència Política E-learning Economia i Empresa Executive Education Informàtica, Multimèdia i Telecomunicació Psicologia i Ciències de l'Educació Turisme 30 anys de la UOC 30 anys transformant l'aprenentatge en línia Per què escollir la UOC? Avalada pels nostres graduats i graduades Un 79 % tornaria a triar la UOC. Un 81 % està satisfet/a amb la titulació. 90.400 Estudiants 89 % Estudia i treballa. Reconeguda per les empreses. Model educatiu La UOC es caracteritza per un model educatiu propi, basat en una metodologia online de qualitat, que situa l'activitat de l'estudiant al centre. Amb nosaltres, l'estudiant aprèn de manera activa. Premis internacionals Avalen la nostra metodologia online la implicació en projectes de recerca, el compromís social i una trajectòria vinculada a l'e-learning de qualitat. 122.750 Graduades i graduats"
}