{
  "url": "https://uoc.edu/portal/ca/ri/proces-reforma-avaluacio/index.html",
  "content": "Recerca i innovació Procés de reforma de l'avaluació de la recerca Acord europeu per a la reforma de l'avaluació de la recerca Reforma de l'avaluació de la recerca a la UOC El procés de recerca i innovació està experimentant grans evolucions que no estan necessàriament alineades amb les mètriques que sovint dominen l'avaluació, com ara el nombre de publicacions o la quantitat d'articles en revistes amb un elevat índex d'impacte ( high journal impact factor , JIF). La manera com s'avaluen els projectes de recerca, els investigadors, les unitats de recerca i les institucions de recerca és fonamental perquè un sistema de recerca i innovació funcioni bé. La tria que fan els finançadors i les institucions del que han de mesurar per a l'avaluació influeix directament en la cultura i els comportaments de la recerca, la qualitat del sistema de recerca i l'agenda de recerca de les institucions i nacions . Per exemple, les decisions sobre l'assignació de fons de recerca, l'avenç de la carrera acadèmica i la contractació de personal poden perjudicar potencialment els camps de recerca amb un impacte social alt però amb una baixa prevalença en mètriques dominants. Els indicadors bibliomètrics no reflecteixen totes les contribucions potencials ni els mèrits , com ara el desenvolupament de la creativitat i la innovació, la contribució al bé comú i a la qualitat, el valor i l'impacte social de la recerca o la promoció de la col·laboració entre investigadors. A més, no tenen en compte les condicions de desigualtat que, com en altres camps de l'acció humana, restringeixen les possibilitats de publicar del personal investigador. Per les raons esmentades anteriorment i per algunes característiques estructurals de l'acadèmia, la reforma de l' avaluació de la recerca es considera cada vegada més una prioritat per garantir la qualitat, el rendiment i l'impacte de la recerca . Acord europeu per a la reforma de l'avaluació de la recerca Proposta d'acció a la UOC"
}