{
  "url": "https://uoc.edu/portal/ca/coneixement-obert/cultura/index.html",
  "content": "Coneixement obert Cultura Constel·lacions , de Playmodes Descobreix l' actualitat cultural de la UOC : notícies, agenda, projectes i iniciatives en curs. Fomentem l'experiència cultural i la creació de vincles entre els col·lectius que formen la comunitat UOC i la societat. Connectem la creativitat i l'acció cultural amb els reptes del món contemporani. Promovem el coneixement obert , la interdisciplinarietat i la cooperació en xarxa. Mostra'n més Actualitat Tsitsi Dangarembga, darrera resident internacional del CCCB i la UOC L'escriptora i cineasta ha pres el relleu dels periodistes i escriptors Eliane Brum i Patrick Radden Keefe. La UOC estrena col·lecció pròpia a la plataforma 3Cat El contingut audiovisual de la Universitat Oberta de Catalunya promou el talent i la cultura del territori català. Nou episodi de Parenthesis sobre Expulsió La Sala Beckett i la UOC reflexionen sobre la vida a les ciutats, la gentrificació o la salut mental a partir de l’obra teatral Expulsió . Mostra'n més La Càtedra UNESCO Pau Casals presenta els resultats dels treballs de les beques de recerca 2023 Els dos projectes plantegen una investigació sobre la protecció internacional dels artistes en perill com a part de la llibertat artística i un estudi musicològic de les sardanes compostes per Casals. Com el teatre pot millorar la salut mental de les persones amb malalties neurodegeneratives Un projecte de recerca liderat per la UOC, amb la col·laboració del Teatre Lliure i l'Hospital de la Santa Creu i Sant Pau, avaluarà els beneficis emocionals i cognitius d'un programa d'arts escèniques per a pacients de Parkinson. En què consisteix el Pla de llengües 2025-2027? T’expliquem el marc estratègic que fixa les bases de la política lingüística de la Universitat. Destacats Coneix ConectArt-e Un projecte que vol crear una xarxa entre els agents del territori i potenciar la innovació socioeconòmica de les zones rurals a través de l'art . Descobreix el procés de creació de Constel·lacions L' obra d'art digital de Playmodes ha estat creada amb motiu dels actes de graduació del 30è aniversari de la Universitat. Agenda Participa en els esdeveniments culturals de la UOC. Et presentem Mark Farid, el primer artista resident de la UOC L’artista londinenc ens relata com ha volgut incorporar l’ esperit interdisciplinari i treballar conjuntament amb els investigadors de la UOC en aquesta residència de nou mesos. Participa en la 4a edició de Relats compartits Una iniciativa per visibilitzar les dones en la literatura a través d'audiolectures en obert. Projectes Residències internacionals Programa de residències internacionals del CCCB, en col·laboració amb la UOC, que acull a Barcelona nou figures del pensament i la creació d'arreu del món entre els anys 2024 i 2027. Premi Lletra Guardó al millor projecte digital per la lectura i la literatura catalana convocat per la Fundació Prudenci Bertrana i la UOC. Publicacions en obert Blogs Blogs impulsats pels Estudis, professors, investigadors, projectes o àrees de gestió de la UOC. Revistes acadèmiques En aquest espai trobaràs les revistes digitals d'accés obert impulsades pels Estudis o els centres de recerca de la UOC. Pòdcasts Despacho 42 Días Singulares en universidades singulares Llenguatge i inclusió: la recerca aterra Parenthesis Pensadoras frente al arte UniCorners En xarxa Hacte Hub d'Art, Ciència i Tecnologia, impulsat per institucions catalanes de referència per crear un pol global de recerca, formació, difusió, transferència i producció en aquests àmbits. Campus de les Arts Plataforma que agrupa diverses universitats i centres d'educació universitària o superior que ofereixen graus i postgraus artístics Xarxa Vives Institució sense ànim de lucre que representa i coordina l'acció conjunta de 22 universitats en la docència, la recerca, les activitats culturals i la normalització de la llengua catalana. Aquesta pàgina es gestiona des del Vicerectorat d'Aliances, Comunitat i Cultura. Vols posar-te en contacte amb nosaltres? Escriu-nos a cultura@uoc.edu"
}