{
  "url": "https://uoc.edu/portal/ca/coneixement-obert/avaluacio-recerca/index.html",
  "content": "Coneixement obert Avaluació de la recerca La Universitat Oberta de Catalunya va ser la primera universitat espanyola a signar la Declaració de San Francisco sobre l'Avaluació de la Recerca (DORA) el 2019. Aquell mateix any, el model d'avaluació de la recerca també es va incloure com un dels eixos del Pla d'acció Coneixement Obert . La reforma de l'avaluació de la recerca és una prioritat a la UOC. És per aquest motiu que la Universitat ha signat l 'Acord europeu sobre la reforma de l'avaluació de la recerca i és membre de la Coalició per a l'Avaluació de la Recerca Avançada ( CoARA ), creada a finals del 2022. L'acord signat inclou els principis, els compromisos i el calendari per a la reforma de l'avaluació de la recerca. Es basa en una avaluació qualitativa, amb avaluació d'experts i amb un ús responsable dels indicadors quantitatius. Els compromisos de l'acord són els següents: Reconèixer la diversitat de contribucions acadèmiques , de perfils i de carreres professionals d'acord amb les necessitats i la naturalesa de l'activitat investigadora. Prioritzar l' avaluació qualitativa (sobretot l'avaluació d'experts), amb el suport d'un ús responsable d'indicadors quantitatius. Abandonar usos inadequats de mètriques de revistes i publicacions. Evitar l'ús dels rànquings institucionals en l'avaluació de la recerca. La signatura de l'acord compromet la UOC a tenir redactat un pla d'acció a finals del 2023 per a la reforma de l'avaluació de la recerca que s'haurà d'aplicar durant el període 2024-2027. Aquest pla d'acció serà propi de la institució i tindrà present el punt de partida i el context nacional i regional de la Universitat. La participació a CoARA se suma al Pla per a l'avenç de l'avaluació de la recerca, dins de l'àmbit UOC Insight per al foment d'una recerca de qualitat i transformadora, adscrit al Pla estratègic 2022-2025 . Constituïda la Coalició Internacional per a l'Avanç de l'Avaluació de la Recerca, amb la participació de la UOC La Universitat se suma a aquesta iniciativa global per a una avaluació qualitativa de la recerca, alineada amb el Pla de coneixement obert Coalició Internacional per a l'Avanç de l'Avaluació de la Recerca (CoARA) La UOC, alineada amb les noves tendències internacionals en avaluació científica Procés de reforma de l'avaluació de la recerca San Francisco Declaration for Research Assessment (DORA) Document preparat pel grup de treball DORA i aprovat per la Comissió de Recerca i Innovació Baixa el document Un cas d'estudi: UOC i DORA"
}