{
  "url": "https://uoc.edu/portal/ca/coneixement-obert/hacte/index.html",
  "content": "Coneixement obert Hac Te (Hub d'Art, Ciència i Tecnologia) Arrelada a Catalunya alhora que oberta al món, la UOC és una universitat innovadora , a l’avantguarda en la recerca de la societat del coneixement i la transformació digital . Des de fa anys, la UOC manté la seva aposta per interconnectar àmbits acadèmics i agents del camp interdisciplinari , fomentant sinergies entre branques de docència. Unes sinergies que s’han traduït en grups de recerca actius en l’àmbit de la cultura i les indústries creatives fusionats amb les disciplines lligades a la tecnologia i la innovació. Amb la creença que cal seguir impulsant les connexions entre aquestes branques del coneixement, la UOC, a través del seu Consell de Direcció, suma forces amb institucions catalanes de referència per a la creació de l’Associació Hac Te (Hub d'Art, Ciència i Tecnologia). L’objectiu d’aquest projecte transversal és explorar i desenvolupar les interseccions entre art, ciència i tecnologia per enfortir la transformació digital de la societat i fer de Barcelona un pol global de recerca, formació, difusió, transferència i producció en aquest àmbit. L'esperit interdisciplinari d’Hac Te beurà de diferents estudis de la UOC, liderats pels d’ Arts i Humanitats i amb la participació dels estudis d’ Informàtica, Multimèdia i Telecomunicacions i de Ciències de la Informació i la Comunicació . Anar a la web de Hac Te hacte@hactebcn.org Què és Hac Te? #1 Un espai de dimensió híbrida per enllaçar coneixement i disciplines de l'àmbit artístic i cientificotècnic #2 La interconnexió d'àmbits acadèmics i diversos agents relacionats amb el camp interdisciplinari #3 Un futur obert a la ciutadania i un impuls a la transformació digital Enllaços relacionats Neix Hac Te (Hub d'Art, Ciència i Tecnologia) Hac Te impulsarà programes de recerca, formació, difusió, transferència i producció. News Circuit d'artistes que investiguen amb l'art i la ciència a Barcelona Televisió de Catalunya Hac Te, un vèrtex per a l'art, la ciència i la tecnologia Blog dels Estudis d'Arts i Humanitats Presentació d'Hac Te"
}