{
  "url": "https://uoc.edu/portal/ca/coneixement-obert/crea/index.html",
  "content": "Coneixement obert Crea. Campus de la Creativitat Conscients que el tot és més que la suma de les parts, Crea neix per aplegar la comunitat acadèmica de l’àmbit creatiu de la universitat. Es tracta d’una estructura transversal que té com a objectiu fomentar i posar en valor les pràctiques interdisciplinars. Fruit d’aquesta aposta, Crea busca donar suport a la docència, reforçar la recerca i la innovació , fomentar la transferència i augmentar l’impacte social en els àmbits de l’art, el disseny, el multimèdia, la tecnologia i la comunicació . Processos creatius en l'ensenyament superior: reptes i oportunitats El 29 de març, Crea organitza la seva primera jornada sobre educació i creativitat «Mai guanyarem les màquines en productivitat, eficiència i rapidesa; és aquí on comença la por a la intel·ligència artificial» Mónica Rikić és artista electrònica i programadora creativa. Professora col·laboradora delsEstudis d'Arts i Humanitats de la Universitat Oberta de Catalunya (UOC) «Una lectura crítica sobre la intel·ligència artificial és molt necessària per explicar la cultura contemporània» Andrés Burbano és un artista i investigador colombià amb un interès particular per la història de les tecnologies dels mitjans Reviu l'ISEA2022 Barcelona amb la publicació de les obres d'art i els treballs presentats Consulta el llibre d'actes i el catàleg complet d'aquesta cita de referència de l'art electrònic. Recerca Mediaccions - Estudis crítics en cultura, disseny i comunicació en xarxa GAME - Grup d'investigació en aprenentatges, mitjans i entreteniments DARTS - Grup d'investigació en les interseccions entre Art, Ciència, Tecnologia i Societat Revistes Mosaic - Revista sobre multimèdia Artnodes - Revista que analitza les interseccions entre Art, Ciència i Tecnologia COMeIN - Revista dels Estudis de Ciències de la Informació i la Comunicació Oferta acadèmica Estudis d'Arts i Humanitats Estudis de Comunicació i Informació Estudis de Disseny, Creació i Multimèdia Estudis d'Informàtica, Multimèdia i Telecomunicació Blogs Blog dels Estudis d'Arts i Humanitats Art Matters, Art Contemporani i Cultura Digital Tot Comunica, Blog dels Estudis de Ciències de la informació i de la Comunicació Tecnología++, Blog dels Estudis d'Informàtica, Multimèdia i Telecomunicació Contacta amb nosaltres artshum@uoc.edu"
}