{
  "url": "https://uoc.edu/portal/ca/metodologia-online-qualitat/transformacio-digital/index.html",
  "content": "Metodologia online de qualitat Compromesos amb la Transformació digital de l'educació Vam néixer fa 30 anys com a capdavanters en la formació en línia. El nostre objectiu: proporcionar oportunitats d'aprenentatge a tothom al llarg de la vida , independentment de quines siguin les seves circumstàncies. Avui dia, aquest compromís continua més vigent que mai. I és que, gràcies a l' e-learning de qualitat , podem contribuir a l'objectiu de desenvolupament sostenible (ODS) número 4 , educació de qualitat. També volem facilitar la transformació digital educativa acompanyant governs, institucions i comunitats docents d'arreu del món. Posem el coneixement i l'experiència de la UOC al servei dels nous temps. Què volem aconseguir? Facilitar un accés equitatiu a l'educació superior per a tothom #1 Oferir educació adaptada a les necessitats de cada persona #2 Formar les persones en competències globals i digitals en aules amb un estudiantat divers i internacional #3 Millorar les metodologies dels equips docents en entorns virtuals #4 Ajudar institucions i organismes a fomentar l'educació en línia #5 Com ho fem? Assegurem la qualitat de la formació en línia Treballem amb governs i agències de qualitat d'arreu del món . Els ajudem a implantar els seus propis sistemes i mecanismes d' e-learning de qualitat. A més, la nostra política de qualitat té en compte els estàndards internacionals en educació a distància , la qual cosa ens permet impulsar la millora del sistema de manera contínua i garantista. La UOC assessora el sistema educatiu mexicà per a una educació en línia de qualitat News La universitat dona impuls a la professionalització dels experts i gestors de la qualitat universitària per garantir el rigor del sistema News Avaluació i Gestió de la Qualitat en l'Educació Superior Màster universitari Matrícula oberta Consulta tota la formació sobre e-learning de qualitat Acompanyem governs i institucions en la seva transformació digital Com a referents en aprenentatge en e-learning , acompanyem sistemes educatius i institucions en el desenvolupament d'un model en línia propi amb un vessant triple: pedagògic, tecnològic i organitzatiu. La UOC aborda la transferència del seu model d'aprenentatge en línia a Xile News L'Equador implanta l'aprenentatge online amb el suport de la UOC News UniNorte: «Volíem que la UOC ens acompanyés en el procés d'articular la visió de virtualització» News La UOC assessora universitats jordanes per incorporar l'aprenentatge en línia News Reduïm la bretxa digital Treballem per fomentar la capacitació d'institucions i docents en l'ús de les tecnologies de la informació i la comunicació (TIC) en la seva activitat pedagògica, i també formem estudiants en competències digitals . Per això, utilitzem la nostra oferta formativa i el nostre assessorament personalitzat. Assessorament: la UPSA i la UOC col·laboren per millorar la capacitació en e-learning del professorat universitari de la universitat boliviana News La UOC formarà docents europeus per millorar l'ensenyament 'online' News Iniciatives per lluitar contra la divisòria digital Ampliar les oportunitats digitals Consulta tota la formació en educació i TIC Investiguem i innovem en aprenentatge en línia Volem resoldre els reptes del futur de l'educació i, per aquest motiu, disposem de 20 grups de recerca en e-learning . A més, l'eLearning Innovation Center , un centre capdavanter en innovació educativa, ens ajuda a continuar avançant i a adaptar el nostre model pedagògic a la realitat canviant. Projecte TeSLA per a l'avaluació virtual (e-assessment) Projecte Folio La UOC crea Graf, un sistema visual pioner per avaluar les competències de l'estudiantat News Observatori de Tendències Educatives Veure més notícies sobre transformació digital de l'educació Actualitat La UOC llança Sharing Learning: coneixement i experiències en transformació digital educativa News La innovació educativa en pòdcast: la UOC conversa amb universitats singulars del món News Constituïda la Coalició Internacional per a l'Avanç de l'Avaluació de la Recerca, amb la participació de la UOC News Un consorci internacional repensarà la formació professional en l'entorn digital News Veure més notícies sobre transformació digital de l'educació La UOC en xifres 1a . universitat en línia del món 30 anys d'experiència en aprenentatge en línia 90.400 estudiants 122.750 graduats i graduades Docència no presencial d'emergència 155.000 visualitzacions Més de 9.000 persones inscrites de 47 països diferents 24 seminaris web Vols saber més sobre la UOC? Posa't en contacte amb nosaltres: socialglobal@uoc.edu"
}