{
  "url": "https://uoc.edu/portal/ca/compromis-social/xarxa-rural/index.html",
  "content": "Impacte global #Agenda2030 Xarxa UOC Rural La contribució de la UOC als reptes actuals de les àrees rurals Connecta i transforma el teu futur digital amb la UOC Descobreix UOC Rural Digital El nostre compromís La Xarxa UOC Rural s'articula com un espai de cocreació i transferència de coneixement orientat a fomentar processos de transformació positiva, per tal de reduir les desigualtats territorials , afavorir la cohesió i enfortir les àrees rurals . Un 17% de la nostra comunitat viu en zones rurals . Les dones representen el 62% de la comunitat UOC a rural. Estudiants per comarques residents en municipis de < 10.000 habitants. Fes la teva matrícula Millora les teves competències digitals Fes la teva matrícula Actualitat UOC Rural Digital. Connecta i transforma el teu futur digital amb la UOC Vius en un entorn rural i vols millorar en l'ús de les tecnologies digitals, treure'n el màxim profit i de manera segura? A UOC Rural Digital trobaràs 8 cursos gratuïts adreçats a persones que resideixen en poblacions o nuclis rurals de fins a 5.000 habitants. La UOC s'adhereix a la declaració sobre el futur de les àrees rurals de la Unió Europea La Declaració, adoptada pel Grup de Coordinació del Pacte Rural (GCR) el 12 de desembre del 2024, estableix una proposta estratègica per als fons i polítiques de la UE posteriors al 2027 per abordar els desafiaments que enfronten les zones rurals. El text complet de la Declaració està disponible a tots els idiomes oficials de la UE. Ofertes de pràctiques Odisseu Pràctiques disponibles pel Pràcticum Odisseu 2025, classificades per àmbits professional. Els estudiants podeu enviar les vostres candidatures (màxim 3) entre el 31 de març i el 24 d’abril. Impuls per a l'educació al món rural Beques UOC Rural Adreçades a persones residents en municipis de menys de 2.000 habitants, per afavorir el seu accés a formació de nivell universitari amb l'objectiu de reduir les desigualtats territorials i facilitar l'arrelament de les persones i els seus projectes professionals a les àrees rurals. Premis UOC Rural als millors treballs finals Reconeixen els millors treballs finals de grau i de màster que busquen posar en valor el món rural i resoldre els desafiaments actuals als quals s'enfronta. Pràctiques en àrees rurals Els ajuts al Pràcticum Odisseu pretenen incentivar l'estada en pràctiques remunerades a les empreses situades en municipis rurals , per tal de promoure la competitivitat empresarial, així com el retorn i l'arrelament a les zones rurals. Xarxa UOC Rural Research Recerca i transferència Manteniu-vos al dia de totes les novetats de recerca i transferència a través de la nostra web Xarxa UOC Rural Research Projectes en marxa Impacte de la formació UOC al món rural Volem saber fins a quin punt i de quina manera la formació i la investigació a la UOC donen resposta als reptes de les ruralitats contemporànies i contribueixen a reduir la bretxa territorial i les desigualtats socioeconòmiques i ambientals que l'acompanyen. ConectArt-e ConectArt-e vol promoure una simbiosi entre la creació cultural i artística contemporània i el turisme regeneratiu com a activitats socials, econòmiques i culturals compromeses amb la sostenibilitat i el desenvolupament del territori. Estudi exploratori sobre l'habitatge al món rural Un estudi exploratori que caracteritza la qüestió de l'habitatge al món rural en els municipis estudiats i que inclou una avaluació de la influència de l'entorn socioeconòmic i una valoració de l'eficàcia del marc normatiu, a més d'identificar iniciatives privades d'acció i activisme sobre l'habitatge rural. Xarxa UOC Rural Research Comunitat UOC rural La millora de l'oferta d'habitatge rural de lloguer, clau per atreure nous habitants a l'Espanya despoblada Holapueblo, iniciativa per atreure habitants a zones despoblades, presenta un estudi amb investigadors de la UOC per a la revitalització de municipis rurals a Espanya. Cristian Castillo (Professor a la UOC) Una recerca liderada per Cristian Castillo, professor lector dels Estudis d'Economia i Empresa de la UOC, ha creat rutes intel·ligents perquè totes les zones rurals tinguin accés a assistència sanitària. Forma part de la Xarxa A la UOC estem molt compromesos en crear una xarxa forta capaç d'afavorir els processos de transformació positiva del món rural. Anima't a compartir la teva experiència i formar part de la comunitat UOC rural. Comparteix la teva experiència Col·laboradors"
}