{
  "url": "https://uoc.edu/portal/ca/metodologia-online-qualitat/model-educatiu/accio-tutorial/index.html",
  "content": "Metodologia online de qualitat Model educatiu El model educatiu de la UOC és un model centrat en l'estudiant i el seu procés d'aprenentatge. Un dels aspectes fonamentals és el disseny de les activitats que els estudiants han de fer al llarg d'aquest procés. Cal destacar tres elements essencials d'aquestes activitats: els recursos d'aprenentatge , la col·laboració i l' acompanyament . La personalització i l'acompanyament constant a l'estudiant i l'assessorament al llarg de la seva trajectòria acadèmica, d'una manera asíncrona i virtual, són un fet clau a la UOC. En aquesta línia, la figura del tutor es converteix en un element indispensable del nostre model pedagògic. En el context universitari de l'EEES, la UOC aposta per orientar les tutories cap a aquest nou espai d'ensenyament obert i flexible que ens planteja l'EEES, fixant l'atenció en les necessitats i expectatives dels nostres estudiants, amb l'objectiu de millorar l'assessorament i l'orientació. Pla d'acció tutorial En termes generals, el tutor és la persona que, d'una manera individualitzada, acull, acompanya i orienta l'estudiant durant tota la seva vida acadèmica . El tutor és el referent de l'estudiant respecte a la planificació dels estudis que ha triat, el disseny de l'itinerari curricular i l'ajustament del ritme de treball de l'estudiant a les seves possibilitats reals. La figura del tutor també ajuda l'estudiant a adaptar-se a la Universitat , fent comunitat , donant a conèixer i aprofitant els recursos de la UOC. En els darrers semestres dels estudis, l'activitat del tutor se centra en l' orientació professionalitzadora i en la formació contínua de l'estudiant. El pla de tutoria és l'instrument que permet planificar i desenvolupar l'acció tutorial a la UOC. Aquest pla de tutoria, adaptat a cadascun dels estudis segons el perfil de l'estudiant, està sotmès a un procés constant de revisió i de millora per part dels docents. Aula de tutoria És l'espai destinat a contrastar impressions i expressar inquietuds, dubtes, necessitats amb altres estudiants. Per mitjà de l'aula, el tutor facilita tota la informació que pugui ser útil en el desenvolupament del semestre: importància del pla docent , assignatures , calendar i acadèmic, tràmits acadèmics, exàmens i publicació de qualificacions , etc. En aquest espai, el tutor disposa de les eines necessàries per a poder executar el pla de tutoria: recursos per a aprendre a la UOC eines de comunicació eines de seguiment acadèmic de l'estudiant"
}