{
  "url": "https://uoc.edu/portal/ca/compromis-social/xarxa-rural/index.html",
  "content": "Impacte global #Agenda2030 Xarxa UOC Rural La contribució de la UOC als reptes actuals de les àrees rurals Un camí per recorrer junts Beques rurals de Tarragona El nostre compromís La Xarxa UOC Rural s'articula com un espai de cocreació i transferència de coneixement orientat a fomentar processos de transformació positiva, per tal de reduir les desigualtats territorials , afavorir la cohesió i enfortir les àrees rurals . Un 17% de la nostra comunitat viu en zones rurals . Les dones representen el 62% de la comunitat UOC a rural. Estudiants per comarques residents en municipis de < 10.000 habitants. Actualitat Beques de matrícula per a persones residents en zones rurals de la Demarcació de Tarragona Es convoquen 10 beques parcials d’un import de 1.000€ destinades a qualsevol programa de Grau o Màster Universitari de la UOC i durant el primer i el segon semestre del curs acadèmic 2024-2025. La millora de l'oferta d'habitatge rural de lloguer, clau per atreure nous habitants a l'Espanya despoblada Holapueblo, iniciativa per atreure habitants a zones despoblades, presenta un estudi amb investigadors de la UOC per a la revitalització de municipis rurals a Espanya MITECO presenta RE-CREA RURAL 2025, un certamen de microvídeos per ressaltar la dinamització del món rural. Es tracta d'un concurs que busca fomentar l'activitat creativa centrada a les àrees rurals promovent, mitjançant continguts audiovisuals breus, una visió renovada de l'entorn rural com a espai d'oportunitats, emprenedoria i riquesa cultural. Impuls per a l'educació al món rural Beques UOC Rural Adreçades a persones residents en municipis de menys de 2.000 habitants, per afavorir el seu accés a formació de nivell universitari amb l'objectiu de reduir les desigualtats territorials i facilitar l'arrelament de les persones i els seus projectes professionals a les àrees rurals. Premis UOC Rural als millors treballs finals Reconeixen els millors treballs finals de grau i de màster que busquen posar en valor el món rural i resoldre els desafiaments actuals als quals s'enfronta. Pràctiques en àrees rurals Els ajuts al Pràcticum Odisseu pretenen incentivar l'estada en pràctiques remunerades a les empreses situades en municipis rurals , per tal de promoure la competitivitat empresarial, així com el retorn i l'arrelament a les zones rurals. Xarxa UOC Rural Research Recerca i transferència Manteniu-vos al dia de totes les novetats de recerca i transferència a través de la nostra web Xarxa UOC Rural Research Projectes en marxa Impacte de la formació UOC al món rural Volem saber fins a quin punt i de quina manera la formació i la investigació a la UOC donen resposta als reptes de les ruralitats contemporànies i contribueixen a reduir la bretxa territorial i les desigualtats socioeconòmiques i ambientals que l'acompanyen. ConectArt-e ConectArt-e vol promoure una simbiosi entre la creació cultural i artística contemporània i el turisme regeneratiu com a activitats socials, econòmiques i culturals compromeses amb la sostenibilitat i el desenvolupament del territori. Estudi exploratori sobre l'habitatge al món rural Un estudi exploratori que caracteritza la qüestió de l'habitatge al món rural en els municipis estudiats i que inclou una avaluació de la influència de l'entorn socioeconòmic i una valoració de l'eficàcia del marc normatiu, a més d'identificar iniciatives privades d'acció i activisme sobre l'habitatge rural. Xarxa UOC Rural Research Comunitat UOC rural La pràctica artística en el context rural: reptes i oportunitats Les professores col·laboradores del Grau d'Arts de la UOC, Amparo Moroño i Sira Pizà, reflexionen sobre el procés de creació artística i els projectes a l'entorn rural a la jornada Càtedra oberta. Cristian Castillo (Professor a la UOC) Una recerca liderada per Cristian Castillo, professor lector dels Estudis d'Economia i Empresa de la UOC, ha creat rutes intel·ligents perquè totes les zones rurals tinguin accés a assistència sanitària. Forma part de la Xarxa A la UOC estem molt compromesos en crear una xarxa forta capaç d'afavorir els processos de transformació positiva del món rural. Anima't a compartir la teva experiència i formar part de la comunitat UOC rural. Comparteix la teva experiència Col·laboradors"
}