{
  "url": "https://uoc.edu/portal/ca/in3/coneix/programa-visiting/index.html",
  "content": "Coneix l'IN3 Programa d'acollida de personal acadèmic visitant de l'IN3 L’IN3 promou la incorporació de personal acadèmic visitant acollit per un dels nostres grups de recerca . Les sol·licituds s’han d’adreçar al grup de recerca. Després d’arribar a un acord amb el grup de recerca, guiarem el candidat pels procediments interns. Personal acadèmic visitant L’IN3 promou la incorporació temporal de personal acadèmic per a oferir un intercanvi d’experiències, idees i opinions amb persones expertes en determinats camps de coneixement. En aquest sentit, l’IN3 vol atraure personal acadèmic que es trobi en diferents etapes professionals i que aporti noves maneres d’abordar coneixements específics. Rebre personal acadèmic visitant comporta un enriquiment múltiple . Enriqueix les persones que visiten la nostra institució perquè tenen la possibilitat d’integrar-se en un entorn de recerca sòlid i multidisciplinari. També enriqueix l'IN3 perquè brinda l’oportunitat d’aprendre i compartir experiències, obrir noves línies de recerca i consolidar i ampliar les xarxes de treball existents. El compromís de l'IN3 Proporcionar una taula amb un ordinador de sobretaula, si bé es podran fer servir dispositius personals propis (portàtil, tablet). Donar accés a la biblioteca en línia i a les instal·lacions de l’edifici de l’IN3 (connexió wifi, impressora, cuina, etc.). El compromís del personal acadèmic visitant Presentar un breu pla de treball per a l'estada acordat amb el grup de recerca. Disposar de recursos (propis o externs) per a l’estada, inclosa l’assegurança mèdica . L’estada no implica un vincle contractual amb l’IN3 o la UOC. Contribuir amb un o dos seminaris (depenent de la durada de la seva estada). Per a estades curtes, recomanem que el seminari es programi al començament de l’estada a fi de facilitar les xarxes de treball amb la comunitat. Consulta el llistat del personal acadèmic visitant"
}