{
  "url": "https://uoc.edu/portal/ca/elearning-innovation-center/projectes-innovacio-educativa/index.html",
  "content": "Projectes d'innovació educativa Impulsem la innovació educativa de la UOC creant un ecosistema en què les idees es puguin dur a la pràctica per provar-les, analitzar-les i avaluar-ne l'impacte real en la docència i l'aprenentatge. Facilitem el desenvolupament de les iniciatives i els projectes d'innovació del professorat, liderem projectes d'innovació institucional transversals i obrim portes a la col·laboració amb altres actors i amb iniciatives privades per \"re-evolucionar\" l'educació superior mitjançada per la tecnologia. Projectes institucionals transversals Folio Reinterpretació innovadora del concepte de portafolis que permet el treball col·laboratiu, el desenvolupament d'una imatge digital, la creació d'una identitat com a estudiant i la seva visibilitat en el món professional, entre d'altres. Folio s'ha creat utilitzant la tecnologia WordPress; per tant, permet exportar tot el treball fet i publicat a l'espai professional web de WordPress amb total llibertat. Insignia Insígnia és una iniciativa transversal i transformadora que vol empoderar les persones perquè puguin impulsar i gestionar la seva carrera professional amb decisions fonamentades d'acord amb els seus interessos i el coneixement de les pròpies competències, les oportunitats formatives al llarg de la vida, i la demanda de coneixements i habilitats del mercat. Projectes iniciativa del professorat CodeLab Eina de tipus laboratori per a l'aprenentatge de la programació en línia. CodeLab ofereix un entorn de pràctiques de laboratori que proporciona a l'estudiantat un pla d'aprenentatge mitjançant una col·lecció d'exercicis, una visualització del progrés dels aprenentatges i un entorn de comunicació entre estudiants i docent. Controvèrsies Entorn que integra una eina de fòrums que permet a l'estudiantat fer un debat públic per mitjà de controvèrsies. Alhora, s'associa amb un segon espai on, amb les solucions tecnològiques, es poden fer les dinàmiques de treball grupal prèvies al debat. Xatbot docent Projecte experimental que ha fet accessible a l'aula virtual un xatbot que havia de respondre les preguntes que els estudiants poguessin tenir sobre els continguts d'una assignatura. Avaluació col·laborativa de TFM Projecte que millora la gestió i l'avaluació dels treballs de final de màster. S'ha creat una eina web més eficaç per processar les assignacions dels estudiants al seu tribunal del treball final de màster (TFM) i introduir les avaluacions dels membres de la comissió avaluadora (tutor de TFM, avaluador extern i PRA/president del tribunal). Autoavaluació competencial Eina d'autoavaluació del desenvolupament de competències després de cada prova d'avaluació contínua (PAC) que potencia tres dels elements clau del treball per competències: la reflexió crítica, l'autoregulació i l'empoderament de l'estudiant. Inclou Projecte que analitza els principals recursos d'aprenentatge que s'utilitzen actualment a la UOC, per identificar les mancances o barreres que fan que no siguin accessibles per als estudiants amb diversitat funcional visual."
}