{
  "url": "https://uoc.edu/portal/ca/elearning-innovation-center/assessorament-formacio/partner-docent/index.html",
  "content": "Acompanyament per al Disseny de l'Aprenentatge Partner docent L'equip d’Acompanyament per al Disseny de l’Aprenentatge ofereix al professorat de la UOC un assessorament pedagògic especialitzat —específic per a cadascuna de les àrees d'estudi de la Universitat— en el disseny de programes, assignatures i accions formatives. El procés d'acompanyament s'orienta a la capacitació dels docents per a la millora contínua de l'ensenyament i l'aprenentatge que dissenyen i traslladen amb autonomia a les aules. Per mitjà d'accions d'assessorament periòdiques, l'equip d'expertes dona suport en el disseny pedagògic de programes i assignatures en línia, en la definició i l'aplicació d'estratègies i metodologies actives d'ensenyament i aprenentatge, en la definició de resultats d'aprenentatge, en la formulació de reptes d'aprenentatge i dels resultats competencials a què cal donar resposta, en el plantejament d'activitats significatives, en l'ús de metodologies didàctiques, i en el disseny i implementació del feedback formatiu i l'aplicació d'estratègies d'avaluació, entre moltes altres qüestions. A més, és membre i líder de projectes d'innovació educativa. Des de la funció docent que exerceix, l'equip esdevé un agent de canvi de la Universitat per a la millora de la docència i l'aprenentatge. Infografia de l'equip de partners docents (setembre 2024) L'equip treballa de manera col·laborativa per generar recursos i guies, i els posa a disposició dels docents a través de l'eLearning Kit , el web de recursos per al disseny de l'aprenentatge. Formació del professorat Impulsem el desenvolupament professional docent del professorat promovent el disseny i la implementació d'un pla de formació que atengui tots els àmbits d'acció: recerca i innovació, docència i direcció acadèmica d'equips docents. Amb l'objectiu que sigui flexible, motivador i útil, s'estructura a partir d'itineraris temàtics específics compostos per propostes formatives amb diferents modalitats, formats, durades i graus d'aprofundiment. Fem especial èmfasi en la formació inicial i contínua pel que fa a l'ús metodològic dels espais d'aprenentatge i de comunicació de l'entorn d'aprenentatge i les eines que s'hi integren, en la inclusió de diverses metodologies i estratègies en l'acció docent i l'avaluació dels aprenentatges, i en l'anàlisi basada en indicadors per a la millora del seguiment i l'avaluació de les accions formatives. Posem a l'abast del professorat recursos informatius i formatius, organitzem tallers i sessions de treball presencials i en línia sobre temes específics, i fem sessions d'acompanyament individual en funció de les necessitats identificades. Acompanyem el professorat a l'hora d'aplicar la metodologia basada en reptes en el disseny de les assignatures. L'equip de partners docents (Acompanyament per al Disseny de l’Aprenentatge) ofereix assessorament especialitzat al professorat per al disseny d'assignatures basades en reptes. D'acord amb aquesta metodologia, cada assignatura està concebuda com una seqüència formada per un conjunt d'activitats que anomenem reptes. S'orienta a: Assegurar que el disseny de les assignatures, basat en els resultats d'aprenentatge del programa, es traslladi de manera real i efectiva a les aules i a l'activitat formativa dels estudiants. Vincular les competències (o resultats d'aprenentatge de programa) a les activitats i concretar-les en resultats d'aprenentatge de l'activitat avaluables. Distribuir el temps de dedicació de l'estudiant per a cadascuna de les activitats en funció del tipus, la càrrega de treball i la rellevància, tenint en compte el creditatge de l'assignatura. Dissenyar a partir d'activitats d'aprenentatge contextualitzades i necessitats reals, i no pas a partir de continguts (aprenentatge situat). Identificar recursos i orientar-ne l'ús, indicant el temps mínim de dedicació recomanat en relació amb l'activitat (cura de continguts). Pensar l'assignatura des de la perspectiva de gènere. Quines accions duem a terme? L'equip d'Acompanyament per al Disseny de l’Aprenentatge dona suport metodològic i pedagògic als docents en la implantació i l' evolució del model educatiu de la UOC des de diferents aproximacions i amb la mirada posada en els reptes a què la Universitat ha de fer front. L'acompanyament als docents es concreta de manera visible en l'actuació en els àmbits següents: Assessorament personalitzat per al disseny formatiu Impulsem accions d'assessorament que permeten al professorat expert millorar la seva pròpia pràctica docent. Guiem la tasca del professorat de nova incorporació en l'aplicació de la metodologia d'ensenyament i aprenentatge basada en reptes. Donem suport als estudis en el disseny de titulacions en relació amb totes les qüestions metodològiques. Generem continguts i activitats formatives adreçades al professorat per a la millora en el disseny de l'aprenentatge. Impartim tallers, seminaris en línia i jornades. Recopilem experiències docents innovadores i publiquem bones pràctiques d'implementació a les aules d'estratègies de feedback, d'avaluació formativa o de metodologies específiques dels treballs finals de grau i màster o de les pràctiques externes, entre altres. Som autores de recursos i guies adreçades als docents, que compartim a través de l' eLearning Kit , el web de recursos per al disseny de l'aprenentatge. Projectes d'innovació en docència i aprenentatge L'equip és impulsor, membre i/o líder de projectes institucionals i d'innovació clau per a l'evolució del model educatiu de la Universitat. Entre moltes altres qüestions, aquests projectes se centren en la intel·ligència artificial generativa; l'oferta de microcredencials educatives; el sistema de gestió de l'aprenentatge Canvas i el projecte Aula Futur; l'avaluació digital, el feedback i la intel·ligència artificial (AFIA); el desenvolupament professional docent per a la docència en línia; el Pla d'igualtat; l'atenció a l'estudiantat amb discapacitat; l'estratègia de portafolis de la Universitat, i les metodologies actives d'ensenyament i aprenentatge. Estem connectats Representem l'eLinC i la UOC en iniciatives i programes institucionals que ens permeten treballar en xarxa amb altres comunitats de docència universitària i incorporar la reflexió i el debat constants per a la millora de la nostra feina: Programa Margalida Comas, Direcció General d’Universitats, Generalitat de Catalunya. Grup de treball de formació inicial del professorat. Congrés Internacional de Docència Universitària i Innovació ( CIDUI ) Xarxa Estatal de Docència Universitària ( RED-U ). eLearning kit Web de recursos per al disseny de l'aprenentatge Espai de recursos que recull els continguts que l'equip d'Acompanyament per al Disseny de l’Aprenentatge ( partners docents) selecciona, genera, actualitza periòdicament i posa a disposició del professorat."
}