{
  "url": "https://uoc.edu/portal/ca/elearning-innovation-center/learning-analytics/index.html",
  "content": "Anàlisi de l'Aprenentatge i la Docència Diàlegs sobre el futur de l'educació Articles destacats del Blog Sharing Learning Transformació digital en l'educació superior Del model educatiu al model organitzatiu i de serveis Model educatiu com a base de la TD a les institucions Model tecnològic Learning Analytics Donem suport en els processos d'innovació i millora de l'activitat docent promovent la incorporació d'indicadors en la presa de decisions del personal acadèmic de la Universitat. Per fer-ho, organitzem la nostra activitat entorn de tres funcions: Oferir analítiques d'aprenentatge i de docència al personal acadèmic de la Universitat per mitjà d'informes interactius i en temps real, a fi de facilitar la presa de decisions del professorat, les direccions de programa, les direccions d'estudis i l'Oficina dels Vicerectorats. Proporcionar dades acadèmiques al personal docent i investigador de la Universitat que estigui interessat a desenvolupar projectes d'innovació i de recerca, mitjançant l'explotació dels registres institucionals que recullen informació, entre altres, sobre l'accés dels estudiants a la Universitat, la matrícula, el seguiment de les avaluacions, el desenvolupament de l'activitat a les aules, els resultats acadèmics que obtenen i la seva satisfacció. Donar suport als òrgans i les comissions directives de la Universitat, amb indicadors sobre els assumptes acadèmics estratègics mitjançant el disseny i l'execució de processos de recerca i d'avaluació dels projectes d'innovació institucional. Observatori de Tendències Educatives i Innovació Detecció de bones pràctiques i innovació en l'ensenyament i l'aprenentatge Detectem bones pràctiques, observem noves pedagogies i seguim la tecnologia i la innovació en l'ensenyament i l'aprenentatge per saber què passa en l'àmbit educatiu, social i laboral, fer-ne una anàlisi pertinent i plasmar les conclusions en documents i projectes. D'aquesta manera, podem: Generar informes estratègics que ajudin a integrar aquestes anàlisis a la institució. Aplicar les millores i tendències actuals sobre el model de la UOC. Estar en sintonia amb els últims desenvolupaments en l'àmbit de l'aprenentatge en línia. Ens centrem en la recerca en aquests temes, en els experts i expertes més influents de l'àmbit educatiu i tecnològic , i en les xarxes i els organismes relacionats amb l'educació i les polítiques internacionals, que contínuament generen articles i informes d'interès per a la comunitat educativa. Difusió de l'anàlisi de tendències i les pràctiques que es duen a terme a l'eLearning Innovation Center i la UOC Compartim i difonem el nostre coneixement i els progressos que fem, dins i fora de la UOC, per continuar creant opinió i ser referents en els àmbits següents: Tendències metodològiques. Disseny instruccional. Tecnologia educativa en línia. Per aconseguir-ho, l'Observatori de Tendències Educatives i Innovació participa en la creació de continguts a través de diversos canals i espais de col·laboració de la Universitat. Publicacions ESPRIA. Millora de l'Acompanyament dels Estudiants de Primer Any Infografia observatori Per què observar en educació?: l’Observatori de l’eLinC Informe de situació Avaluació competencial, acreditacions, microcredencials i ocupabilitat Anàlisi sobre formació del professorat a les IES. Benchmarking report El professorat en constant evolució: marcs de desenvolupament docent Centres d’innovació en docència i aprenentatge Àmbits d’afectació de la IA en el mercat laboral i les habilitats Robots familiars i socials en l’educació Previsions i realitats de la Realitat Virtual. Evolució 2015-2017"
}