{
  "url": "https://uoc.edu/portal/ca/universitat/contacte/index.html",
  "content": "Contacte Directori de persones Tens dubtes? Necessites contactar amb nosaltres? Posem a la teva disposició diferents canals virtuals on rebràs atenció personalitzada . Vols contactar amb nosaltres? T'hem enviat un missatge electrònic amb un enllaç per a confirmar la teva consulta. Vols contactar amb nosaltres? Vols contactar amb nosaltres? Enviant consulta... Informació bàsica sobre protecció de dades personals He llegit i accepto la política de privacitat . Responsable del tractament: Fundació per a la Universitat Oberta de Catalunya (en endavant, UOC), amb seu a l'avinguda del Tibidabo, 39-43, Barcelona, Espanya, i NIF G-60667813. Finalitats: Gestionar i donar resposta a les consultes puntuals i a la informació genèrica. Fer una avaluació i un seguiment dels serveis oferts per la UOC mitjançant estadístiques i enquestes de satisfacció. Legitimació: Consentiment. Interès legítim en l'avaluació i el seguiment del servei. Destinataris: No es comunicaran les dades a tercers, excepte obligació legal. Drets dels interessats: Podreu retirar el vostre consentiment en qualsevol moment, a més d'exercir el dret d'accés, rectificació, supressió, oposició, portabilitat, limitació i de no ser objecte de decisions individuals automatitzades enviant un correu electrònic a fuoc_pd@uoc.edu i adjuntant una fotocòpia del DNI o d'un document que acrediti la vostra identitat. Informació addicional: Podeu revisar la informació addicional sobre el tractament de les dades personals a la política de privacitat . Vull rebre informació acadèmica i institucional relacionada amb els actes que es duen a terme a la UOC, així com informació comercial sobre l'oferta formativa de la mateixa, mitjançant l'elaboració de perfils tant per part de la UOC com de tercers. Vull que la UOC o tercers proveïdors o entitats amb qui tingui acords la UOC em contactin per participar, de manera voluntària, a la realització d'enquestes relacionades amb temes d'investigació i recerca, entre d'altres. Literal a definir Literal a definir Literal a definir Cal que accepteu el tractament de les dades personals per a sol·licitar informació. Vols contactar amb nosaltres? Estem disponibles virtualment els 365 dies de l'any. Vols rebre informació dels nostres programes? Si us plau, emplena la sol·licitud d'informació que trobaràs dins del programa que t'interessi de la nostra oferta formativa. Ets estudiant UOC? Fes-nos arribar la consulta al servei d'atenció del Campus Virtual o a @UOCrespon . Per a qualsevol altre dubte, pots fer servir el formulari. Dona Home No-binari No responc Pref. Int./Telèfon Telèfon de contacte Selecciona Oferta formativa No puc accedir al Campus Virtual Contacte per a empreses, entitats o altres organismes Convalidacions Beques i ajuts Matriculació Admissió Usos i drets lingüístics Altres Adjunta x Adjunta x Adjunta x He llegit i accepto la política de privacitat. Limitació de 2.500 caràcters. ??? formEstudiants.carregant ??? Per dubtes més específics... Oferta formativa Et recomanem emplenar la sol·licitud d'informació que trobaràs dins de cada programa formatiu. La Biblioteca respon La Biblioteca respon és on trobaràs solució als teus dubtes i consultes sobre la Biblioteca de la Universitat. Alumni Consulta qualsevol dubte en relació amb la comunitat de graduats i graduades de la UOC. Matrícula corporativa Tens dubtes sobre com desenvolupar el talent de la teva organització? Serveis a la recerca Per temes relacionats amb la recerca, la innovació i l'emprenedoria, consulta'ns aquí. Per a periodistes Posa't en contacte amb l'oficina de mitjans de l'Àrea de Comunicació de la Universitat. Sindicatura de Greuges Vols presentar una queixa o fer una consulta a la síndica de greuges? Compliment normatiu Canal de consultes i denúncies sobre el compliment normatiu."
}