{
  "url": "https://uoc.edu/portal/ca/escola-doctorat/coneix/que-fem/index.html",
  "content": "Coneix l'Escola de Doctorat Què fem L'Escola de Doctorat coordina i organitza els estudis de doctorat de la UOC. La formem un equip de professionals que tenim com a objectiu principal vetllar pel bon funcionament dels programes i les activitats que oferim: Donem servei als programes de doctorat de la UOC. Desenvolupem estratègies de recerca alineades amb l'estratègia de la Universitat. Promovem l'entorn adequat per dur a terme una recerca innovadora i de qualitat. En aquesta carta de serveis t'expliquem el que fem per aconseguir aquests propòsits. Línies de recerca Oferim més de cinquanta línies de recerca que agrupen l'activitat investigadora del personal i els grups de recerca de la Universitat. Beques UOC Convoquem beques per fer els estudis de doctorat d'alguns dels programes de doctorat. Les beques UOC - Escola de Doctorat impliquen la dedicació exclusiva de l'estudiant i la seva incorporació física a les instal·lacions de la Universitat. Altres beques competitives Donem suport per aconseguir altres beques competitives per fer la tesi doctoral. Portafolis de programes de doctorat Oferim nou programes de doctorat, tres dels quals són interuniversitaris, que es poden cursar tant a temps complet com a temps parcial. Treballem estretament amb tots els estudis de totes les disciplines i els tres centres de recerca de la Universitat. Pla d'acollida Donem suport als investigadors i les investigadores en formació perquè s'integrin a la Universitat, i els facilitem informació i recursos mitjançant un pla d'acollida específic segons si segueixen el model a temps parcial o a temps complet. Pla de formació Dissenyem un pla personalitzat de formació com a suport al projecte d'investigació que inclou diverses activitats formatives, com ara cursos, tallers i seminaris. Recursos per a la recerca Facilitem els recursos necessaris per elaborar i publicar una tesi doctoral, com ara bases de dades de revistes científiques i materials metodològics. Acompanyament durant la recerca Cada estudiant de doctorat disposa d'un o dos directors o directores de tesi, un tutor o tutora i la Comissió Acadèmica del programa, que l'acompanyen durant tot el període de formació en la recerca."
}