{
  "url": "https://uoc.edu/portal/ca/escola-doctorat/coneix/faqs/index.html",
  "content": "Coneix l'Escola de Doctorat Preguntes més freqüents Quina durada té un programa de doctorat? Quin preu té un programa de doctorat? Què haig de fer per a ser admès a un programa de doctorat? Quins idiomes es fan servir en els programes de doctorat? Quin nivell d'anglès haig de tenir? Si no disposo de cap certificat oficial d'anglès, com en puc obtenir un? Serà reconegut el títol de doctor al meu país? Com puc sol·licitar una beca UOC - Escola de Doctorat? Hauré de desplaçar-me a Barcelona en algun moment? En quins idiomes hauré d'escriure la tesi doctoral? Quants directors de tesi tindré? Puc proposar un director de tesi? Quina durada té un programa de doctorat? Modalitat a temps complet : segons el Reial decret 576/2023, la durada dels estudis de doctorat a temps complet és de 4 anys com a màxim, que es comptaran des de la matricula del doctorand/a al programa fins a la presentació de la tesi doctoral. Si passat aquest període de 4 anys no s'hagués presentat la sol·licitud de depòsit de tesi, la Comissió Acadèmica podrà autoritzar una pròrroga d'un any més. Modalitat a temps parcial : segons el Reial decret 576/2023, els doctorands/es que facin els estudis de doctorat a temps parcial, disposaran de 7 anys des de la matricula al programa fins a la presentació de la tesi doctoral. Si passat aquest període no s'hagués presentat la sol·licitud de depòsit de tesi, la Comissió Acadèmica podrà autoritzar una pròrroga d'un any més Reial Decret 576/2023 de 4 de juliol Quin preu té un programa de doctorat? La Generalitat de Catalunya fixa cada curs acadèmic els preus públics dels crèdits i altres serveis acadèmics per a les universitats públiques de Catalunya i per a la Universitat Oberta de Catalunya. Informació genèrica sobre preus i taxes dels programes de doctorat Informació específica sobre els programes de doctorat Què haig de fer per a ser admès a un programa de doctorat? Perquè t'admetin en un dels programes de doctorat de la UOC has de complir els requisits d'accés i formalitzar la sol·licitud d'accés segons el procediment descrit per al doctorat que t'interessi. Requisits d'accés als programes de doctorat Informació específica sobre els programes de doctorat Quins idiomes es fan servir en els programes de doctorat? Els programes de doctorat tenen l'anglès com a llengua vehicular, però els plans de recerca i les tesis doctorals es poden escriure en anglès, català o castellà. Quin nivell d'anglès haig de tenir? En el cas d'estudiants no nadius en països de parla anglesa, cal estar en possessió d'un certificat que acrediti un nivell de competència en llengua estrangera (anglès). En el cas dels programes de doctorat, cal tenir el nivell B2 del Marc europeu comú de referència per a les llengües (MECR). Si no disposo de cap certificat oficial d'anglès, com en puc obtenir un? La UOC facilita l'acreditació del coneixement d'anglès en oferir una prova de nivell de TOEFL . Per a fer aquesta prova, cal especificar el codi que correspon a la Universitat Oberta de Catalunya: 4418. L'estudiant també pot demostrar les seves habilitats lingüístiques en anglès amb un altre títol oficial que acrediti un nivell equivalent o superior al que s'exigeix. Exemples de títols que acrediten aquests nivells: http://secure.vec.bc.ca/toefl-equivalency-table.cfm . Serà reconegut el títol de doctor al meu país? Els títols universitaris de doctorat de la UOC tenen caràcter oficial i validesa a tot el territori de l'Estat espanyol ja que han estat verificats pel Consell d'Universitats del Ministeri d'Educació, Cultura i Esports i autoritzats pel Govern de la Generalitat de Catalunya. En aquest sentit, el procediment de legalització i homologació d'aquests títols és el mateix que s'hauria de seguir per a un títol universitari oficial de doctor de qualsevol altra universitat. Com puc sol·licitar una beca UOC - Escola de Doctorat? Per a poder optar a una beca UOC - Escola de Doctorat has de complir els requisits publicats en la convocatòria i especificar la voluntat d'optar a una beca en el formulari de sol·licitud d'accés al doctorat. Informació sobre la convocatòria de beques UOC - Escola de Doctorat Hauré de desplaçar-me a Barcelona en algun moment? Els estudiants dels programes de doctorat que segueixin la modalitat d'ensenyament a distància i a temps parcial no necessitaran venir presencialment a la Universitat, excepte per a l'acte de lectura i defensa de la tesi doctoral, que té caràcter presencial. En quins idiomes hauré d'escriure la tesi doctoral? Els programes de doctorat tenen l'anglès com a llengua vehicular, però els plans de recerca i les tesis doctorals es poden escriure en anglès, català o castellà. El doctorand/a haurà de dipositar la tesi doctoral amb un breu resum de la recerca en anglès i un altre en català o castellà. En cas de motiu justificat, la Comissió Acadèmica del programa corresponent pot autoritzar el dipòsit d'una tesi doctoral en alguna llengua diferent de les tres ja esmentades. Quants directors de tesi tindré? Per a portar a terme la tesi doctoral, els doctorands/es tindran un director/a de tesi o, com a màxim, dos codirectors/es. Un director/a de tesi ha de ser necessàriament un professor/a o investigador/a a temps complet de la UOC, i l'altre/a pot ser de qualsevol altra universitat, institució o centre de recerca. Puc proposar un director de tesi? El tutor/a és qui fa la proposta formal de director/a de tesi a la Comissió Acadèmica del programa de doctorat, que és l'òrgan col·legiat encarregat de l'aprovació d'aquesta proposta. Evidentment, l'opinió del doctorand/a es tindrà en compte en el procés de selecció del director/a de tesi."
}