{
  "url": "https://uoc.edu/portal/ca/escola-doctorat/coneix/equip/index.html",
  "content": "Coneix l'Escola de Doctorat Equip Qui investiga L'estructura de govern de l'Escola de Doctorat és formada pel Comitè de Direcció i les comissions acadèmiques dels programes de doctorat. Comitè de Direcció És constituït pel director/a de l'Escola de Doctorat com a president/a i els coordinadors/es de cada programa de doctorat, a més d'un/a responsable de gestió amb veu però sense vot. President: Dr. David Masip Rodó Vocals: Dr. Ferran Adelantado Freixer Dra. Mireia Fernández-Ardèvol Sra. Marga Casamitjana Franco Dra. Iolanda García González Dr. Ferran Prados Carrasco Dr. Antoni Meseguer Artola Dr. Rubén Nieto Luna Dr. Carles Prado Fonts Dr. Joan Miquel Gomis Lopez Dr. David Martínez Zorrilla Comissions acadèmiques Són constituïdes pel coordinador/a del programa i un professor/a representant de cada disciplina o especialitat, a més d'un tècnic/a de gestió amb veu però sense vot. Doctorat d'Educació i TIC ( e-learning ) García González, Iolanda (coordinadora) Badia Garganté, Antoni Daradoumis Haralabus, Atanasi Ferrer Esteban, Gerard Serradell-López, Enric Grañera Gimeno, Gisela Meneses Naranjo, Julio Fabián Maina, Marcelo Crescenzi, Lucrezia Rojano López, Puri Doctorat de Societat de la Informació i el Coneixement / Doctorat de Societat, Tecnologia i Cultura Fernández-Ardèvol, Mireia (coordinadora) Cantó Milà, Natàlia Clua Infante, Anna Jiménez Zarco, Ana Isabel López Gómez, Daniel Martínez Zorrilla, David Requena Bou, Agnès Rodríguez González, Mª Elena Serrano Balaguer, Ivan Doctorat de Tecnologies de la Informació i de Xarxes Adelantado Freixer, Ferran (coordinador) Caballé Llobet, Santi Clarisó Viladrosa, Robert Lapedriza Garcia, Àgata Marquès Puig, Joan Manuel Rifà Pous, Helena Boada Martínez, Pol Doctorat de Bioinformàtica (interuniversitari: UAB, UPC, UdG, UdL, UOC, UVic-UCC) Daura Ribera, Xavier (UAB) Perera Lluna, Alexandre (UPC) Oliver i Malagelada, Arnau (UdG) Alves, Rui (UdL) Prados Carrasco, Ferran (UOC) Villà Freixa, Jordi (UVic-UCC) Doctorat d'Administració i Direcció d'Empreses (interuniversitari: UPC, UPM, UPCT, UOC) Sallán Leyes, José María (coordinador, UPC) Abánades Velasco, Alberto (UPM) Alarcón Lorenzo, Silverio (UPM) Cañabate Carmona, Antonio (UPC) Gallardo Gallardo, Eva (UPC) Martínez Lorente, Ángel Rafael (UPCT) Meseguer Artola, Antoni (UOC) Rodriguez Ardura, Inma (UOC) Ros McDonell, Lorenzo (UPCT) Doctorat de Humanitats i Comunicació Prado Fonts, Carles (coordinador) Aranda Juárez, Daniel Ardèvol Piera, Elisenda Garcés Mascareñas, Marina Prado Font, Carles Pujol Ozonas, Cristina Sánchez de Serdio Martín, Aida Boada Martínez, Pol Doctorat en Salut i Psicologia Nieto Luna, Rubén (coordinador) Bosque Prous, Marina Esteve Gibert, Núria Ficapal Cusí, Pilar Rodríguez Giralt, Israel Saigí Rubió, Francesc Sainz Ibáñez, Milagros Rojano López, Puri Doctorat en Dret, Política i Economia Martinez Zorrilla, David (coordinador) Balcells Padullés, Joan Delgado Garcia, Ana Mª Elizalde Carranza, Miguel Ángel Lladós Masllorens, Josep Tamarit Sumalla, Josep Mª Vilalta Nicuesa, Aura Esther Requena Bou, Agnès Doctorat en Turisme (interuniversitari: UMA, UA, UCA, UCM, UEX, ULL, Nebrija, UOC, URJC, USC, US, UVIGO Antonio Guevara Plaza (UMA) (coordinador) José Fernando Vera Rebollo (UA) Juan Arturo Rubio Arostegui (U ANebrija) José Antonio López Sánchez (UCA) María García Hernández (UCM) José Manuel Hernández Mogollón (UEX) Moisés Simancas Cruz (ULL) Joan Miquel Gomis Lopez (UOC) Francisco J. Otamendi Fernández de la Puebla (URJC) Xosé Manuel Santos Solla (USC) Ángeles Gallego Águeda (US) José Antonio Fraiz Brea (Uvigo) Equip L'Escola de Doctorat és formada pel director del centre, els coordinadors dels programes de doctorat i els membres de les comissions acadèmiques, els directors de tesis i els tutors dels doctorands. L'equip també el formen els becaris de UOC - Escola de Doctorat, o de qualsevol altre tipus de beca, que duen a terme el seu programa de doctorat a temps complet i amb presència física a les instal·lacions de la Universitat. El personal de gestió de l'Escola de Doctorat vetlla pel bon funcionalment dels programes i de les activitats de l'Escola de Doctorat. Dr. David Masip, director de l'Escola de Doctorat Dra. Mireia Fernández-Ardèvol, directora del programa de doctorat en Societat de la Informació i el Coneixement i del doctorat en Societat, Tecnologia i Cultura Dra. Iolanda García, directora del programa de doctorat en Educació i TIC ( e-learning ) Dr. Ferran Adelantado, director del programa de doctorat en Tecnologies de la Informació i Xarxes Dr. Joan Pujolar, director del programa de doctorat en Humanitats i Comunicació Dr. Ruben Nieto, director del programa de doctorat en Salut i Psicologia Dr. Antoni Meseguer, director per part de la UOC del programa de doctorat interuniversitari en ADE Dr. Joan Miquel Gomis, director per part de la UOC del programa de doctorat interuniversitari en Turisme Dr. Ferran Prados Carrasco, director per part de la UOC del programa de doctorat interuniversitari en Bioinformàtica Dr. David Martínez Zorrilla, director del programa de doctorat de Dret, Política i Economia Sra. Marga Casamitjana, mànager de programa Sra. Isabel Carol, tècnica de suport a la direcció Sra. Agnès Requena, tècnica de gestió acadèmica Sr. Pol Boada, tècnic de gestió acadèmica Sra. Puri Rojano, tècnica de gestió acadèmica Sra. Cristina García, tècnica Sra. Montserrat Mir Buxalleu, tècnica de gestió acadèmica Becaris i doctorands industrials"
}