{
  "url": "https://uoc.edu/portal/ca/escola-doctorat/acces-i-admissio/properes-convocatories/index.html",
  "content": "Accés i admissió Properes convocatòries d'accés La Universitat Oberta de Catalunya (UOC) ofereix els programes de doctorat següents: Dret, Política i Economia Societat, Tecnologia i Cultura Educació i TIC (E-learning) Tecnologies de la Informació i de Xarxes Salut i Psicologia Humanitats i Comunicació Bioinformàtica (interuniversitari: UAB, UPC, UdG, UdL,UOC, UVic-UCC) Administració i Direcció d'Empreses (interuniversitari: UPC, UPM, UPCT, UOC) Turisme (interuniversitari: UMA, UA, UCA, UCM, UEX, ULL, Nebrija, UOC, URJC, USC, US, UVIGO) La UOC també ofereix la possibilitat de cursar doctorats industrials , en els quals els millors sol·licitants podran obtenir una beca mitjançant acords amb empreses. Les persones que cursin un doctorat industrial tindran un supervisor a la universitat i un tutor a l'empresa. Per tal de fer efectiva la sol·licitud per cursar un programa de doctorat de la UOC, s’ha d'entrar a l'enllaç d'un dels programes i seguir aquests 4 passos: Calendari convocatòria 2 de desembre de 2024: Inici de la convocatòria d'accés i admissió als programes de doctorat. 3 de febrer de 2025: Finalització del termini de la convocatòria d'accés i admissió als programes de doctorat. 19 de febrer de 2025: Publicació de les llistes provisionals de les candidatures a avaluar. 19 de febrer a 26 de febrer de 2025: Període de al·legacions de les candidatures a avaluar. 28 de febrer de 2025: Publicació de les llistes definitives de les candidatures a avaluar. 6 de maig de 2025: Publicació provisional de la resolució de les candidatures admeses en línia i de les que han obtingut beca UOC. 6 de maig a 13 de maig de 2025: Període d'al·legacions de les candidatures admeses en linia i de les que han obtingut una beca UOC. 28 de maig de 2025: Resolució i publicació definitiva de les candidatures admeses als programes de doctorat i de les que han obtingut una beca UOC. Juliol de 2025 : Inici matrícula curs 2025-26. Setembre de 2025 : Inici de docència curs acadèmic 2025-26. Per saber el calendari específic del programa de doctorat interuniversitari d’Administració i Direcció d’Empreses, consultar la seva pàgina web oficial . Pas 1 Sol·licita el servei d'acollida i informació Pas 2 Accedeix al Campus i contacta amb l'investigador Pas 3 Sol·licitud d'admissió Pas 4 Envia la documentació digital Només es tindran en compte les candidatures presentades correctament dins del termini establert i que incloguin la documentació completa . Es recomana als candidats/es no esperar fins a l'últim moment per enviar la sol·licitud per si sorgeixen dubtes o incidències tecnològiques durant el procés. En el cas del programa de doctorat interuniversitari d'Administració i Direcció d'Empreses, s’han de seguir específicament els terminis i procediments establerts a la seva pàgina web oficial ."
}