{
  "url": "https://uoc.edu/portal/ca/universitat/organitzacio/sindic/index.html",
  "content": "Com ens organitzem Sindicatura de Greuges Memòries de la Sindicatura de Greuges Síndica de greuges Teresa Sancho és catedràtica d’Educació Matemàtica de la Universitat Oberta de Catalunya. Ha estat directora del grau de Ciència de Dades Aplicada (2018-2022), vicerectora de Recerca i Innovació (2011-2013), directora de Recerca adjunta al vicerectorat de Recerca i Innovació (2009-2011) i directora del programa de doctorat de Societat de la Informació i el Coneixement (2004-2006) de la UOC. És doctora en Enginyeria Electrònica per la Universitat Ramon Llull (1995) i llicenciada en Matemàtiques per la Universitat de Barcelona (1990). Fitxa personal El síndic de greuges és la figura nomenada pel Patronat de la Fundació per a la Universitat Oberta de Catalunya que té la missió de vetllar pels drets i deures de tots els membres de la Universitat, actuant amb independència i autonomia de tots els altres òrgans i instàncies de la Universitat (article 24 de les Normes d'organització i funcionament). Són funcions de la Sindicatura de Greuges: La defensa dels drets i les llibertats de tots els membres de la comunitat universitària de la UOC davant de qualsevol actuació o situació de discriminació, indefensió o arbitrarietat, i la garantia del compliment de tot el que disposen les Normes d'organització i funcionament de la UOC i qualsevol altra normativa de la Universitat. L'empara i defensa en les qüestions que li són sotmeses o en les quals decideix actuar d'ofici. Té també un caràcter informatiu sobre el funcionament de la Universitat, a fi de millorar la qualitat universitària en tots els seus àmbits. En relació amb aquesta darrera finalitat, el síndic de greuges pot assistir a les reunions dels òrgans col·legiats de la Universitat amb veu i sense vot. En les seves actuacions, la Sindicatura de Greuges vetllarà sempre per la defensa de la qualitat universitària en tots els seus àmbits i especialment dels valors de la Universitat com a espai d'intercanvi i creació de coneixement i de formació de les persones, perseguint la garantia d'aquests valors i preservant-los de les actuacions que dins i fora de l'organització els puguin afectar negativament. La Sindicatura pot elaborar informes, sobre un tema específic, per iniciativa pròpia o a petició del Patronat o del Consell de Govern de la Universitat. La Sindicatura pot, en les seves decisions i resolucions, formular a les autoritats o al personal de la Universitat advertències, recomanacions i suggeriments relatius als seus deures legals, però, en cap cas no pot modificar o anul·lar actes o resolucions. La Sindicatura, en el marc del que estableixen les Normes d'organització i funcionament de la UOC, compleix les seves funcions amb independència respecte de les diferents instàncies universitàries, i actua amb autonomia, objectivitat i imparcialitat. Reglament de la Sindicatura de Greuges [PDF] Normativa de convivència de la UOC [PDF] Codi ètic de la Universitat Oberta de Catalunya [PDF] Notícies 20/11/2024 - Les síndics i els síndics de les Universitats catalanes signen el protocol SIUCAT en el marc de la celebració dels 30 anys de la Sindicatura de la UdG 11/11/2024 - La síndica de la UOC, Teresa Sancho Vinuesa, ha participat en la XXVI Trobada Estatal de la CEDU, que representa les defensories de 73 universitats espanyoles 29/7/2024 - La síndica de greuges de la UOC, Teresa Sancho Vinuesa, participa a la XV Trobada de Sindicatures de Greuges i Defensories Universitàries 08/02/2024 - La síndica de la UOC, Teresa Sancho Vinuesa, ha participat en un seminari sobre abordatge de conflictes en contextos universitaris Text 14/11/2023 - Teresa Sancho: \"El meu paper és el de suavitzar punxes\" Veure més Memòries Memòria de la Sindicatura de Greuges 2022-2023 [PDF] Memòria de la Sindicatura de Greuges 2021-2022 [PDF] Memòria de la Sindicatura de Greuges 2020-2021 [PDF] Dades de contacte Vull presentar una queixa o fer una consulta Les queixes s'han de presentar per escrit, de manera clara i concisa, a través d' aquest formulari . Si us plau, exposa clarament els fets que motiven la queixa així com les circumstàncies que l'envolten. Contacta amb nosaltres a través de correu electrònic: sindicatura@uoc.edu ."
}