{
  "url": "https://uoc.edu/portal/ca/escola-doctorat/acces-i-admissio/modalitats-ensenyament/index.html",
  "content": "Accés i admissió Modalitats d'ensenyament El període de recerca organitzat per l'Escola de Doctorat de la UOC s'ofereix en dues modalitats: Modalitat d'ensenyament presencial i a temps complet Als estudiants que són beneficiaris d'una beca competitiva predoctoral, com les beques UOC - Escola de Doctorat per a la realització de tesis doctorals o les beques concedides per altres entitats (com el Ministeri de Ciència i Innovació i l'Agència de Gestió d'Ajuts Universitaris i de Recerca de Catalunya, AGAUR), la institució d'acollida de les quals és la Fundació per a la Universitat Oberta de Catalunya (FUOC), se'ls ofereix un règim d'estudi a temps complet i presencial, amb l'excepció dels cursos metodològics, els seminaris temàtics de recerca i els complements de formació susceptibles d'incorporar-se al seu itinerari formatiu. El procés d'ensenyament-aprenentatge dels cursos metodològics, els seminaris temàtics de recerca i els complements de formació es duu a terme mitjançant el Campus Virtual de la Universitat o de l'entorn virtual que s'hagi establert. La resta d'activitats formatives, i també l'activitat de recerca empresa pels estudiants, es fan habitualment en els espais de l'Escola de Doctorat i en els dos centres de recerca de la Universitat: l'Internet Interdisciplinary Institute (IN3) i l'eLearn Center (eLC). L'edifici en el qual l'Escola de Doctorat té la seu és el lloc on es duen a terme les sessions del seminari de recerca del doctorat i els tallers metodològics complementaris, i on, preferentment, es fan els seminaris dels grups de recerca, els exàmens finals de projecte, les avaluacions anuals de seguiment, etc. També és el lloc on aquest col·lectiu de doctorands/es duu a terme habitualment l'activitat de recerca, sense perjudici de les estades temporals que, en l'acompliment d'aquesta activitat, facin en altres institucions d'ensenyament superior o altres centres de recerca, i dels desplaçaments que facin per als seus treballs de camp i per a la difusió dels seus treballs de recerca. Segons el Reial Decret 99/2011, la durada dels estudis de doctorat a temps complet serà de 3 anys com a màxim, que es comptaran des de l'admissió del doctorand/a al programa fins a la presentació de la tesi doctoral. Si passat aquest període de 3 anys no s'hagués presentat la sol·licitud de depòsit de tesi, la Comissió Acadèmica podrà autoritzar una pròrroga d'un any i, excepcionalment, d'un any més. Modalitat d'ensenyament a distància Per a la resta d'estudiants del període de recerca organitzat del doctorat, aquest s'ofereix en la modalitat d'ensenyament a distància, amb l'excepció de l'acte de lectura i defensa de la tesi doctoral, que, necessàriament, té caràcter presencial. Segons el Reial Decret 99/2011, els doctorands/es que facin els estudis de doctorat a temps parcial, disposaran de 5 anys des de l'admissió al programa fins a la presentació de la tesi doctoral. Si passat aquest període de 5 anys no s'hagués presentat la sol·licitud de depòsit de tesi, la Comissió Acadèmica podrà autoritzar una pròrroga de dos anys més, i podria ampliar-se a un any addicional. Reial Decret 99/2011, de 28 de gener"
}