{
  "url": "https://uoc.edu/portal/ca/escola-doctorat/acces-i-admissio/index.html",
  "content": "Accés i admissió Properes convocatòries d'accés Preus i taxes Modalitats d'ensenyament Si tens intenció de fer un doctorat, el mes important és escollir la línia de recerca que vulguis seguir, i contactar amb l’investigador principal, amb qui hauràs de preparar la teva candidatura. Hi ha dues vies d'accés a un programa de doctorat de la UOC, i en tots dos casos l'admissió és condicionada per les resolucions favorables de les comissions acadèmiques de cada programa: La convocatòria ordinària. Per sol·licitar l’accés i admissió , segueix els passos que s’indiquen al programa de doctorat escollit. Un cop sol·licitat l’accés, trobaràs informació més detallada sobre el procés d’admissió a l’apartat de Tràmits> Per a fer un doctorat dins del campus virtual. Mitjançant un formulari hauràs d’informar si vols optar a una beca UOC i adjuntar tota la documentació tant acadèmica com relacionada amb l’admissió. L'obtenció d'una altra beca competitiva. Qui hagi obtingut una beca competitiva i prestigiosa per a fer la tesi doctoral i que tingui una proposta avalada per un grup de recerca o investigador/a de la UOC. Consulteu algunes de les beques a l'apartat corresponent. Calendari convocatòria 2025-2026 2 de desembre de 2024: Inici de la convocatòria d'accés i admissió als programes de doctorat. 3 de febrer de 2025: Finalització del termini de la convocatòria d'accés i admissió als programes de doctorat. 19 de febrer de 2025: Publicació de les llistes provisionals de les candidatures a avaluar. 19 de febrer a 26 de febrer de 2025: Període d'al·legacions de les candidatures a avaluar. 28 de febrer de 2025: Publicació de les llistes definitives de les candidatures a avaluar. 6 de maig de 2025: Publicació provisional de la resolució de les candidatures admeses en línia i de les que han obtingut beca UOC. 6 de maig a 13 de maig de 2025: Període d'al·legacions de les candidatures admeses en linia i de les que han obtingut una beca UOC. 28 de maig de 2025: Resolució i publicació definitiva de les candidatures admeses als programes de doctorat i de les que han obtingut una beca UOC. Juliol de 2025: Inici matrícula curs 2025-26. Setembre de 2025: Inici de docència curs acadèmic 2025-26. Per saber el calendari específic del programa de doctorat interuniversitari d’Administració i Direcció d’Empreses, consultar la seva pàgina web oficial . Nombre de places ofertades: eLearning: 20 Tecnologies de la Informació i Xarxes: 20 Bioinformàtica: 5 Humanitats i Comunicació: 15 Salut i Psicologia: 20 Administració i Direcció d'Empreses: 15 Turisme: 12 Societat, Tecnologia i Cultura: 15 Dret, Política i Economia: 12 Convocatòria extraordinària del doctorat de Turisme Juny 2025: Inici de la convocatòria extraordinària d'accés i admissió. Juliol 2025: Finalització del termini de la convocatòria extraordinària d'accés i admissió. Convocatòries i resolucions Convocatòria d'accés al Doctorat en línia 2025-2026 Estat: tancat Data límit: 3 de febrer de 2025 Bases Llista provisional de candidatures avaluables Convocatòries i resolucions anteriors"
}