{
  "url": "https://uoc.edu/portal/ca/escola-doctorat/beques/beques-uoc-escola-doctorat/index.html",
  "content": "Ajuts a la recerca i la mobilitat Beques UOC - Escola de Doctorat Convocatòries i resolucions anteriors Sol·licitar una beca UOC Viure a Barcelona L'Escola de Doctorat de la UOC convoca beques per dur a terme la tesi doctoral en alguns programes . Les beques UOC comporten la dedicació exclusiva de l'estudiant i la seva incorporació física a les instal·lacions de la Universitat. La durada màxima de les beques és de tres anys i s'han de renovar anualment. Aquesta renovació està condicionada a la consecució, per part de l'estudiant beneficiari, dels objectius formatius i de recerca que li corresponguin. Les beques UOC també inclouen ajuts a la mobilitat per assistir a congressos o fer estades de recerca en universitats o centres de recerca de prestigi. La mobilitat internacional té com a objectius facilitar la formació de l'investigador predoctoral i la creació de la seva xarxa científica. Convocatòries i resolucions Beques UOC. Convocatòria 2025-2026 Estat: Tancat Data límit: 3 de febrer de 2025 Bases (PDF) Llista definitiva de candidatures avaluables Beques UOC programes interuniversitaris. Convocatòria 2025-2026 Estat: Obert Data límit: 3 de febrer de 2025 Bases (PDF) Convocatòria del 4rt any de beca Estat: Obert Data límit: 15/09/2025 Bases UOC Grants Co-funded by a Research Group and the UOC - 2024/25 Estat: Tancat Data límit: 27/05/2024 Bases Formulari d'acceptació Resolució final Ajuts de formació per a investigadors predoctorals amb beca - 2025 Estat: Obert Data límit: 1 de novembre de 2025 Bases Formulari Call for Doctoral School Research Grant for Peer Mentoring for Doctoral Grant holders Estat: Obert Data límit: 1 de novembre 2025 Bases Ajuts de mobilitat per a investigadors predoctorals amb beca - 2025 Estat: Obert Data límit: 1 de novembre de 2025 Bases Formulari Ajuts d'estades de recerca per a investigadors predoctorals amb beca - 2025 Estat: Obert Data límit: 1 de novembre de 2025 Bases Formulari Ajuts de mobilitat per a doctorands en la modalitat a distància - 2025 Estat: Obert Data límit: 1 de novembre 2025 Bases Formulari Convocatòries i resolucions anteriors"
}