{
  "url": "https://uoc.edu/portal/ca/escola-doctorat/beques/altres/index.html",
  "content": "Ajuts a la recerca i la mobilitat Altres beques i ajuts Els candidats/es que vulguin triar la modalitat d'ensenyament presencial i a temps complet, poden optar per més beques que ofereixen altres institucions i organismes. Més informació d'altres beques segons el període d'obertura de les sol·licituds : Gener - Març - Beques i ajudes predoctorals FPI: Beques del Ministeri de Ciència i Innovació FPU: Ajudes per a contractes predoctorals de Formació del Professorat Universitar i Ajuts a Doctorats industrials (DI-2024) Beques \"la Caixa\" per a estudis de doctorat a universitats espanyoles - Beques de mobilitat Beques Fundación Carolina Türkiye Burslari Scholarship Programs - Beques per a estudiants internacionals Beques Fundación Carolina per a estudiants llatinoamericans Beques FONCA-CONACYT per a estudis a l’estranger (Mèxic) Beques MAEC-AECID de Cooperació Universitària i Científica per al Desenvolupament per a estudiants internacionals Qalaa Holdings Scholarship Foundation (Egypt) Abril - Juny - Beques i ajudes predoctorals FI: Beques de la Generalitat de Catalunya - Beques de mobilitat Beques MAEC-AECID de Cooperació Universitària i Científica per al Desenvolupament - Beques per a estudiants internacionals Beques Fundació MAPFRE per a estudis de postgrau en Assegurança y Previsió Social Juliol - Setembre - Beques i ajudes predoctorals Beques Fundación Universia Capacitas Beques Fundació ONCE “Oportunitat al Talent” - Beques de mobilitat Beques Iberoamèrica Joves Professors i Investigadors i Alumnes de Doctorat. Santander Universidades - Beques per a estudiants internacionals Beques Fundació MAPFRE per a estudis de postgrau en Assegurança y Previsió Social Octubre - Desembre - Beques i ajudes predoctorals MSCA Doctoral Networks (EU) Beques Fundació Universitaria Oriol Urquijo Wiingy Future STEM Leaders Scholarship - Beques de mobilitat Beques \"la Caixa\" per a estudis de postgrau a la zona de l'Espai Europeu d’Educació Superior (EEES), l’Amèrica del Nord o l’Àsia-Pacífic Obert tot l'any - Beques i ajudes predoctorals Beques Eurecat: Vicente López. - Beques de mobilitat Beques AUIP. Associació Universitària Iberoamericana de Posgrau (segons la data de la mobilitat) EACEA European Education and Culture Executive Agency Grants Chinese Government Scholarship (segons la universitat d'estada) Taiwan Scholarship and Huayu Enrichment Scholarship (segons la universitat d'estada) - Beques per a estudiants internacionals EACEA European Education and Culture Executive Agency Grants Beques CONACYT del Govern de Mèxic per a professionals Mexicans Beques d’Excel·lència Acadèmica per a Estudis de Postgrau a l’Estranger de la Secretaria d’Educació Pública de Mèxic Recursos Researcher career path in Spain at a glance! (5th edition) Consulteu aquí les Directrius de beques i ajuts de l'Escola de Doctorat"
}