{
  "url": "https://uoc.edu/ca/estudis/doctorats/curs-recerca-entrepreneurship-researchers",
  "content": "Presentació Pla d'estudis Professorat Matrícula i preu Online i sense horari Propera matrícula: abril 2025 Cursos de recerca, transferència i emprenedoria Online d'Emprenedoria per Investigadors Presentació La UOC també ofereix cursos de recerca, transferència i emprenedoria en anglès adreçats a estudiants, investigadors i professorat per a impulsar la recerca en els àmbits acadèmic, científic i empresarial. El curs Entrepreneurship of Researchers ofereix coneixements, estratègies i recursos perquè els investigadors traslladin els resultats de la seva recerca al teixit empresarial i industrial. El curs es troba relacionat amb la creació d'empreses i la redacció d'un business plan per a una organització vinculada a la recerca, el desenvolupament i la innovació (R+D+I). Descarrega el programa (PDF) Inici 18 febr. 2026 100% Online 2 Crèdits Matrícula: 21 d’octubre de 2025 Idiomes: Anglès Preu: 300 € Metodologia 100% online 1a. universitat online del món Acompanyament personalitzat Entre les millors universitats La UOC se situa entre el 7 % de les millors universitats del món segons el World University Rankings 2024. 30 anys de la UOC 30 anys impulsant el teu futur amb formació de qualitat Cursos de recerca, transferència i emprenedoria d'Emprenedoria per Investigadors Pla d'estudis Objectius Competències Metodologia Continguts Objectius El propòsit del curs Entrepreneurship of Researchers és ajudar al personal investigador en el desenvolupament de les seves competències transversals per tal d'afavorir la transferència del seu coneixement al món empresarial. Al marc d'aquest propòsit central es despleguen tot un seguit d'objectius específics: Conèixer el teixit empresarial i les relacions entre els diferents agents que intervenen. Generar la creació de noves idees i iniciatives creatives. Reconèixer les possibles alternatives de finançament. Identificar el procés a seguir per a posar en marxa una empresa (pla d'empresa, estratègia de negoci...). Millorar sinergies entre el personal investigador i les organitzacions empresarials. Potenciar les sortides professionals dels investigadors. Impulsar la creació d'empreses innovadores. Fomentar la figura de l'investigador com a emprenedor. Competències El curs té com a objectiu el desenvolupament de competències vinculades amb l'emprenedoria i la capacitat innovadora del personal investigador. Competències transversals: Capacitat per a dissenyar i gestionar projectes. Aptitud per a resoldre problemes i prendre decisions. Comprendre coneixements que suposin una oportunitat per al desenvolupament i aplicació d'idees. Capacitat per a treballar en entorns i equips multidisciplinaris. Aplicació de les TIC a l'àmbit acadèmic i professional. Competències específiques: Conèixer en detall els processos de transferència de tecnologia. Saber identificar quins productes resultants de la recerca poden ser objecte de transferència. Capacitat per a liderar equips de treball. Ser capaç de dissenyar i desenvolupar un projecte empresarial innovador. Saber desenvolupar un pla d'empresa ( business plan ). Metodologia El curs estarà constituït per uns materials en format audiovisual, que donaran cobertura al temari de l'assignatura. L'estudiant haurà de visualitzar les classes magistrals i realitzar uns exercicis pràctics associats. L'estudiant disposarà d'una aula virtual on un consultor expert en esperit empresarial li orientarà en el seu procés d'aprenentatge. Una vegada s'hagi visualitzat cada capítol, s'animarà a l'estudiant a preguntar dubtes i a debatre amb els companys d'aula els temes que s'han tractat en els materials. El curs té una part pràctica d'acord amb la redacció d'un pla de negocis, seguint unes indicacions concretes del professor. La nota de l'assignatura s'obté de l'avaluació d'aquest exercici, que contindrà el propi pla de negocis, un exemple de Canvas Model i una presentació (Elevator Pitch) dins d'un context simulat de transferència de tecnologia. Coneixements previs No es requereixen coneixements previs per a realitzar el curs, més enllà d'un nivell d'anglès adient per a redactar textos de longitud mitjana i elaborar presentacions orals en PowerPoint o equivalent. Metodologia El curs estarà constituït per uns materials en format audiovisual, que donaran cobertura al temari de l'assignatura. L'estudiant haurà de visualitzar les classes magistrals i realitzar uns exercicis pràctics associats. L'estudiant disposarà d'una aula virtual on un consultor expert en esperit empresarial li orientarà en el seu procés d'aprenentatge. Una vegada s'hagi visualitzat cada capítol, s'animarà a l'estudiant a preguntar dubtes i a debatre amb els companys d'aula els temes que s'han tractat en els materials. El curs té una part pràctica d'acord amb la redacció d'un pla de negocis, seguint unes indicacions concretes del professor. La nota de l'assignatura s'obté de l'avaluació d'aquest exercici, que contindrà el propi pla de negocis, un exemple de Canvas Model i una presentació (Elevator Pitch) dins d'un context simulat de transferència de tecnologia. Coneixements previs No es requereixen coneixements previs per a realitzar el curs, més enllà d'un nivell d'anglès adient per a redactar textos de longitud mitjana i elaborar presentacions orals en PowerPoint o equivalent. Continguts El curs es realitza en anglès, la seva durada és d'un semestre i consta d'una única assignatura dividida en quatre mòduls. La càrrega lectiva és equivalent a 2 ECTS. Índex de continguts 1. Iniciativa empresarial 1.1. Introducció a la iniciativa empresarial 1.2. Emprenedoria: conceptes I 1.3. Emprenedoria: conceptes II 2. Finançament públic dels projectes de recerca 2.1. Procés creatiu 2.2. L'emprenedor 2.3. Idea + equip + finançament 3. Trobar un model de negoci 3.1. El model de negoci 3.2. El mètode lean startup 4. Desenvolupar un pla d'empresa 4.1. El pla d'empresa 4.2. Finançament Cursos de recerca, transferència i emprenedoria d'Emprenedoria per Investigadors Professorat Director del Programa Director del Programa David Masip Rodó Doctor en Enginyeria Informàtica per la UAB. La seva activitat docent se centra en la intel·ligència artificial, la infografia, la visió per computador i la intel·ligència de negoci. Actualment és director de l’Escola de Doctorat de la UOC. El seu àmbit de recerca gira a l’entorn de la visió per computador i l’aprenentatge automàtic. CV Més de 30 anys d'experiència d'e-learning L'any 1995, la UOC es va convertir en la primera universitat online del món . 30 anys després, continuem sent pioners en e-learning. L' eLearning Innovation Center fa evolucionar el model d'aprenentatge per garantir una formació de qualitat, única, connectada i en xarxa. Rànquing Times Higher Education Som la sisena millor universitat de l'Estat espanyol, segons el Young University Ranking del Times Higher Education. Rànquing Rànquing de Shanghai Estem entre les 150 millors universitats del món en comunicació i les 200 en educació. Rànquing U-Multirank Excel·lim en transferència del coneixement, compromís regional i docència i aprenentatge. Cursos de recerca, transferència i emprenedoria d'Emprenedoria per Investigadors Matrícula i preu Procés de matrícula Omple el formulari de matrícula . El pagament es realitza en línia mitjançant TPV ( pagament amb targeta de dèbit o crèdit per mitjà d'internet). La UOC es reserva el dret d'anul·lar els cursos que no superin un mínim d'inscripcions. Els estudiants afectats podran optar per un canvi de curs o sol·licitar la devolució de la matrícula. Un cop hagin començat els cursos, no s'acceptaran anul·lacions de matrícula. Informació sobre el desistiment de matrícula » El preu d'aquest programa serà el vigent en el moment de formalitzar la matrícula. Subjecte a revisió anual. 300 € Preu del curs Objectius, perfils i competències Descobreix a qui va dirigit aquest programa i quines noves competències pots adquirir. Saber-ne més"
}