{
  "url": "https://uoc.edu/portal/ca/agenda/2024/agenda_348.html",
  "content": "Agenda Concurs «Presenta la teva tesi en 4 minuts» 2024 - Fase final Escoltar Segueix la fase final i vota per la teva candidatura favorita! Vols assistir a la fase final del concurs «Presenta la teva tesi en 4 minuts» 2024 ? La Fundació Catalana per a la Recerca i la Innovació (FCRI), amb el suport de la Generalitat de Catalunya, organitza la fase final del concurs en què participaran les 12 universitats catalanes. En cas que tinguis interès a assistir en persona per donar suport a la nostra candidata, Helena Ginesta Dolcet , hi ha algunes places reservades per a cada universitat, per la qual cosa pots inscriure't aquí abans del 25 de juny per rebre la teva invitació . Qualsevol persona interessada també la podrà seguir en directe a través del canal de YouTube de la FCRI: https://youtube.com/live/399Hib1fD9U?feature=share . Durant l'esdeveniment es proporcionarà un enllaç per votar per la vostra candidatura preferida. Lloc Auditori del CaixaForum Tarragona c/ Cristòfor Colom, 2 43001 Tarragona Espanya Quan 27/06/2024 18.00h Organitza La Fundació Catalana per a la Recerca i la Innovació (FCRI) amb el suport de la Generalitat de Catalunya + − Leaflet Programa L'Escola de Doctorat es complau a convidar-vos a aquest esdeveniment en cas que tingueu interès en seguir la fase final en directe per donar suport a la nostra candidata Helena Ginesta Dolcet (podeu veure l' entrevista i el vídeo amb la seva presentació per a la primera fase del concurs, així com les de la resta de persones participants, al nostre canal de YouTube ). L'objectiu final del concurs és acostar la recerca a la societat potenciant l'interès de les participants en la divulgació i difusió de la ciència. Les persones candidates presentaran la seva recerca amb un llenguatge entenedor per al públic general i amb el repte afegit d'explicar-la en un temps màxim de quatre minuts. Amb aquest esdeveniment es vol incentivar que les doctorandes i els doctorands millorin les capacitats i tècniques per a transmetre i divulgar coneixement d'una manera senzilla i fàcilment comprensible. Esperem que gaudiu de la final i que guanyi la millor! #FinalTesi4min Confirmar assistència Si vols assistir en persona pots inscriure't aquí abans del 25 de juny per rebre la teva invitació. Enllaços relacionats Entrevista a la doctoranda Helena Ginesta que representarà la UOC a la fase final del concurs"
}