{
  "url": "https://uoc.edu/ca/estudis/doctorats/curs-recerca-patents-intellectual-property-protection",
  "content": "Presentació Pla d'estudis Professorat Matrícula i preu Online i sense horari Propera matrícula: abril 2025 Cursos de recerca, transferència i emprenedoria Online d'Introducció a les Patents i a la Propietat Intelectual Presentació La UOC també ofereix cursos de recerca, transferència i emprenedoria en anglès adreçats a estudiants, investigadors i professorat per a impulsar la recerca en els àmbits acadèmic, científic i empresarial. El curs Introduction to patents and intellectual property proveeix de coneixements generals vinculats amb la propietat industrial i la propietat intel·lectual. Mitjançant aquest curs es pretén que els investigadors coneguin els mecanismes que tenen al seu abast per a protegir els resultats de la seva recerca, així com garantir un ús ètic de l'explotació de creacions alienes. Descarrega el programa (PDF) Inici 18 febr. 2026 100% Online 2 Crèdits Matrícula: 21 d’octubre de 2025 Idiomes: Anglès Preu: 290 € Metodologia 100% online 1a. universitat online del món Acompanyament personalitzat Entre les millors universitats La UOC se situa entre el 7 % de les millors universitats del món segons el World University Rankings 2024. 30 anys de la UOC 30 anys impulsant el teu futur amb formació de qualitat Cursos de recerca, transferència i emprenedoria d'Introducció a les Patents i a la Propietat Intelectual Pla d'estudis Objectius Competències Metodologia Continguts Objectius La finalitat del curs és obtenir una visió general de la propietat intel·lectual i la propietat industrial per conèixer els principals mecanismes de protecció del propi coneixement, així com per fomentar un comportament ètic respecte l'ús i explotació de treballs de tercers. D'altra banda, el curs persegueix tot una sèrie d'objectius particulars com ara: Entendre la figura dels drets d'autor com a sistema de protecció de les creacions intel·lectuals en general i del programari en particular. Comprendre les limitacions de la protecció industrial dels resultats d'explotació d'una recerca. Saber analitzar les llicències de resultats i conèixer les normes jurídiques principals aplicables, sobretot a les llicències de programari. Conèixer els usos, les restriccions i les prohibicions habituals en una llicència de transferència i explotació propietària. Identificar les llicències de programari i continguts lliures més usuals (GPL, Creative Commons , etc. Objectius La finalitat del curs és obtenir una visió general de la propietat intel·lectual i la propietat industrial per conèixer els principals mecanismes de protecció del propi coneixement, així com per fomentar un comportament ètic respecte l'ús i explotació de treballs de tercers. D'altra banda, el curs persegueix tot una sèrie d'objectius particulars com ara: Entendre la figura dels drets d'autor com a sistema de protecció de les creacions intel·lectuals en general i del programari en particular. Comprendre les limitacions de la protecció industrial dels resultats d'explotació d'una recerca. Saber analitzar les llicències de resultats i conèixer les normes jurídiques principals aplicables, sobretot a les llicències de programari. Conèixer els usos, les restriccions i les prohibicions habituals en una llicència de transferència i explotació propietària. Identificar les llicències de programari i continguts lliures més usuals (GPL, Creative Commons , etc.). Saber reflexionar sobre el Copyleft com a sistema de desenvolupament, protecció i distribució de resultats i incentiu a la innovació. Desenvolupar eines d'anàlisi i d'orientació per a casos vinculats a entorns professionals. Competències Al llarg del curs, els participants desenvoluparan tot un conjunt de competències transversals i específiques d'utilitat per a la seva activitat de recerca i la seva carrera professional. Competències transversals Capacitat per analitzar i sintetitzar la informació. Ser capaç de treballar en equip i en xarxa en entorns multidisciplinaris. Capacitat per a interpretar textos i documents acadèmics, així com transmetre els seus continguts a altres persones. Capacitat per adoptar comportaments ètics i responsables a la pràctica professional. Aptitud per a aplicat les tecnologies de la informació i la comunicació a l'àmbit de referència. Competències específiques Ser capaç d'identificar el marc jurídic que regula la protecció i explotació dels resultats de recerca. Reconèixer quins són els resultats de recerca susceptibles de ser protegits jurídicament. Competències Al llarg del curs, els participants desenvoluparan tot un conjunt de competències transversals i específiques d'utilitat per a la seva activitat de recerca i la seva carrera professional. Competències transversals Capacitat per analitzar i sintetitzar la informació. Ser capaç de treballar en equip i en xarxa en entorns multidisciplinaris. Capacitat per a interpretar textos i documents acadèmics, així com transmetre els seus continguts a altres persones. Capacitat per adoptar comportaments ètics i responsables a la pràctica professional. Aptitud per a aplicat les tecnologies de la informació i la comunicació a l'àmbit de referència. Competències específiques Ser capaç d'identificar el marc jurídic que regula la protecció i explotació dels resultats de recerca. Reconèixer quins són els resultats de recerca susceptibles de ser protegits jurídicament. Saber utilitzar les eines disponibles que permeten protegir els resultats de recerca, ja sigui mitjançant la propietat intel·lectual, la propietat industrial o ambdues. Identificar tant els drets d'autor inherents a la pròpia activitat de recerca com els drets dels agents implicats en ella: la universitat, l'empresa i altres col·laboradors. Capacitat per a gestionar els aspectes legals més significatius en el si d'un projecte de R+D+I. Ser capaç de controlar i negociar els aspectes més rellevants del contracte de transferència o llicència d'explotació. Habilitat per discernir a prop de la idoneïtat entre una llicència oberta o un model més propietari. Metodologia El temari del curs es compon de materials en format audiovisual. L'alumne ha de mirar els vídeos de les classes magistrals i resoldre els supòsits pràctics corresponents. Disposarà d'una aula virtual, on un consultor expert en emprenedoria l'orientarà en el seu procés d'aprenentatge. Després de cada capítol, s'anima l'alumne a preguntar dubtes i debatre amb els companys de l'aula els temes que s'han tractat en els materials. L'alumne ha de dur a terme unes activitats d'avaluació continuada sobre un producte que s'ha de protegir (pot ser un producte en què estigui interessat l'estudiant o un producte fictici, si no hi ha cap necessitat real). També ha d'intervenir en debats dirigits pel consultor o en què el mateix consultor participa. Coneixements previs Tot i que no es requereixen coneixements previs associats amb el contingut d'aquest programa, es recomana tenir un nivell d'anglès equivalent a B2 (MECR). Continguts El curs es desenvolupa com una assignatura que s'anirà desplegant al llarg d'un semestre, la càrrega lectiva del programa acadèmic correspon a 2 ECTS. Índex de continguts 1. Propietat intel·lectual o propietat industrial? 2. Marc jurídic de la propietat intel·lectual 2.1. Els drets d'autor 3. Marc jurídic de la propietat industrial 3.1. Patents 3.2. Models d'utilitat 3.3. Dissenys 3.4. Marques 4. Concepte d'autor 4.1. Coautoria i cotitularitat 4.2. Titularitat universitària i titularitat empresarial 5. L'accés obert ( Open Access ): avantatges i obligacions 6. Transferència de la tecnologia 6.1. Llicències d'explotació propietàries 6.2. Llicències lliures 7. Gestió de la propietat intel·lectual dins d'un projecte de recerca Cursos de recerca, transferència i emprenedoria d'Introducció a les Patents i a la Propietat Intelectual Professorat Director del Programa Director del Programa David Masip Rodó Doctor en Enginyeria Informàtica per la UAB. La seva activitat docent se centra en la intel·ligència artificial, la infografia, la visió per computador i la intel·ligència de negoci. Actualment és director de l’Escola de Doctorat de la UOC. El seu àmbit de recerca gira a l’entorn de la visió per computador i l’aprenentatge automàtic. CV Més de 30 anys d'experiència d'e-learning L'any 1995, la UOC es va convertir en la primera universitat online del món . 30 anys després, continuem sent pioners en e-learning. L' eLearning Innovation Center fa evolucionar el model d'aprenentatge per garantir una formació de qualitat, única, connectada i en xarxa. Rànquing Times Higher Education Som la sisena millor universitat de l'Estat espanyol, segons el Young University Ranking del Times Higher Education. Rànquing Rànquing de Shanghai Estem entre les 150 millors universitats del món en comunicació i les 200 en educació. Rànquing U-Multirank Excel·lim en transferència del coneixement, compromís regional i docència i aprenentatge. Cursos de recerca, transferència i emprenedoria d'Introducció a les Patents i a la Propietat Intelectual Matrícula i preu Procés de matrícula Omple el formulari de matrícula . El pagament es realitza en línia mitjançant TPV ( pagament amb targeta de dèbit o crèdit per mitjà d'internet). La UOC es reserva el dret d'anul·lar els cursos que no superin un mínim d'inscripcions. Els estudiants afectats podran optar per un canvi de curs o sol·licitar la devolució de la matrícula. Un cop hagin començat els cursos, no s'acceptaran anul·lacions de matrícula. Informació sobre el desistiment de matrícula » El preu d'aquest programa serà el vigent en el moment de formalitzar la matrícula. Subjecte a revisió anual. 290 € Preu del curs Objectius, perfils i competències Descobreix a qui va dirigit aquest programa i quines noves competències pots adquirir. Saber-ne més"
}