{
  "url": "https://uoc.edu/portal/ca/coneixement-obert/publicacions/revistes-academiques/suport-revistes-academiques/index.html",
  "content": "Revistes acadèmiques Suport per a revistes acadèmiques A la UOC oferim un servei integral d’acompanyament als equips editorials de les revistes acadèmiques de la UOC , d’acord amb el Protocol institucional per a revistes acadèmiques i el model de gestió acordat per la Comissió de Publicacions (novembre 2015). Acompanyem el professorat vinculat en la direcció o gestió editorial d’una revista científica o de divulgació per a establir l’estratègia editorial, les polítiques editorials, models de gestió i formats de publicació, estàndards de qualitat, pla d’indexació i difusió dels articles i fer el seguiment dels indicadors d’activitat. Les revistes científiques de la UOC en xifres Et mostrem les dades d’impacte, visibilitat i activitat de les revistes científiques de la UOC. Suport en l'estratègia de les publicacions acadèmiques Gestió editorial de revistes acadèmiques Suport per a la visibilitat i l'impacte de les revistes acadèmiques Seminari d'Edició Científica de la UOC Eines i materials de suport Suport en l'estratègia de les publicacions acadèmiques Des d’aquest servei proporcionem eines, formació i orientació sobre polítiques editorials per a garantir la millora contínua de les revistes acadèmiques per mitjà de: El seguiment dels plans d'acció de les revistes. El compliment dels criteris establerts al pla de qualitat per a revistes científiques i el pla de qualitat de les revistes de divulgació . L’organització de sessions i seminaris de formació per a mantenir-se al dia de les novetats que es produeixen en el sector de les publicacions acadèmiques. Infografia: Model de gestió de les revistes acadèmiques Gestió editorial de revistes acadèmiques L’objectiu d’aquest servei és poder garantir la qualitat final del producte editorial. Es dona suport a les dues etapes principals que una revista científica ha de dur a terme: la gestió i coordinació del procés de revisió ( peer-review ) i la producció editorial. Infografia: El procés de revisió per experts (peer-review) Suport per a la visibilitat i l'impacte de les revistes acadèmiques Oferim un servei personalitzat d’assessorament per ajudar a donar el màxim de visibilitat a les revistes científiques d’accés obert de la UOC i als articles que publiquen. Proporcionem suport sobre dos eixos: Indexació : L’execució d’una estratègia d’indexació d’acord amb el pla d’indexació transversal que permet traçar un full de ruta per a millorar el posicionament en els índex d’impacte nacionals i internacionals, bases de dades especialitzades, repositoris i xarxes socials acadèmiques. Visibilitat : Suport per a establir un pla de comunicació per a cada revista acadèmica i es proporcionen recomanacions d’ús de les xarxes socials per millorar la presència i interacció amb la comunitat de seguidors de cada revista. Seminari d'Edició Científica de la UOC Va néixer com a punt de trobada i reflexió per als equips editorials de les revistes acadèmiques de la Universitat. Des del 2017 té lloc dues vegades a l'any amb un tema central i un o dos ponents en cada edició. S'hi han tractat qüestions com les mètriques alternatives, la divulgació científica, el procés de revisió d'experts, l'ètica en la publicació, la visibilitat de les revistes o la publicació en accés obert. Repassa les cròniques del seminari: Edició acadèmica: debats urgents. Conferència d'Elea Giménez de Toledo (CSIC) Els monogràfics en l'edició acadèmica: com es gestionen i quin impacte tenen L'objectiu de la FECYT: revistes científiques més visibles, obertes, inclusives i de més qualitat Repensar la bibliometria alternativa i les seves possibilitats La divulgació científica a «El juego del saber» Present i futur de les revistes acadèmiques de la UOC Les deu claus de l'accés obert per a les revistes científiques i reflexions sobre l'avaluació de la recerca «Jugar net» en la publicació científica Els cinc grans reptes de les revistes científiques en la ciència oberta Les revistes acadèmiques UOC i la recepta de la visibilitat Les revistes científiques de la UOC avancen en internacionalització i impacte Les revistes científiques de la UOC aposten per la internacionalització Eines i materials de suport A continuació donem accés al material de suport elaborat des de la Biblioteca d’acord amb els objectius dels serveis exposats anteriorment: Descripció genèrica de les funcions dels equips editorials d'una revista científica Els sistemes d’avaluació d'experts (peer-review) Decàleg de bones pràctiques per a la igualtat de gènere en les revistes científiques Decàleg per a la internacionalització de les revistes científiques Criteris de selecció del Directory of Open Access Journals (DOAJ) Declaració ètica sobre publicació i males pràctiques Política institucional de coneixement obert de la UOC Pla d'acció de Coneixement Obert Política d'accés obert de les revistes científiques de la UOC Principis de transparència de COPE"
}