{
  "url": "https://uoc.edu/estudiant/portal/guia/ca/com_estudia/index.html",
  "content": "GUIA DE L'ESTUDIANTAT 2024-2025 El model d'aprenentatge L'equip docent L'aula virtual L'avaluació Els recursos d'aprenentatge Inici Com s'estudia Com s'estudia El model d'aprenentatge A la UOC et situem al centre perquè aprenguis de manera activa i personalitzada. L'equip docent El professorat que et guia i t'acompanya en el procés d'aprenentatge. L'aula virtual L'entorn on es desenvolupa la docència de les teves assignatures. L'avaluació Un sistema continu i formatiu, per aprendre i retroalimentar el procés d'aprenentatge. Els recursos d'aprenentatge Els continguts que necessites per assolir els objectius de les assignatures. Estudiants UOC al món La UOC Benvinguda de la rectora Trenta anys formant les persones al llarg de la vida Una oferta formativa adaptada als reptes actuals Òrgans de representació de l'estudiantat Sindicatura de Greuges Com s'estudia El model d'aprenentatge L'equip docent L'aula virtual L'avaluació Els recursos d'aprenentatge Serveis El Campus Virtual Mobilitat interancional T'acompanyem i resolem els teus dubtes Posa en pràctica el que has après La Biblioteca Programa de voluntariat Carrera Professional i Orientació Programa d'acompanyament a esportistes Beques i ajuts Alumni Atenció a la diversitat UOC GUIA DE L'ESTUDIANT 2024-2025 La UOC a les xarxes TOP ca es en Inici La UOC Portada Benvinguda de la rectora Trenta anys formant les persones al llarg de la vida Una oferta formativa adaptada als reptes actuals Òrgans de representació dels estudiants Sindicatura de Greuges Com s'estudia Portada El model d'aprenentatge L'equip docent L'aula virtual L'avaluació Els recursos d'aprenentatge Serveis Portada El Campus Virtual T'acompanyem i resolem els teus dubtes La Biblioteca Beques i ajuts Carrera Professional i Ocupació Atenció a la diversitat Mobilitat internacional Posa en pràctica el que has après Programa de voluntariat Programa d'acompanyament a esportistes Alumni"
}