{
  "url": "https://uoc.edu/estudiant/portal/guia/ca/serveis/index.html",
  "content": "GUIA DE L'ESTUDIANTAT 2024-2025 El Campus Virtual T'acompanyem i resolem els teus dubtes La Biblioteca Beques i ajuts Carrera Professional i Ocupació Atenció a la diversitat Mobilitat internacional Posa en pràctica el que has après Programa de voluntariat Programa d'acompanyament a esportistes Alumni Inici Serveis Serveis El Campus Virtual Accedeix a l'espai on té lloc l'activitat acadèmica quan vulguis i des d'on vulguis. T'acompanyem i resolem els teus dubtes Un gran equip de persones disposades a ajudar-te en tot moment. La Biblioteca Una àmplia col·lecció de serveis i recursos digitals al teu abast. Beques i ajuts Afavorim que puguis accedir a la formació al llarg de la vida. Carrera Professional i Ocupació T'acompanyem en el teu desenvolupament professional des del primer dia. Atenció a la diversitat Adaptacions i ajudes específiques perquè et puguis formar. Mobilitat internacional Viu l'experiència universitària d'estudiar o fer pràctiques a l'estranger. Posa en pràctica el que has après Consolida els coneixements adquirits i exercita'ls en el món laboral. Programa de voluntariat Col·labora-hi i transforma el teu entorn mentre potencies el teu creixement personal. Programa d'acompanyament a esportistes T'ajudem a fer compatibles l'activitat acadèmica i l'esport de competició. Alumni Segueix gaudint de formar part de la UOC un cop t'hagis graduat. Estudiants UOC al món La UOC Benvinguda de la rectora Trenta anys formant les persones al llarg de la vida Una oferta formativa adaptada als reptes actuals Òrgans de representació de l'estudiantat Sindicatura de Greuges Com s'estudia El model d'aprenentatge L'equip docent L'aula virtual L'avaluació Els recursos d'aprenentatge Serveis El Campus Virtual Mobilitat interancional T'acompanyem i resolem els teus dubtes Posa en pràctica el que has après La Biblioteca Programa de voluntariat Carrera Professional i Orientació Programa d'acompanyament a esportistes Beques i ajuts Alumni Atenció a la diversitat UOC GUIA DE L'ESTUDIANT 2024-2025 La UOC a les xarxes TOP ca es en Inici La UOC Portada Benvinguda de la rectora Trenta anys formant les persones al llarg de la vida Una oferta formativa adaptada als reptes actuals Òrgans de representació dels estudiants Sindicatura de Greuges Com s'estudia Portada El model d'aprenentatge L'equip docent L'aula virtual L'avaluació Els recursos d'aprenentatge Serveis Portada El Campus Virtual T'acompanyem i resolem els teus dubtes La Biblioteca Beques i ajuts Carrera Professional i Ocupació Atenció a la diversitat Mobilitat internacional Posa en pràctica el que has après Programa de voluntariat Programa d'acompanyament a esportistes Alumni"
}