{
  "url": "https://uoc.edu/estudiant/portal/guia/ca/lauoc/index.html",
  "content": "GUIA DE L'ESTUDIANTAT 2024-2025 Benvinguda de la rectora Trenta anys formant les persones al llarg de la vida Una oferta formativa adaptada als reptes actuals Òrgans de representació dels estudiants Sindicatura de Greuges Inici La UOC La UOC Benvinguda de la rectora La rectora de la UOC et dona la benvinguda al nou curs. Trenta anys formant les persones al llarg de la vida Els orígens, els compromisos actuals i els reptes de futur d'una universitat pionera i referent. Una oferta formativa adaptada als reptes actuals Desenvolupa el teu talent amb la nostra formació en línia acreditada i de qualitat. Òrgans de representació de l'estudiantat Participa en la millora dels teus estudis i de la Universitat. Sindicatura de Greuges L'organisme que vetlla pels teus drets i llibertats i els de tota la comunitat universitària. Estudiants UOC al món La UOC Benvinguda de la rectora Trenta anys formant les persones al llarg de la vida Una oferta formativa adaptada als reptes actuals Òrgans de representació de l'estudiantat Sindicatura de Greuges Com s'estudia El model d'aprenentatge L'equip docent L'aula virtual L'avaluació Els recursos d'aprenentatge Serveis El Campus Virtual Mobilitat interancional T'acompanyem i resolem els teus dubtes Posa en pràctica el que has après La Biblioteca Programa de voluntariat Carrera Professional i Orientació Programa d'acompanyament a esportistes Beques i ajuts Alumni Atenció a la diversitat UOC GUIA DE L'ESTUDIANT 2024-2025 La UOC a les xarxes TOP ca es en Inici La UOC Portada Benvinguda de la rectora Trenta anys formant les persones al llarg de la vida Una oferta formativa adaptada als reptes actuals Òrgans de representació dels estudiants Sindicatura de Greuges Com s'estudia Portada El model d'aprenentatge L'equip docent L'aula virtual L'avaluació Els recursos d'aprenentatge Serveis Portada El Campus Virtual T'acompanyem i resolem els teus dubtes La Biblioteca Beques i ajuts Carrera Professional i Ocupació Atenció a la diversitat Mobilitat internacional Posa en pràctica el que has après Programa de voluntariat Programa d'acompanyament a esportistes Alumni"
}