{
  "url": "https://uoc.edu/estudiant/portal/guia/ca/lauoc/oferta_formativa/index.html",
  "content": "GUIA DE L'ESTUDIANTAT 2024-2025 Benvinguda de la rectora Beques i ajuts Una oferta formativa adaptada als reptes actuals Òrgans de representació dels estudiants Sindicatura de Greuges Inici La UOC Una oferta formativa adaptada als reptes actuals Una oferta formativa adaptada als reptes actuals La UOC respon a les teves necessitats d'aprenentatge al llarg de la vida mitjançant una oferta formativa extensa, que s'actualitza i s'amplia constantment per incorporar-hi àmbits de coneixement nous. Pots cursar una titulació oficial, sigui universitària com els graus, màsters i doctorats, o una formació professional gràcies a la col·laboració amb Jesuïtes Educació. I també disposes d'una àmplia selecció d'estudis propis, com els programes de formació permanent i cursos oberts al conjunt de la societat, que et permeten desenvolupar el teu creixement personal i professional. Graus Són els primers estudis de la Universitat, amb els quals s'obté una formació de caràcter general . Els títols de grau tenen una càrrega lectiva de 240 crèdits ECTS i estan adscrits a alguna d'aquestes branques de coneixement: arts i humanitats, ciències, ciències de la salut, ciències socials i jurídiques, enginyeria i arquitectura. El pla d'estudis dels graus conté un mínim de 60 crèdits ECTS de formació bàsica, dels quals almenys 36 estan vinculats a matèries de la branca de coneixement. Hi ha també matèries obligatòries i matèries optatives, a més d'un treball final de grau i, en alguns casos, pràctiques externes en empreses o institucions. Els graus de la UOC són estudis oficials que ofereixen una formació universitària flexible orientada al món professional . Et permeten formar-te amb un mètode d'aprenentatge únic, que fa possible que et gestionis el temps amb un acompanyament total dels equips de tutoria i professorat. Consulta l'oferta de graus de la UOC i les seves sortides professionals Màsters universitaris Els màsters universitaris són estudis oficials que permeten complementar els teus estudis de grau amb una formació avançada orientada cap a l'especialització professional o cap a la recerca. Un màster oficial d'iniciació en tasques de recerca és un requisit per accedir als estudis de doctorat. Els màsters universitaris de la UOC tenen una durada d'entre 60 i 90 crèdits ECTS i s'estructuren en matèries obligatòries i optatives i treballs finals de màster. També es poden fer pràctiques. Si tens un títol universitari oficial de grau, a la UOC pots estudiar el teu màster oficial en línia al teu ritme i compaginar els estudis amb la feina i altres facetes de la teva vida. Consulta l'oferta de màsters de la UOC i les seves sortides professionals Doctorat i transferència Els programes de doctorat són estudis de tercer cicle adreçats a impulsar la recerca de qualitat en els àmbits acadèmic, científic i empresarial mitjançant l'adquisició de tècniques i competències requerides per a la investigació. Culminen amb l'elaboració i la defensa de la tesi doctoral i et permeten obtenir el títol de doctor, el màxim nivell d'estudis que la Universitat pot concedir. Els programes de doctorat consoliden el lideratge de la UOC com a institució pionera a escala europea i referent internacional en aprenentatge en línia. A la UOC pots fer el doctorat a temps parcial o a temps complet, així com amb modalitat a distància o presencial. La UOC també ofereix cursos de recerca, transferència i emprenedoria orientats a impulsar la carrera i la visibilitat del personal de recerca. Són formacions de curta durada, en anglès, adreçades a estudiants, personal investigador i professorat, i centrades en l'aprenentatge i el desenvolupament de competències relacionades amb l'activitat de recerca. Consulta els programes de doctorat i transferència Formació professional Jesuïtes Educació en col·laboració amb la UOC Jesuïtes Educació, que exerceix el lideratge acadèmic dels programes, actualment ofereix aquestes titulacions de manera presencial. La UOC proporciona la plataforma, les eines tecnològiques i el suport metodològic necessaris. Amb aquest acord, aquestes dues institucions fan una proposta innovadora d'FP de qualitat que va més enllà de l'oferta actual pel que fa a la metodologia (model educatiu, tecnologia i servei). Són estudis de formació professional basats a \"aprendre per saber fer\" a partir del desenvolupament de projectes, seminaris i formació teòrica i pràctica en centres de treball. Et permeten aconseguir un títol oficial sense horaris, al teu ritme. Consulta l'oferta d'estudis de formació professional Programes de formació permanent Els programes de formació permanent són estudis propis orientats a l'adquisició dels coneixements exigits en els perfils professionals més valorats . Es conceben tenint en compte les últimes tendències de la societat i, per tant, són una eina útil per al teu progrés en el món laboral . Hi ha tres tipus de programes de formació permanent: Màsters de formació permanent: el caràcter professionalitzador dels màsters propis de la UOC et permet formar-te per desenvolupar la teva carrera laboral. Tenen una durada de 60 a 66 crèdits ECTS. Diplomes d'especialització: amb una durada de 30 a 36 crèdits ECTS, t'ajuden a impulsar la carrera professional i a especialitzar-te. Diplomes d'expert: són cursos de curta durada, d'entre 10 i 21 crèdits ECTS, amb un alt nivell de professionalització. Per cursar un màster o diploma propi has de tenir un títol universitari oficial o acreditar una experiència laboral equivalent al nivell de grau. Amb aquests programes podràs aprofundir o actualitzar els coneixements en àmbits d'alta demanda professional seguint una metodologia innovadora que et permet formar-te al teu ritme. Consulta l'oferta de màsters de formació permanent Consulta l'oferta de diplomes de formació permanent Cursos d'accés a la universitat Si no tens cap titulació acadèmica que habiliti l'accés a la universitat, pots estudiar un grau si superes les proves d’accés per a més grans de 25 . Si tens més de 45 anys, hauràs de fer la prova d'accés a la universitat per a més grans de 45 anys i superar una entrevista personal a la universitat on vulguis accedir. A la UOC t'oferim un curs preparatori d'accés a la universitat que t'ajuda a assolir els coneixements que et permetin superar la prova d'accés a la universitat. El curs és 100 % en línia i inclou diferents tècniques d'estudi i tot el temari necessari. A més, treballaràs amb la mateixa metodologia i els mateixos recursos que la resta d'estudiants, de manera que et facilitarà la integració a la comunitat universitària de la UOC. Recorda que, si tens més de 40 anys , també pots accedir a la universitat si acredites que tens experiència laboral relacionada amb l'ensenyament de grau sol·licitat i superes una entrevista personal. Informa't sobre els cursos de preparació per a les proves d'accés a la universitat Cursos d'idiomes L'oferta formativa en idiomes de la UOC permet triar entre més de cinquanta cursos en línia de diferents nivells i durada, per aprendre anglès, francès, alemany, xinès, japonès, català i espanyol . Els cursos no tenen horaris ni classes magistrals, i et permetran aprendre i practicar totes les destreses lingüístiques: llegir, escriure, escoltar i parlar. Un cop superats, obtindràs el certificat d'idiomes UOC. Consulta l'oferta dels cursos d'idiomes Cursos de soft skills al UOC Skills Lab El UOC Skills Lab és el nou centre d'habilitats toves ( soft skills ) multinivell i amb un acompanyament de qualitat, on podràs practicar i desenvolupar habilitats personals molt demanades actualment en l'àmbit professional. El UOC Skills Lab t'ofereix cursos curts organitzats en nivells que et permetran certificar els teus coneixements . Actualment pots formar-te en tres habilitats clau: la gestió del canvi, la creativitat i la intel·ligència emocional, i l'oferta s'anirà ampliant en el futur. Consulta els cursos de soft skills oferts pel UOC Skills Lab Cursos de l'Escola de Programació de la UOC L'Escola de Programació et permet adquirir la competència més sol·licitada del mercat amb cursos pràctics de programació en Python, JavaScript i Java . El sistema d'aprenentatge s’estructura en sis nivells seqüencials, i aprendràs totalment en línia i al teu ritme. Pots començar des de zero o des d'un nivell més avançat si ja tens coneixements de programació, i en un semestre pots avançar tant com vulguis, partint de les teves possibilitats i la teva disponibilitat. Consulta l'oferta formativa de l'Escola de Programació Microcredencials Alguns dels cursos breus de formació especialitzada, com els cursos de soft skills o de programació, alguns seminaris i assignatures lliures i els cursos de postgrau, et permeten obtenir una microcredencial. Les microcredencials són certificacions digitals que et permeten demostrar competències professionals clau amb les quals destacaràs en els entorns professionals. Les microcredencials són una iniciativa de la Unió Europea per promoure la formació al llarg de la vida amb qualitat universitària . La microcredencial certifica els resultats d'aprenentatge obtinguts, i està orientada a facilitar-te el progrés professional, l'ocupabilitat i l'enriquiment del teu perfil personal. Consulta el catàleg de microcredencials universitàries de la UOC Seminaris Els seminaris de la UOC són una experiència àgil de tan sols un mes per aprofundir en els temes que t'apassionen . Es tracta de càpsules de coneixement relacionades amb la cultura i la societat que t'endinsen en temes vinculats amb l'actualitat. Consulta els seminaris disponibles i tria el teu Cursos professionalitzadors Els cursos professionalitzadors t'ofereixen una formació enfocada al món laboral que et permet adquirir habilitats al voltant de temàtiques actuals i de tendència del mercat. Són cursos de formació contínua 100 % en línia, de durada mitjana, amb els quals actualitzaràs les teves competències i evolucionaràs professionalment. Consulta l'oferta de cursos professionalitzadors Assignatures per cursar lliurement La UOC també ofereix la possibilitat de cursar lliurement un seguit d'assignatures de graus i màsters, sense necessitat de complir requisits d'accés o de fer un programa complet , i amb tots els avantatges de la metodologia de la Universitat. Podràs gaudir del plaer d'aprendre i d'una oportunitat única per provar el model educatiu 100 % en línia de la UOC sense compromís de continuïtat. Consulta la llista d'assignatures lliures Cursos de postgrau Els cursos de postgrau online de la UOC són càpsules de coneixement universitari centrades en els temes que més t'interessen. Consulta els cursos de postgrau disponibles Estudiants UOC al món La UOC Benvinguda de la rectora Trenta anys formant les persones al llarg de la vida Una oferta formativa adaptada als reptes actuals Òrgans de representació de l'estudiantat Sindicatura de Greuges Com s'estudia El model d'aprenentatge L'equip docent L'aula virtual L'avaluació Els recursos d'aprenentatge Serveis El Campus Virtual Mobilitat interancional T'acompanyem i resolem els teus dubtes Posa en pràctica el que has après La Biblioteca Programa de voluntariat Carrera Professional i Orientació Programa d'acompanyament a esportistes Beques i ajuts Alumni Atenció a la diversitat UOC GUIA DE L'ESTUDIANT 2024-2025 La UOC a les xarxes TOP ca es en Inici La UOC Portada Benvinguda de la rectora Beques i ajuts Una oferta formativa adaptada als reptes actuals Òrgans de representació dels estudiants Sindicatura de Greuges Com s'estudia Portada El model d'aprenentatge L'equip docent L'aula virtual L'avaluació Els recursos d'aprenentatge Serveis Portada El Campus Virtual T'acompanyem i resolem els teus dubtes La Biblioteca Beques i ajuts Carrera Professional i Ocupació Atenció a la diversitat Mobilitat internacional Posa en pràctica el que has après Programa de voluntariat Programa d'acompanyament a esportistes Alumni"
}