{
  "url": "https://uoc.edu/portal/ca/ehealth-center/index.html",
  "content": "Fem recerca en salut digital Utilitzem la tecnologia per a fer arribar la salut el més lluny possible Enllaços destacats Aparador de projectes Recerca amb impacte social Aliances i col·laboracions L'eHealth Center Som un centre acadèmic en salut digital que té l'objectiu d'impulsar un canvi de paradigma en salut que s'allunyi de l'enfocament centrat només en la malaltia i en què les persones tinguin un paper central en el seu propi benestar. Investiguem com les tecnologies digitals: Contribueixen a millorar la salut individual i col·lectiva Permeten reforçar els sistemes de salut i ajudar els professionals Ens ajuden a tenir més capacitat de decisió sobre la nostra pròpia salut El nostre model Saber-ne més Impacte social Investiguem per donar resposta a reptes de salut global. Veure-ho tot Impacte socioeconòmic en la salut Personalització i participació en salut Envelliment saludable Salut mental i benestar emocional Bretxes digitals Epidèmies i malalties desateses Interralació salut humana i salut planetària Grups de recerca L'objectiu de l'eHealth Center és promoure la recerca en salut digital de manera transversal a la Universitat. La comunitat e-health de la UOC està integrada pels grups de recerca següents. Veure'ls tots Notícies Actualitat Tota l’actualitat Accedir als resultats mèdics en línia és útil, però sabem interpretar-los correctament? Ens ajudes responent l'enquesta? Salut Resultats prometedors d'una aplicació amb IA per diagnosticar malalties de la pell desateses Salut Neurociència i esport: la UOC i Neuros exploren la millora del rendiment i la salut cerebral ACTIVITATS Agenda No et perdis la resta d’activitats Aliances i col·laboracions Barcelona Aging Longevity (BALL) Saber-ne més ODS3 de l'Agenda 2030: salut i benestar Saber-ne més Transferència de coneixement El Meu Quiròfan, una app per millorar l'experiència de pacients i familiars en un procés quirúrgic. S'ha implementat a l'Hospital Universitari de Bellvitge. El projecte es va gestar en el màster universitari de Salut Digital (E-health) i va rebre un premi de l'eHealth Center. Més informació També et pot interessar... Producció científica Recursos sobre salut mental en plataformes digitals per adolescents Cinc anys en salut digital Col·laborant per a un enfocament integrat de la salut Competències digitals per a professionals de la salut eHealth Center: la recerca en salut digital al servei de les persones Contacta Des de l'eHealth Center busquem persones i entitats amb ganes de col·laborar per trasnformar el paradigma de la salut. Uneix-te a nosaltres i fem possible el canvi. Escriu-nos! Segueix-nos també a través de les xarxes!"
}