{
  "url": "https://uoc.edu/estudiant/portal/guia/ca/lauoc/benvinguda_rectora/index.html",
  "content": "GUIA DE L'ESTUDIANTAT 2024-2025 Benvinguda de la rectora Trenta anys formant les persones al llarg de la vida Una oferta formativa adaptada als reptes actuals Òrgans de representació dels estudiants Sindicatura de Greuges Inici La UOC Benvinguda de la rectora Benvinguda de la rectora L'octubre del 1995, 206 estudiants estrenaven aules, curs i universitat: la Universitat Oberta de Catalunya, la UOC, es posava en marxa. En aquell moment, diversos fets extraordinaris ho havien propiciat; des de la visió de l'equip fundacional fins a la voluntat política, passant per la disponibilitat d'una tecnologia innovadora, la intuïció en apostar per un model d'aprenentatge diferent i el disseny organitzatiu i institucional propi. Ara fa trenta anys, doncs, s'esdevenia una singularitat de difícil repetició. Encetem el curs 2024-2025 amb una doble alegria. D'una banda, celebrant aquest trentè curs i les 122.750 persones graduades que, al llarg d'aquests anys, heu apostat per la formació com a motor de transformació personal i col·lectiva. De l'altra, em fa una il·lusió especial explicar-vos que la primera universitat oberta europea comença la seva singladura. L' OpenEU , liderada per la UOC, és una aliança que aplega catorze universitats europees i tretze associacions acadèmiques, empresarials, rurals, municipals i civils de tot Europa. És una oportunitat única per estendre l'abast i l'impacte de les universitats obertes i a distància europees, i estic convençuda que ens permetrà transitar cap a una versió actualitzada de l'espai europeu d'educació superior que vertebri l'aprenentatge al llarg de la vida a Europa. Justament, a la UOC ens guia el mandat públic fundacional d'oferir solucions d'aprenentatge al llarg de la vida, amb rigor i qualitat. Aquesta és la nostra insígnia, i al llarg d'aquest curs desplegarem eines acreditatives —de microcredencials a macrocredencials— i per acompanyar-vos en la millora de l'ocupabilitat , així com recursos de construcció de la vostra identitat digital i de coneixement de l'entorn per impulsar la competitivitat . Tot plegat ho fem amb el compromís ben ferm de fer evolucionar el model educatiu , enfortint l' avaluació de i per a l'aprenentatge, i millorar l' acompanyament que fem al nostre estudiantat. Tant si és el vostre primer curs com si ja ens coneixem de fa més temps, us agraeixo la confiança que ens feu. Us animo a enfortir la nostra comunitat participant activament, o a través dels representants elegits, en les comissions d'estudis, el Consell d'Estudiants o el Consell d'Universitat, els òrgans de participació i representació de què disposa la nostra comunitat universitària. Us dono la benvinguda a aquest nou curs, tot desitjant que sigui el primer de noves singularitats improbables —que no impossibles!— que ens encoratgin a assolir objectius i fites que potser no gosem ni entrellucar. Benvingudes i benvinguts i que tinguem molt bon curs! Àngels Fitó Rectora de la UOC Estudiants UOC al món La UOC Benvinguda de la rectora Trenta anys formant les persones al llarg de la vida Una oferta formativa adaptada als reptes actuals Òrgans de representació de l'estudiantat Sindicatura de Greuges Com s'estudia El model d'aprenentatge L'equip docent L'aula virtual L'avaluació Els recursos d'aprenentatge Serveis El Campus Virtual Mobilitat interancional T'acompanyem i resolem els teus dubtes Posa en pràctica el que has après La Biblioteca Programa de voluntariat Carrera Professional i Orientació Programa d'acompanyament a esportistes Beques i ajuts Alumni Atenció a la diversitat UOC GUIA DE L'ESTUDIANT 2024-2025 La UOC a les xarxes TOP ca es en Inici La UOC Portada Benvinguda de la rectora Trenta anys formant les persones al llarg de la vida Una oferta formativa adaptada als reptes actuals Òrgans de representació dels estudiants Sindicatura de Greuges Com s'estudia Portada El model d'aprenentatge L'equip docent L'aula virtual L'avaluació Els recursos d'aprenentatge Serveis Portada El Campus Virtual T'acompanyem i resolem els teus dubtes La Biblioteca Beques i ajuts Carrera Professional i Ocupació Atenció a la diversitat Mobilitat internacional Posa en pràctica el que has après Programa de voluntariat Programa d'acompanyament a esportistes Alumni"
}