{
  "url": "https://uoc.edu/estudiant/portal/guia/ca/lauoc/sindicatura_greuges/index.html",
  "content": "GUIA DE L'ESTUDIANTAT 2024-2025 Benvinguda de la rectora Beques i ajuts Una oferta formativa adaptada als reptes actuals Òrgans de representació dels estudiants Sindicatura de Greuges Inici La UOC Sindicatura de Greuges Sindicatura de Greuges El síndic o síndica de greuges és la figura nomenada pel Patronat de la Fundació per a la Universitat Oberta de Catalunya que té la missió de vetllar pels drets i els deures de tots els membres de la comunitat universitària. Actua amb independència i autonomia de tots els altres òrgans i instàncies de la Universitat. Quines són les funcions de la Sindicatura de Greuges? Tal com recull el Reglament de la Sindicatura de Greuges, les seves funcions principals són: Defensar els drets i les llibertats de tots els membres de la comunitat universitària de la UOC davant de qualsevol actuació o situació de discriminació, indefensió o arbitrarietat. Garantir el compliment de les Normes d'organització i funcionament de la Universitat i les seves normes de desenvolupament. Vetllar per la defensa de la qualitat universitària en tots els àmbits. Vetllar pels valors de la universitat com a espai d'intercanvi i creació de coneixement i de formació de les persones. En el marc del que estableixen les Normes d'organització i funcionament de la UOC, la Sindicatura de Greuges acompleix les seves funcions amb independència respecte de les diferents instàncies universitàries i actua amb autonomia, objectivitat i imparcialitat. Vols presentar una queixa o fer una consulta? Per adreçar una consulta, queixa o reclamació a la Sindicatura de Greuges, has de ser membre de la comunitat universitària i sempre has de fer constar les dades personals (no s'admeten queixes anònimes ni en nom de tercers). Les dades i les informacions que rep la Sindicatura de Greuges es tracten de manera reservada i d'acord amb la normativa vigent sobre protecció de dades. Les queixes s'han de presentar per escrit, de manera clara i concisa, a través d'aquest formulari . Has d'exposar clarament els fets que motiven la queixa i les circumstàncies que l'envolten. També et pots posar en contacte amb la Sindicatura de Greuges a través de l'adreça electrònica sindicatura@uoc.edu . Reglament de la Sindicatura de Greuges (PDF) Coneix la Sindicatura de Greuges i consulta les memòries de cursos anteriors Estudiants UOC al món La UOC Benvinguda de la rectora Trenta anys formant les persones al llarg de la vida Una oferta formativa adaptada als reptes actuals Òrgans de representació de l'estudiantat Sindicatura de Greuges Com s'estudia El model d'aprenentatge L'equip docent L'aula virtual L'avaluació Els recursos d'aprenentatge Serveis El Campus Virtual Mobilitat interancional T'acompanyem i resolem els teus dubtes Posa en pràctica el que has après La Biblioteca Programa de voluntariat Carrera Professional i Orientació Programa d'acompanyament a esportistes Beques i ajuts Alumni Atenció a la diversitat UOC GUIA DE L'ESTUDIANT 2024-2025 La UOC a les xarxes TOP ca es en Inici La UOC Portada Benvinguda de la rectora Beques i ajuts Una oferta formativa adaptada als reptes actuals Òrgans de representació dels estudiants Sindicatura de Greuges Com s'estudia Portada El model d'aprenentatge L'equip docent L'aula virtual L'avaluació Els recursos d'aprenentatge Serveis Portada El Campus Virtual T'acompanyem i resolem els teus dubtes La Biblioteca Beques i ajuts Carrera Professional i Ocupació Atenció a la diversitat Mobilitat internacional Posa en pràctica el que has après Programa de voluntariat Programa d'acompanyament a esportistes Alumni"
}