{
  "url": "https://uoc.edu/estudiant/portal/guia/ca/com_estudia/model_aprenentatge/index.html",
  "content": "GUIA DE L'ESTUDIANTAT 2024-2025 El model d'aprenentatge L'equip docent L'aula virtual L'avaluació Els recursos d'aprenentatge Inici Com s'estudia El model d'aprenentatge El model d'aprenentatge La UOC es caracteritza per un model educatiu propi basat en una metodologia online de qualitat única i innovadora. És el tret distintiu principal de la Universitat des de l'inici i es manté en constant evolució gràcies a l'aplicació dels avenços en recerca i innovació en aprenentatge en línia ( e-learning ). Com s'estudia a la UOC? T'expliquem com la UOC s'adapta a les teves necessitats i et permet desenvolupar competències professionalitzadores. Què caracteritza el nostre model d'aprenentatge? El model d'aprenentatge de la UOC respon a les necessitats educatives de les persones que es formen al llarg de la vida i aprofita al màxim el potencial que ofereixen la xarxa i les tecnologies aplicades a l'educació. La raó de ser d'aquest model és aconseguir que l'experiència d'aprenentatge sigui memorable. Amb aquest objectiu, el model reuneix les característiques següents: Se centra en l'activitat de l'estudiant: això s'aconsegueix proporcionant-li els recursos adequats i oferint-li la guia i l'acompanyament d'uns docents que proposen activitats i reptes que fomenten la participació i li permeten assolir els objectius d'aprenentatge. D'aquesta manera, l'estudiant s'involucra en el seu aprenentatge de manera activa i desenvolupa el pensament crític. És digital, dinàmic i flexible: l'entorn digital permet que l'experiència sigui personalitzada i que s'adapti als contextos socials i tecnològics. La utilització de recursos digitals multiformat, multidispositiu i accessibles en qualsevol moment i des de qualsevol lloc permet que l'aprenentatge s'adapti al ritme i les necessitats de cadascú. És col·laboratiu: es fomenta la participació i la interacció per afavorir la construcció conjunta del coneixement entre l'estudiantat de l'aula i el professorat. Està en evolució constant al ritme de la societat i la tecnologia: el model és sempre viu i incorpora constantment les últimes tendències de l'aprenentatge en línia. L'entorn en què conflueixen tots aquests elements i entren en relació és el Campus Virtual de la UOC , on l'estudiant té accés a les aules virtuals . Quins elements formen el model d'aprenentatge? L'activitat d'aprenentatge de l'estudiant és l'eix central. Per dur-la a terme, es disposa de quatre elements principals: l'acompanyament que proporciona l'equip docent, l'entorn dinàmic i col·laboratiu del treball en xarxa, l'avaluació de i per a l'aprenentatge, i les eines i els recursos. Com evoluciona aquest model? El nostre model educatiu és sempre viu perquè evoluciona constantment gràcies a la innovació, la recerca aplicada i la incorporació de noves tendències en l'aprenentatge en línia. L' eLearning Innovation Center (eLinC) impulsa aquesta evolució des de la innovació en l'aprenentatge. L'equip de l'eLinC treballa per millorar l'experiència d'aprenentatge de l'estudiantat a partir del servei al professorat, assessorant-lo en l'anàlisi i el redisseny d'assignatures i programes i recollint les seves necessitats i idees. També ajuda a conceptualitzar i desplegar projectes d'innovació docent, proporciona espais d'experimentació per a proves pilot, i s'orienta a l'exploració i l'anàlisi de les dades d'aprenentatge ( learning analytics ). Tot plegat, amb la missió de fer evolucionar l'aprenentatge en línia a partir d'innovacions i millores constants que situïn la UOC com a referència mundial en aquest àmbit. Consulta aquí més informació sobre el model d'aprenentatge Estudiants UOC al món La UOC Benvinguda de la rectora Trenta anys formant les persones al llarg de la vida Una oferta formativa adaptada als reptes actuals Òrgans de representació de l'estudiantat Sindicatura de Greuges Com s'estudia El model d'aprenentatge L'equip docent L'aula virtual L'avaluació Els recursos d'aprenentatge Serveis El Campus Virtual Mobilitat interancional T'acompanyem i resolem els teus dubtes Posa en pràctica el que has après La Biblioteca Programa de voluntariat Carrera Professional i Orientació Programa d'acompanyament a esportistes Beques i ajuts Alumni Atenció a la diversitat UOC GUIA DE L'ESTUDIANT 2024-2025 La UOC a les xarxes TOP ca es en Inici La UOC Portada Benvinguda de la rectora Beques i ajuts Una oferta formativa adaptada als reptes actuals Òrgans de representació dels estudiants Sindicatura de Greuges Com s'estudia Portada El model d'aprenentatge L'equip docent L'aula virtual L'avaluació Els recursos d'aprenentatge Serveis Portada El Campus Virtual T'acompanyem i resolem els teus dubtes La Biblioteca Beques i ajuts Carrera Professional i Ocupació Atenció a la diversitat Mobilitat internacional Posa en pràctica el que has après Programa de voluntariat Programa d'acompanyament a esportistes Alumni"
}