{
  "url": "https://uoc.edu/estudiant/portal/guia/ca/lauoc/organs_representacio_estudiantat/index.html",
  "content": "GUIA DE L'ESTUDIANTAT 2024-2025 Benvinguda de la rectora Trenta anys formant les persones al llarg de la vida Una oferta formativa adaptada als reptes actuals Òrgans de representació dels estudiants Sindicatura de Greuges Inici La UOC Òrgans de representació de l'estudiantat Òrgans de representació de l'estudiantat A la UOC garantim que les opinions, els interessos i les aportacions de l'estudiantat contribueixen a millorar la institució. I tu pots participar en aquest procés formant part dels òrgans de representació, votant els seus membres o fent-los arribar les teves propostes. Implica't en el funcionament de la UOC Les Normes d'organització i funcionament de la UOC preveuen que l'estudiantat s'impliqui en la vida de la Universitat . Amb aquesta finalitat, existeixen òrgans de representació que permeten canalitzar la vostra participació. Els representants de l'estudiantat que participen en aquests òrgans són escollits per sufragi cada tres anys . Pots presentar la teva candidatura o participar en les votacions per triar els representants dels teus estudis. I, a més, sempre pots proposar qualsevol aspecte relacionat amb els teus estudis i amb la Universitat en general. Els escollits per representar l'estudiantat formen part dels òrgans de participació propis, com el Consell d'Estudiants i les comissions d'estudis, i et representen en els òrgans de govern de la Universitat i en els òrgans de relació i coordinació interuniversitària en què els estudiants tenen presència. Si vols saber-ne més, pots consultar la infografia Coneix què implica ser representant . Com a estudiant, tu també pots aportar propostes per millorar la UOC. Saps com pots fer-ho? Per mitjà dels diferents òrgans de representació. El Consell d'Estudiants vetlla pels teus interessos El Consell d'Estudiants és el màxim òrgan de representació, consulta i assessorament de l'estudiantat de la UOC. Ha de servir de mitjà d'expressió de les aspiracions, les peticions i les propostes de l'estudiantat, i ha de promoure, coordinar i defensar les vostres inquietuds, drets i interessos. El Consell d'Estudiants participa en els processos d'avaluació dels serveis de la Universitat defensant el punt de vista de l'estudiantat i t'ofereix assessorament, t'escolta i fa arribar la teva veu allí on es prenen les decisions. Per dur a terme aquestes funcions, el Consell d'Estudiants designa els representants de l'estudiantat en els òrgans de representació interns i les entitats externes a la Universitat següents: El Consell d'Universitat: és el màxim òrgan de participació de la comunitat universitària i on es manifesta l'opinió sobre temes que afectin la Universitat, es proposen iniciatives i es debaten les línies estratègiques i els objectius de la Universitat. Està presidit per la rectora i hi ha tants representants dels estudiants com estudis té la UOC. Altres òrgans interns de la UOC: l'estudiantat també té representació al Consell de Govern, la Unitat d'Igualtat, el Comitè de Qualitat, la Comissió de Transparència, etc. Òrgans de relació i coordinació interuniversitària: la UOC aporta representants al Consell de l'Estudiantat de les Universitats Catalanes (CEUCAT), al Consell Interuniversitari de Catalunya (CIC), al Consell d'Estudiants Universitaris de l'Estat (CEUNE), etc. El Consell d'Estudiants està integrat pels representants dels estudiants de totes les comissions d'estudis i els seus membres han estat escollits per sufragi. Aporta idees a través dels representants dels teus estudis Les comissions d'estudis estan integrades per estudiants i docents dels mateixos estudis i permeten que puguis participar en el funcionament ordinari dels estudis i la revisió de la docència. S'hi tracten temes com els plans d'estudis, el funcionament de les assignatures o l'avaluació i la millora dels materials didàctics, entre altres. Hi ha vuit comissions: Dret i Ciència Política Economia i Empresa Informàtica, Multimèdia i Telecomunicació Psicologia i Ciències de l'Educació Ciències de la Informació i de la Comunicació Arts i Humanitats Ciències de la Salut Doctorat Tens propostes de millora? Pots fer-les arribar als representants dels teus estudis i ells s'encarregaran de vehicular les demandes als òrgans pertinents. Recorda que, si tens cap consulta, queixa o reclamació sobre qualsevol aspecte de la Universitat, et pots adreçar directament a la Sindicatura de Greuges . Contacta amb els representants de la comunitat universitària Estudiants UOC al món La UOC Benvinguda de la rectora Trenta anys formant les persones al llarg de la vida Una oferta formativa adaptada als reptes actuals Òrgans de representació de l'estudiantat Sindicatura de Greuges Com s'estudia El model d'aprenentatge L'equip docent L'aula virtual L'avaluació Els recursos d'aprenentatge Serveis El Campus Virtual Mobilitat interancional T'acompanyem i resolem els teus dubtes Posa en pràctica el que has après La Biblioteca Programa de voluntariat Carrera Professional i Orientació Programa d'acompanyament a esportistes Beques i ajuts Alumni Atenció a la diversitat UOC GUIA DE L'ESTUDIANT 2024-2025 La UOC a les xarxes TOP ca es en Inici La UOC Portada Benvinguda de la rectora Trenta anys formant les persones al llarg de la vida Una oferta formativa adaptada als reptes actuals Òrgans de representació dels estudiants Sindicatura de Greuges Com s'estudia Portada El model d'aprenentatge L'equip docent L'aula virtual L'avaluació Els recursos d'aprenentatge Serveis Portada El Campus Virtual T'acompanyem i resolem els teus dubtes La Biblioteca Beques i ajuts Carrera Professional i Ocupació Atenció a la diversitat Mobilitat internacional Posa en pràctica el que has après Programa de voluntariat Programa d'acompanyament a esportistes Alumni"
}