{
  "url": "https://uoc.edu/estudiant/portal/guia/ca/com_estudia/equip_docent/index.html",
  "content": "GUIA DE L'ESTUDIANTAT 2024-2025 El model d'aprenentatge L'equip docent L'aula virtual L'avaluació Els recursos d'aprenentatge Inici Com s'estudia L'equip docent L'equip docent L'equip docent està format per un conjunt d'experts i expertes en l'àmbit del coneixement encarregats del disseny, l'orientació, la dinamització i l'avaluació de tot el procés educatiu. És l'equip responsable d'acompanyar-te i guiar-te de forma personalitzada en el procés d'aprenentatge. Quins tipus de docents hi ha? Per mitjà de l'acompanyament, l'equip docent t'ofereix un tracte personalitzat i una orientació permanent al llarg del teu recorregut acadèmic , de manera que s'estableixen vincles de relació i de proximitat amb la comunitat educativa. Hi ha dos perfils docents que treballen de manera coordinada per assegurar un procés d'aprenentatge de qualitat: El personal docent investigador: És el professorat responsable de l'assignatura i qui garanteix la qualitat de la docència. És la figura que dissenya el contingut, tria i encarrega els recursos d'aprenentatge, dissenya i crea situacions i entorns d'aprenentatge innovadors, i coordina el professorat col·laborador per garantir l'eficàcia i la qualitat del procés d'aprenentatge. Per als estudis d'FP, l'equivalent és el director o directora de cicle. El professorat col·laborador: Sota la direcció i coordinació de l'anterior, és qui t'orienta, et fa el seguiment i guia el procés d'aprenentatge en el marc d'una assignatura. És qui dinamitza l'aula i et proporciona el retorn pedagògic o feedback de les activitats. Per als estudis d'FP, l'equivalent és el consultor o consultora. Com t'acompanya el professorat col·laborador de la UOC? La millor manera de descobrir-ho és que t'ho expliquin de primera mà. A més del professorat, una altra figura clau que t'acompanyarà en l'aprenentatge és el teu tutor o tutora: descobreix-la aquí . Consulta la informació relativa al personal docent de la UOC Estudiants UOC al món La UOC Benvinguda de la rectora Trenta anys formant les persones al llarg de la vida Una oferta formativa adaptada als reptes actuals Òrgans de representació de l'estudiantat Sindicatura de Greuges Com s'estudia El model d'aprenentatge L'equip docent L'aula virtual L'avaluació Els recursos d'aprenentatge Serveis El Campus Virtual Mobilitat interancional T'acompanyem i resolem els teus dubtes Posa en pràctica el que has après La Biblioteca Programa de voluntariat Carrera Professional i Orientació Programa d'acompanyament a esportistes Beques i ajuts Alumni Atenció a la diversitat UOC GUIA DE L'ESTUDIANT 2024-2025 La UOC a les xarxes TOP ca es en Inici La UOC Portada Benvinguda de la rectora Beques i ajuts Una oferta formativa adaptada als reptes actuals Òrgans de representació dels estudiants Sindicatura de Greuges Com s'estudia Portada El model d'aprenentatge L'equip docent L'aula virtual L'avaluació Els recursos d'aprenentatge Serveis Portada El Campus Virtual T'acompanyem i resolem els teus dubtes La Biblioteca Beques i ajuts Carrera Professional i Ocupació Atenció a la diversitat Mobilitat internacional Posa en pràctica el que has après Programa de voluntariat Programa d'acompanyament a esportistes Alumni"
}