{
  "url": "https://uoc.edu/estudiant/portal/guia/ca/com_estudia/avaluacio/index.html",
  "content": "GUIA DE L'ESTUDIANTAT 2024-2025 El model d'aprenentatge L'equip docent L'aula virtual L'avaluació Els recursos d'aprenentatge Inici Com s'estudia L'avaluació L'avaluació Com a part del model d'aprenentatge de la UOC, l'avaluació és virtual i contribueix a la millora constant del procés d'aprenentatge. El sistema d'avaluació contínua garanteix que assoleixis els coneixements, les habilitats i les competències i alhora retroalimenta aquest procés. En algunes assignatures, aquesta avaluació contínua es complementa amb una avaluació final. Com és l'avaluació de la UOC? Entenem l'avaluació dels aprenentatges com un procés formatiu, planificat i reflexiu. L' avaluació digital és ubiqua i flexible i vetlla pel rigor i la qualitat . Per això, al llarg de tot el procés apliquem diversos mecanismes per garantir la identitat de l'estudiantat i l'autoria dels teus treballs. A més, el disseny i les metodologies de l'avaluació són inclusius i respecten la diversitat. A la UOC, l'avaluació et demanarà resoldre reptes o activitats amb les quals no només adquiriràs coneixements, sinó que desenvoluparàs i practicaràs les competències més sol·licitades al món laboral per al perfil professional per al qual et prepares. Al llarg de l'assignatura, rebràs un retorn ( feedback ) que et permetrà saber com vas avançant en el teu aprenentatge i t'oferirà suggeriments de millora. És imprescindible el teu rol actiu amb aquest retorn i que l'aprofitis per incrementar l'aprenentatge, per tant, l'has de comprendre bé i treballar per integrar-lo en les activitats següents. Quins sistemes d'avaluació hi ha? T'expliquem quines opcions et pots trobar. A més, recorda que pots consultar la informació sobre el model d'avaluació de cada assignatura al pla docent corresponent. Distingim dos sistemes d'avaluació que, moltes vegades, es complementen. L'avaluació contínua es desenvolupa per mitjà d'un conjunt d'activitats d'avaluació que s'han de fer i lliurar al llarg del semestre. Des del principi del semestre pots consultar al pla docent de l'assignatura tota la informació necessària per saber quantes activitats hi ha, en què consisteixen i les dates de lliurament. En funció de les necessitats de l'assignatura, aquestes activitats poden ser de diferents classes. En algunes assignatures, a més de l'avaluació contínua, cal superar també una avaluació final . Aquesta es fa mitjançant una prova d'avaluació al final del semestre que pot ser de dos tipus: Prova de síntesi (PS): permet complementar la nota de l'avaluació contínua. Té una durada màxima d'una hora. Examen (EX): avalua el 100 % de l'assignatura. Té una durada màxima de dues hores. Quan l'assignatura inclou una prova final, aquesta també s'efectua virtualment. S'ofereixen diverses modalitats de proves finals, però, en tots els casos, necessitaràs complir alguns requisits per fer-les, com per exemple disposar de càmera web. A més, hi ha altres processos d'avaluació específics. És el cas del treball final dels graus i màsters o les assignatures de pràctiques en altres institucions . La UOC està fermament compromesa amb la qualitat, el rigor i la integritat acadèmica , però l'aprenentatge i l'avaluació apel·len també directament a la corresponsabilitat de l'estudiantat . Per fer-te partícip de la teva responsabilitat com a estudiant, posem a la teva disposició recursos per fomentar el compromís amb la integritat acadèmica i ajudar-te a evitar conductes irregulars . Consulta la informació relativa al sistema d'avaluació de la UOC Estudiants UOC al món La UOC Benvinguda de la rectora Trenta anys formant les persones al llarg de la vida Una oferta formativa adaptada als reptes actuals Òrgans de representació de l'estudiantat Sindicatura de Greuges Com s'estudia El model d'aprenentatge L'equip docent L'aula virtual L'avaluació Els recursos d'aprenentatge Serveis El Campus Virtual Mobilitat interancional T'acompanyem i resolem els teus dubtes Posa en pràctica el que has après La Biblioteca Programa de voluntariat Carrera Professional i Orientació Programa d'acompanyament a esportistes Beques i ajuts Alumni Atenció a la diversitat UOC GUIA DE L'ESTUDIANT 2024-2025 La UOC a les xarxes TOP ca es en Inici La UOC Portada Benvinguda de la rectora Trenta anys formant les persones al llarg de la vida Una oferta formativa adaptada als reptes actuals Òrgans de representació dels estudiants Sindicatura de Greuges Com s'estudia Portada El model d'aprenentatge L'equip docent L'aula virtual L'avaluació Els recursos d'aprenentatge Serveis Portada El Campus Virtual T'acompanyem i resolem els teus dubtes La Biblioteca Beques i ajuts Carrera Professional i Ocupació Atenció a la diversitat Mobilitat internacional Posa en pràctica el que has après Programa de voluntariat Programa d'acompanyament a esportistes Alumni"
}