{
  "url": "https://uoc.edu/portal/ca/universitat/organitzacio/grup-uoc/index.html",
  "content": "Organització i govern Empreses que formen part del grup empresarial de la FUOC Menú Escoltar Les empreses que formen part del grup empresarial de la Fundació per a la Universitat Oberta de Catalunya ofereixen la possibilitat de vincular la Universitat a experiències i projectes innovadors de gran volum i de sectors molt diferents. UOC Corporate, SL - societat unipersonal Invergy B. Side, SL - societat unipersonal Fundación UOC Colombia Universitat Oberta de Catalunya, AC (UOC AC) UOC Corporate, SL - societat unipersonal Té per objectiu convertir-se en el soci de referència de les organitzacions que aposten per un aprenentatge innovador perquè els seus professionals desenvolupin les seves habilitats com a via per millorar la seva competitivitat. La seva missió és acompanyar les empreses en el creixement dels seus professionals perquè superin els reptes de negoci als quals s'enfronten. Té la forma jurídica d'una societat limitada unipersonal, participada al 100 % per la Fundació per a la Universitat Oberta de Catalunya. Invergy B. Side, SL - societat unipersonal És una empresa creada per invertir en empreses emergents que tinguin com a objectiu aconseguir impacte social en el sector educatiu i de les tecnologies de la informació i la comunicació. Té la forma jurídica d'una societat limitada unipersonal, participada al 100 % per la Fundació per a la Universitat Oberta de Catalunya. Així mateix, la Fundació per a la Universitat Oberta de Catalunya té presència a Colòmbia, a través de la Fundación UOC Colombia, i a Mèxic, a través d'Universitat Oberta de Catalunya, AC. Fundación UOC Colombia És una entitat sense ànim de lucre amb seu a Colòmbia que forma les persones al llarg de la vida mitjançant un model educatiu que es basa en la personalització i l'acompanyament de l'estudiant a través de l'aprenentatge en línia. Està participada al 100 % per UOC Corporate, SL. Universitat Oberta de Catalunya, AC (UOC AC) Es va constituir l'any 2005. Està participada per Invergy B. Side, SL, i UOC Corporate, SL, al 50 % cadascuna."
}