{
  "url": "https://uoc.edu/portal/ca/qualitat/personal-academic/docencia/index.html",
  "content": "Personal acadèmic Qualitat de la docència Indicadors El personal docent i investigador ha de ser avaluat periòdicament pel que fa a l'activitat de docència, recerca, transferència i direcció acadèmica, en el marc dels principis de transparència, qualitat i millora contínua, com a eixos vertebradors de la seva estratègia. L'avaluació de l’activitat docent del professorat propi, està enfocada en la millora contínua de l’equip docent i en el compromís de la universitat envers aquesta millora. La reflexió de les pràctiques docents, ha de permetre també a la universitat detectar quines millores estan subjectes a les pràctiques ordinàries de la universitat en general o d’alguns estudis en particular i, per tant, reflexionar envers les millores que cal incorporar de forma transversal. Procés de sol·licitud El procés d’avaluació de l’activitat acadèmica compromet i afecta al professorat lector, professorat agregat, professorat catedràtic i sènior de la UOC, amb independència del nivell que tingui reconegut, inclosa la contractació Ramon y Cajal. Cada tram ha d’abastar un període de com a mínim 5 anys (que poden ser o no consecutius). Cal haver assolit l’encàrrec d’un mínim de 200 crèdits de docència a la UOC. Es computa el total de crèdits de docència del professorat que formen part del portafoli de la Universitat. Si és la primera vegada que es presenta avaluació de tram docent: Cal tenir una experiència mínima de 2 cursos acadèmics consecutius, complets i tancats a la UOC. Cal haver superat el programa de Formació Bàsica per a la Docència a la UOC (eLicense). Correspon a la Comissió de Desenvolupament del Personal Acadèmic aprovar anualment el calendari i fer la corresponent obertura de convocatòria per cadascun dels trams d'avaluació de l'activitat acadèmica. Baixa el calendari Criteris d'avaluació El manual d'avaluació estableix uns mínims de puntuació i ponderació de cada dimensió: Planificació: 35 % Desenvolupament: 35 % Resultats: 30 % Puntuació mínima: 40 punts en l’avaluació de cada una de les tres dimensions Rúbrica d’avaluació La rúbrica es dissenya sota el marc del Procediment d’avaluació. La rúbrica es concreta en termes d’excel·lència: L'argumentació es fonamenta amb referències concretes i contrastables, es duen a terme accions de manera regular durant el tram (s'explica què es fa i quan). Inclou accions o aspectes rellevants (bones pràctiques) que impliquen un canvi substancial en el plantejament de docència que fa l'assignatura. No s'identifiquen absències o àrees de millora d'aplicació a l'assignatura. Els criteris d’avaluació no són valors absoluts. Correspon al Comitè d’Avaluació valorar el grau d’adequació d'acord amb l’escala a dalt indicada. La rúbrica segueix l'estructura de l'autoinforme del professorat. La puntuació final que s'atorga a cada subindicador té la seva correspondència seguint la ponderació establerta. La rúbrica està integrada a la plantilla d'avaluació. Documentació Documentació per a l'avaluació Manual per a l'avaluació de l'activitat acadèmica del professorat [PDF] Autoinforme . L'autoinforme és l'indici principal del procés d'avaluació. Permet avaluar les dimensions de planificació, desenvolupament i resultats. Documentació de referència: Informe de seguiment 2017 [PDF] Informe de seguiment 2012 [PDF] Resolució IUE/2/2009, de 2 de gener, per la qual es dona publicitat a la certificació del manual d'avaluació docent de la Universitat Oberta de Catalunya [PDF] Programa de suport a l'avaluació de l'activitat docent del professorat universitari [PDF] Guia per a la valoració de la implantació de dissenys [PDF] Acord de la Comissió d'Avaluació de la Qualitat de 4 d'abril de 2012 de creació de la comissió ad hoc de seguiment del programa Docentia de les universitats privades de Catalunya [PDF] Programa de suport a l'avaluació de l'activitat docent del professorat universitari. Directrius per al seguiment de la implantació de dissenys [PDF] Comitè d'avaluació L'òrgan competent del procés d'avaluació és la Comissió de Desenvolupament del Personal Academic (CDPA), que està integrada per: El vicerectorat amb competències en personal acadèmic. El vicerectorat amb competències en recerca. La direcció dels Estudis i Centre La direcció de l’Àrea de Persones o business partner per delegació Secretaria tècnica, si les funcions ho requereixen Correspon al Vicerectorat corresponent en matèria de professorat, exercir la presidència de la Comissió de Desenvolupament del Personal Acadèmic (CDPA). Aquesta comissió té, entre d'altres, les funcions següents: Aprovar el calendari anual dels processos d’avaluació del personal acadèmic. Aprovar les convocatòries d’avaluació interna del personal acadèmic. Nomenar els comitès d’avaluació interna dels processos en els quals té competència. Vetllar per l’objectivitat, transparència dels processos i aplicació correcta dels criteris d’avaluació d’establerts, en els quals té competència. Vetllar pel compliment dels criteris establerts d'acord amb la disponibilitat pressupostària. Resoldre les sol·licituds d’avaluació un cop valorades les propostes de resolució i els informes emesos pels Comitès d’avaluació. - Valorar els resultats de cada procés i proposar accions de millora El Manual per a l'avaluació de l'activitat acadèmica del professorat estableix la composició mínima de cada comitè. Comitè d'Avaluació de l'Activitat Docent Set membres del professorat catedràtic, sènior o agregat que disposin d'un mínim de dos trams de docència atorgats a la UOC i que provinguin d'àmbits de coneixement diferents. Un representant de la sotsdirecció de docència. Un representant del Consell d'Estudiants. La presidència de la CDPA proposa entre els membres de cada comitè un president o presidenta . En el cas de l'avaluació del tram docent, la presidència recau en la sotsdirecció de docència. Funcions dels comitès d'avaluació Emetre les valoracions de forma col·legiada, establint criteris únics i transversals per avaluar totes les sol·licituds presentades, d’acord amb el procediment d’avaluació establert i publicat. Emetre un informe provisional d’avaluació de cada sol·licitud amb el resultat, en el que consti els punts forts i propostes de millora identificades. Redactar la proposta de resolució de cada sol·licitud i sotmetre-la a consideració i aprovació de la Comissió de Desenvolupament del Personal Acadèmic Emetre un informe de valoració del procés. Comitè del Tram Docent 2024 (Pendent) Procediment de reclamació Al·legacions El professorat avaluat pot presentar al·legació a la resolució emesa per la CDPA. L’al·legació s’ha d’ajustar a les consideracions fetes a l’informe; i no es té en consideració informació no presentada en el seu moment en l’autoinforme i annexos, llevat de possibles aclariments que se sol·licitin expressament. A la vista de les al·legacions, i d’acord amb les funcions atribuïdes a la presidència del comitè es redacta la proposta de resolució i s’eleva a la CDPA per la seva aprovació. Recurs Contra la resolució, que no esgota la via administrativa, es pot interposar recurs d’alçada o potestatiu davant el mateix òrgan o davant rectorat en el termini d’un mes, a comptar des de l’endemà de la notificació de l’acord, que es resol en un període de temps màxim de tres mesos des de la presentació del recurs. Informe de resultats Preguntes freqüents Què comporta l'obtenció d'un tram favorable? La Política de Personal Acadèmic estableix una estructura de mèrits acadèmics per tal d’afavorir la progressió professional del professorat. Els trams docents són un dels mèrits vinculats a l’activitat acadèmica. El tram docent és un mèrit que es té en consideració com a mesura del nivell d’adequació del professorat que intervé en els graus i màsters universitaris en el marc de VSMA de les titulacions. El tram docent és un mèrit que es comunica anualment als organismes oficials i permet mesurar el tant per cent de professorat amb tram docent viu. Quin impacte té la qualificació obtinguda en la progressió acadèmica de professorat? En determinats càrrecs s'exigeix una qualificació mínima per poder tenir en consideració el tram d'activitat docent com a mèrit. La persona sol·licitant ha de fer la renúncia del tram corresponent en un termini màxim de deu dies des de la comunicació de la resolució de l'avaluació. En cas contrari, es tanca l'acta de resolució de la comissió a tots els efectes. Els anys no sotmesos a avaluació poden ser al·legats en avaluacions posteriors? No. Els anys no sotmesos a avaluació no es poden sotmetre a avaluacions posteriors. Si un tram d'avaluació és avaluat negativament, es pot tornar a sotmetre a una avaluació posterior el mateix període avaluat negativament? No. El mateix tram no es pot tornar a sotmetre a una avaluació posterior. En el cas d'avaluació desfavorable, la persona sol·licitant pot presentar en anys posteriors una nova sol·licitud d'avaluació, en què ha d'incloure, com a mínim, un any posterior al darrer any del període avaluat negativament. Es valora desfavorablement la construcció d'un tram de més de cinc anys? No. L'avaluació de l'activitat docent comporta la valoració d'accions que ha fet el professorat per a la garantia de la qualitat de les assignatures de les quals és responsable i les accions que fa per millorar l'ensenyament amb impacte en les assignatures pròpies o en el marc de la titulació, estudis... Hi ha períodes en què el professorat té altres encàrrecs, de manera que, tot i continuar amb l'activitat com a professor responsable d'assignatura, és possible que es redueixi la seva activitat vinculada a la docència. En la construcció de tram cal tenir presents els elements quantitatius i qualitatius que es consideren en l'avaluació per decidir si fa una construcció de cinc anys o més. Com afecta una estada docent o de recerca durant el període sotmès a avaluació? Una estada fora de la Universitat no impacta en la construcció del tram. El professorat ha de complir els requisits establerts i en la construcció de tram cal tenir presents els elements quantitatius i qualitatius per avaluar si l'estada pot repercutir i valorar una construcció de cinc anys o més. Com afecta un període de baixa per malaltia, maternitat, paternitat…? El període d'inactivitat no altera l'avaluació. El període d'inactivitat es revisa, si escau, pel que fa al compliment de l'encàrrec docent. Cal certificar la docència com a professor o professora a la UOC? No. La docència impartida com a professor o professora responsable d'assignatura i membre del professorat col·laborador es revisa d'acord amb la informació disponible als sistemes d'informació. Només cal certificar la docència impartida fora de la UOC en el cas d'avaluació de primer tram. Cal un mínim de semestres de docència? Per tenir en compte els indicadors cal un històric d'almenys tres semestres. Es pot tenir en consideració la docència en assignatures d'oferta pròpia? Sí. Es té en compte la docència en oferta oficial i oferta pròpia. A l'autoinforme s'ha de donar compliment a un mínim de docència oficial impartida. L'avaluació de l'activitat docent sota el programa Docentia pren com a referència les recomanacions per a la garantia de la qualitat a les institucions d'educació superior elaborades per l'Associació Europea per a l'Assegurament de la Qualitat en l'Educació Superior (ENQA). El programa Docentia és un dels processos definits al sistema de garantia interna de la qualitat de la institució. El programa Docentia, dissenyat per les agències de qualitat dins l'autonomia de les universitats, vol potenciar la importància del professorat en la garantia de la qualitat de les titulacions. La puntuació total de tots els indicadors d'una dimensió pot ser superior a la puntuació màxima de l a dimensió? Sí. Cada dimensió està estructurada en elements i indicadors. La suma d'indicadors és, en general, superior i permet assolir la puntuació màxima sense tenir activitat desenvolupada en tots els indicadors descrits. Cal completar les taules ombrejades de l'autoinforme? No. Les taules ombrejades corresponen a informació que està disponible als sistemes d'informació o en altres fonts d'informació. He de triar les assignatures que tenen indicadors més bons? No necessàriament. No s'espera una mostra d'assignatures amb els millors indicadors, sinó una mostra de les assignatures en les quals el professorat, mitjançant les activitats, vetlla per la millora d'aquests indicadors (rendiment, èxit, seguiment de l'avaluació contínua, satisfacció). Les activitats desenvolupades poden tenir un impacte alt, un impacte baix o un impacte nul en els indicadors. He d'incloure informació relativa a totes les meves assignatures? No. S'espera una tria de les assignatures del període sotmès a avaluació en què el professorat pugui posar de manifest la qualitat de l'activitat docent duta a terme i informació relativa a com es vetlla per la qualitat de l'ensenyament. S'han d'incloure, com a mínim, dues assignatures que estiguin subjectes als mecanismes de garantia interna de la qualitat. Puc incorporar assignatures que no compleixin els criteris establerts pel que fa als indicadors de satisfacció? Sí. En el manual s'indiquen unes recomanacions a títol general, però la tria de les aportacions (assignatures) ha de partir de les activitats que es fan per millorar els indicadors."
}