{
  "url": "https://uoc.edu/estudiant/portal/guia/ca/serveis/campus_virtual/index.html",
  "content": "GUIA DE L'ESTUDIANTAT 2024-2025 El Campus Virtual T'acompanyem i resolem els teus dubtes La Biblioteca Beques i ajuts Carrera Professional i Ocupació Atenció a la diversitat Mobilitat internacional Posa en pràctica el que has après Programa de voluntariat Programa d'acompanyament a esportistes Alumni Inici Serveis El Campus Virtual El Campus Virtual El Campus Virtual és l'espai on té lloc la vida de tota la comunitat universitària. Et permet accedir a les aules i a la Biblioteca, i hi pots gestionar la teva informació personal, fer tràmits, relacionar-te amb la resta de membres de la comunitat o resoldre qualsevol dubte. Com és el Campus Virtual? Familiaritza't amb el campus i descobreix com et mostra el que t'interessa en el moment que ho necessites. El Campus Virtual et facilita l'accés a la informació de manera ràpida, senzilla i intuïtiva des de qualsevol lloc. Està adaptat a tota mena de dispositius i et mostra els continguts personalitzats segons els estudis que cursis. Quan sol·licites l'accés a un grau o màster universitari, tens un perfil d'incorporació que et permet accedir a tota la informació necessària sobre la UOC i els estudis que vols fer. Un cop s'hagi formalitzat la matrícula, t'activarem el perfil d'estudiant , que et donarà accés a tots els recursos del campus. Si accedeixes a un programa de formació permanent, de formació professional o de cursos professionalitzadors, un cop t'hagis matriculat tindràs accés directe al campus i als seus recursos. Què hi trobaràs? Un cop dins del Campus Virtual, trobaràs el teu perfil d'usuari a la part superior dreta de la pantalla. Dins de les opcions pots canviar de perfil si en tens més d'un i pots triar l'idioma del campus, que pot ser català, castellà o anglès. En el cas d'estudis de formació professional o de cursos professionalitzadors, l'idioma de navegació pel campus és només el castellà. Des del menú de navegació principal pots accedir a tots els espais que necessites per a la vida universitària: La meva UOC: La pàgina inicial del campus, representada per la icona de la caseta, et permet accedir a les aules d'aprenentatge a partir del dia d'inici de la docència. També hi trobaràs l'accés directe al correu de Gmail de la UOC i a l'aula del tutor o tutora. A més, inclou un apartat de notícies i entrevistes per estar al dia de l'actualitat de la Universitat. Aules: Et permet accedir directament a l'aula virtual de cada assignatura que estiguis cursant, i també pots accedir a l'aula d'assignatures finalitzades durant un temps determinat. Si vols saber com són les aules per dins, consulta l'apartat L'aula virtual . Espai personal: És el lloc del campus on pots consultar tota la informació referent al teu pas per la UOC: l'expedient acadèmic, el pla d'estudis que curses, els recursos d'aprenentatge de les assignatures que has fet... Hi trobaràs la informació dels teus pagaments o els certificats que hagis demanat. Així mateix, des d'aquest espai pots actualitzar les dades personals o canviar l'idioma de les comunicacions que reps (pots triar entre català, castellà i anglès, els idiomes de treball de la UOC). Tràmits: Des d'aquesta secció podràs gestionar directament els teus tràmits: fer la matrícula, triar data i hora per fer les proves finals virtuals, demanar un certificat acadèmic, convalidar l'experiència professional o els estudis previs, o accedir a beques i descomptes, entre d'altres. Biblioteca: Tens un accés directe al web de la Biblioteca des del qual pots consultar el catàleg de recursos, trobar consells i eines que et faciliten la tasca com a estudiant, demanar llibres en préstec o demanar ajuda al personal bibliotecari especialitzat. Consulta l'apartat de la Biblioteca si vols saber-ne més. Més UOC: L'espai ideal per conèixer a fons la Universitat i participar en la vida universitària. Hi podràs contactar amb els teus representants en els òrgans de representació de l'estudiantat , tindràs l'oportunitat de presentar-te als campionats d'esport universitaris i podràs compartir inquietuds amb els companys i les companyes de les associacions d'estudiants o, fins i tot, crear-ne de noves. També hi podràs conèixer l'oferta formativa actual, saber quins projectes de cooperació impulsem o conèixer la tasca de la Unitat d'Igualtat. A més, hi trobaràs una secció amb tots els serveis per fomentar la teva carrera professional i ocupabilitat , com ara la borsa de treball, els serveis d'orientació... A més de tot això, tens el servei d'atenció sempre disponible des de qualsevol apartat, perquè puguis resoldre els teus dubtes d'una manera ràpida i efectiva. Hi pots accedir des de l'enllaç del menú superior del campus, al costat del teu perfil. Hi trobaràs les preguntes més freqüents ordenades per temes, i un cercador que t'ajudarà a arribar a la informació que necessites. També t'oferim un formulari per enviar-nos qualsevol pregunta, i un apartat des d'on podràs veure l'estat de les teves consultes. Estudiants UOC al món La UOC Benvinguda de la rectora Trenta anys formant les persones al llarg de la vida Una oferta formativa adaptada als reptes actuals Òrgans de representació de l'estudiantat Sindicatura de Greuges Com s'estudia El model d'aprenentatge L'equip docent L'aula virtual L'avaluació Els recursos d'aprenentatge Serveis El Campus Virtual Mobilitat interancional T'acompanyem i resolem els teus dubtes Posa en pràctica el que has après La Biblioteca Programa de voluntariat Carrera Professional i Orientació Programa d'acompanyament a esportistes Beques i ajuts Alumni Atenció a la diversitat UOC GUIA DE L'ESTUDIANT 2024-2025 La UOC a les xarxes TOP ca es en Inici La UOC Portada Benvinguda de la rectora Trenta anys formant les persones al llarg de la vida Una oferta formativa adaptada als reptes actuals Òrgans de representació dels estudiants Sindicatura de Greuges Com s'estudia Portada El model d'aprenentatge L'equip docent L'aula virtual L'avaluació Els recursos d'aprenentatge Serveis Portada El Campus Virtual T'acompanyem i resolem els teus dubtes La Biblioteca Beques i ajuts Carrera Professional i Ocupació Atenció a la diversitat Mobilitat internacional Posa en pràctica el que has après Programa de voluntariat Programa d'acompanyament a esportistes Alumni"
}