{
  "url": "https://uoc.edu/estudiant/portal/guia/ca/com_estudia/aula_virtual/index.html",
  "content": "GUIA DE L'ESTUDIANTAT 2024-2025 El model d'aprenentatge L'equip docent L'aula virtual L'avaluació Els recursos d'aprenentatge Inici Com s'estudia L'aula virtual L'aula virtual La docència a la UOC es duu a terme a les aules Canvas, un entorn d'aprenentatge modern, amb moltes prestacions, fàcil d'utilitzar i flexible que permet garantir l'evolució del model educatiu de la Universitat. Com és l'aula Canvas? Descobreix com és l'aula Canvas i què hi trobaràs en aquest vídeo! Què pots fer a l'aula virtual? L'aula virtual és l'espai on duràs a terme l'aprenentatge. Podràs interactuar amb el professorat i el conjunt de companys i companyes, accedir a tots els recursos d'aprenentatge, conèixer el sistema d'avaluació de l'assignatura, fer les activitats d'avaluació contínua, consultar les qualificacions i rebre el retorn de les teves activitats per part del professorat. Podràs accedir-hi el dia que comencin les teves assignatures des del mòdul Aules Canvas de la pàgina d'inici del Campus Virtual o des de l'opció Aules del menú superior. Vols familiaritzar-te amb els apartats de l'aula? Navega per aquest simulador i descobreix-ho de primera mà. I tindràs la llibertat d'aprendre des d'on vulguis Descarrega't l'aplicació Canvas Student per a mòbil o tauleta, disponible per a iOS i Android , i podràs estar al dia de tot el que passa a les teves assignatures allà on siguis i quan vulguis. Consulta tota la informació relativa a l'aula Canvas Estudiants UOC al món La UOC Benvinguda de la rectora Trenta anys formant les persones al llarg de la vida Una oferta formativa adaptada als reptes actuals Òrgans de representació de l'estudiantat Sindicatura de Greuges Com s'estudia El model d'aprenentatge L'equip docent L'aula virtual L'avaluació Els recursos d'aprenentatge Serveis El Campus Virtual Mobilitat interancional T'acompanyem i resolem els teus dubtes Posa en pràctica el que has après La Biblioteca Programa de voluntariat Carrera Professional i Orientació Programa d'acompanyament a esportistes Beques i ajuts Alumni Atenció a la diversitat UOC GUIA DE L'ESTUDIANT 2024-2025 La UOC a les xarxes TOP ca es en Inici La UOC Portada Benvinguda de la rectora Beques i ajuts Una oferta formativa adaptada als reptes actuals Òrgans de representació dels estudiants Sindicatura de Greuges Com s'estudia Portada El model d'aprenentatge L'equip docent L'aula virtual L'avaluació Els recursos d'aprenentatge Serveis Portada El Campus Virtual T'acompanyem i resolem els teus dubtes La Biblioteca Beques i ajuts Carrera Professional i Ocupació Atenció a la diversitat Mobilitat internacional Posa en pràctica el que has après Programa de voluntariat Programa d'acompanyament a esportistes Alumni"
}