{
  "url": "https://uoc.edu/estudiant/portal/guia/ca/serveis/acompanyament/index.html",
  "content": "GUIA DE L'ESTUDIANTAT 2024-2025 El Campus Virtual T'acompanyem i resolem els teus dubtes La Biblioteca Beques i ajuts Carrera Professional i Ocupació Atenció a la diversitat Mobilitat internacional Posa en pràctica el que has après Programa de voluntariat Programa d'acompanyament a esportistes Alumni Inici Serveis T'acompanyem i resolem els teus dubtes T'acompanyem i resolem els teus dubtes La UOC és una universitat en línia, però no et sentiràs sol perquè tens a la teva disposició un gran equip de persones que treballa coordinadament per un objectiu comú: orientar-te i ajudar-te en tot allò que necessitis per facilitar-te el pas per la Universitat. Un nou entorn, decidir les assignatures en què matricular-te en funció del temps disponible, la gestió dels tràmits, moure't pel campus… pot ser aclaparador de vegades. És per això que t'oferim la guia i el suport de persones amb vocació de servei que t'acompanyen al llarg del teu recorregut acadèmic i et resolen els dubtes que sorgeixin perquè et puguis centrar en el teu aprenentatge. Com t'acompanya el tutor o tutora de la UOC? Per facilitar-te l'adaptació a la UOC i una orientació personalitzada dels estudis, la figura del tutor t'acompanya i t'ajuda durant la teva vida acadèmica . És qui t'acull quan entres a la Universitat, t'ajuda a adaptar-t'hi i t'ensenya a moure't amb eficàcia pel Campus Virtual. Al llarg del teu recorregut acadèmic, és qui t'acompanya i t'ajuda a planificar els estudis i ajustar el ritme de treball a les teves possibilitats reals. Cap al final dels estudis, t'ofereix orientació professionalitzadora i també pel que fa a la formació contínua. En els graus, les funcions de tutoria es divideixen en dues figures: els tutors d'inici , que t'acompanyen en la fase d'incorporació i al llarg dels dos primers semestres, i els tutors de seguiment , que, a partir del tercer semestre, t'ajudaran a planificar i assolir l'itinerari curricular en la recta final dels estudis i t'orientaran sobre el teu futur professional i formatiu. I, en el cas dels estudis d'FP, a banda d'aquesta figura, tindràs un tutor de formació en centres de treball (FCT), que et guiarà si has de fer pràctiques en empreses o institucions. Descobreix com el tutor de grau t'aconsella i t'assessora amb l'elecció d'assignatures segons els teus interessos i el teu bagatge acadèmic, les expectatives i el temps que pots dedicar a l'estudi. Com t'atenem des del servei d'atenció? En el dia a dia a la Universitat poden sorgir dubtes, incidències… En aquests casos, des del servei d'atenció responem als dubtes i consultes de tota la comunitat UOC de manera personalitzada . Som un equip de persones disposades a ajudar-te, disponible els set dies de la setmana, que ens comprometem a respondre les consultes amb qualitat, eficiència, rapidesa i proximitat. Ens pots trobar a l'espai del servei d'atenció del campus, al qual pots accedir des de la capçalera, al costat del perfil d'usuari. Allà podràs cercar entre les preguntes més freqüents i, si no trobes la resposta que necessites, ens podràs enviar la teva consulta. També ens pots contactar adreçant-te a l'usuari @UOCrespon de la plataforma X (abans, Twitter). Des del servei d'atenció et facilitarem una resposta àgil i acurada a través dels canals de comunicació òptims segons el teu cas. Tens dubtes o consultes sobre un tràmit o no trobes el que busques al Campus Virtual? Des del servei d'atenció de la UOC et podem ajudar. Estudiants UOC al món La UOC Benvinguda de la rectora Trenta anys formant les persones al llarg de la vida Una oferta formativa adaptada als reptes actuals Òrgans de representació de l'estudiantat Sindicatura de Greuges Com s'estudia El model d'aprenentatge L'equip docent L'aula virtual L'avaluació Els recursos d'aprenentatge Serveis El Campus Virtual Mobilitat interancional T'acompanyem i resolem els teus dubtes Posa en pràctica el que has après La Biblioteca Programa de voluntariat Carrera Professional i Orientació Programa d'acompanyament a esportistes Beques i ajuts Alumni Atenció a la diversitat UOC GUIA DE L'ESTUDIANT 2024-2025 La UOC a les xarxes TOP ca es en Inici La UOC Portada Benvinguda de la rectora Beques i ajuts Una oferta formativa adaptada als reptes actuals Òrgans de representació dels estudiants Sindicatura de Greuges Com s'estudia Portada El model d'aprenentatge L'equip docent L'aula virtual L'avaluació Els recursos d'aprenentatge Serveis Portada El Campus Virtual T'acompanyem i resolem els teus dubtes La Biblioteca Beques i ajuts Carrera Professional i Ocupació Atenció a la diversitat Mobilitat internacional Posa en pràctica el que has après Programa de voluntariat Programa d'acompanyament a esportistes Alumni"
}