{
  "url": "https://uoc.edu/estudiant/portal/guia/ca/com_estudia/recursos_aprenentatge/index.html",
  "content": "GUIA DE L'ESTUDIANTAT 2024-2025 El model d'aprenentatge L'equip docent L'aula virtual L'avaluació Els recursos d'aprenentatge Inici Com s'estudia Els recursos d'aprenentatge Els recursos d'aprenentatge En un entorn com el de la UOC, els recursos d'aprenentatge són digitals i estan disponibles des de qualsevol lloc i en qualsevol moment. Tots responen a criteris de qualitat, s'adapten a les necessitats d'aprenentatge i tenen com a objectiu, a més de formar-te, fer-te gaudir de l'aprenentatge. Com són els recursos d'aprenentatge? A l'aula de cada assignatura hi trobaràs tots els recursos que necessites per resoldre amb èxit les activitats que proposa el professorat. Són continguts digitals, com ara llibres, revistes, audiovisuals (vídeos, pòdcasts…), webs, infografies, manuals o programari. Et formaràs a partir de coneixements tant teòrics com pràctics, amb recursos adequats als objectius d'aprenentatge i flexibles per adaptar-se a tu . Diferenciem dos tipus de recursos d'aprenentatge: Els recursos de producció pròpia o materials UOC: es creen expressament per a l'assignatura i són exclusius per a la comunitat de la UOC. Poden ser de formats diversos i s'elaboren des de la mateixa Universitat, com si fos una editorial o una productora audiovisual. Els recursos externs: són aquells que ja existeixen al mercat i que s'han seleccionat amb cura per la seva adequació a l'assignatura. Si cal, gestionem els drets d'autor d'articles o capítols de llibres, els permisos d'accés als llibres digitals o les subscripcions que en garanteixin un ús adequat a les aules. Sovint són programari, eines o recursos professionalitzadors que s'utilitzen al món laboral i que, per tant, afavoreixen l'ocupabilitat. Com són els recursos d'aprenentatge de la UOC? Descobreix com treballa l'equip d'experts i expertes per fer-los arribar a l'aula. Consulta la informació relativa als recursos d'aprenentatge a la UOC Estudiants UOC al món La UOC Benvinguda de la rectora Trenta anys formant les persones al llarg de la vida Una oferta formativa adaptada als reptes actuals Òrgans de representació de l'estudiantat Sindicatura de Greuges Com s'estudia El model d'aprenentatge L'equip docent L'aula virtual L'avaluació Els recursos d'aprenentatge Serveis El Campus Virtual Mobilitat interancional T'acompanyem i resolem els teus dubtes Posa en pràctica el que has après La Biblioteca Programa de voluntariat Carrera Professional i Orientació Programa d'acompanyament a esportistes Beques i ajuts Alumni Atenció a la diversitat UOC GUIA DE L'ESTUDIANT 2024-2025 La UOC a les xarxes TOP ca es en Inici La UOC Portada Benvinguda de la rectora Beques i ajuts Una oferta formativa adaptada als reptes actuals Òrgans de representació dels estudiants Sindicatura de Greuges Com s'estudia Portada El model d'aprenentatge L'equip docent L'aula virtual L'avaluació Els recursos d'aprenentatge Serveis Portada El Campus Virtual T'acompanyem i resolem els teus dubtes La Biblioteca Beques i ajuts Carrera Professional i Ocupació Atenció a la diversitat Mobilitat internacional Posa en pràctica el que has après Programa de voluntariat Programa d'acompanyament a esportistes Alumni"
}