{
  "url": "https://uoc.edu/estudiant/portal/guia/ca/serveis/biblioteca/index.html",
  "content": "GUIA DE L'ESTUDIANTAT 2024-2025 El Campus Virtual T'acompanyem i resolem els teus dubtes La Biblioteca Beques i ajuts Carrera Professional i Ocupació Atenció a la diversitat Mobilitat internacional Posa en pràctica el que has après Programa de voluntariat Programa d'acompanyament a esportistes Alumni Inici Serveis La Biblioteca La Biblioteca Saps que per formar part de la UOC tens a la teva disposició milers de continguts digitals, com ara llibres, articles, revistes, bases de dades i vídeos? Els trobaràs tots a la Biblioteca de la UOC. S'han seleccionat a mida per la seva qualitat i adequació a les àrees d'estudi de la Universitat. Què t'ofereix la Biblioteca de la UOC? A la Biblioteca hi trobaràs serveis i productes plenament digitals. Hi podràs accedir des de qualsevol dispositiu les 24 hores del dia i els 365 dies de l'any . Entra-hi fent clic a la pestanya Biblioteca del menú principal del campus, o directament a biblioteca.uoc.edu . Entre l'ampli ventall de serveis i recursos que hi podràs trobar, destaquem: Bibliografia recomanada i recursos d'aprenentatge: escriu el nom de l'assignatura que t'interessi en el cercador de la Biblioteca per trobar recursos d'aprenentatge elaborats des de la UOC i recursos recomanats per l'equip docent de la Universitat. Informació per preparar les activitats i els treballs finals: en aquest espai aprendràs com millorar la redacció acadèmica, evitar el plagi o citar les fonts d'informació . Biblioguies: són guies amb continguts seleccionats per l'equip de la Biblioteca. Hi ha, per exemple, una guia amb recursos lingüístics per aprendre anglès i una altra amb bancs d'imatges gratuïts per als teus projectes. L'espai de formació de la Biblioteca , amb una agenda de seminaris en línia i vídeos, infografies i guies per aprendre a cercar informació. Descobreix l'àmplia col·lecció de recursos digitals que des de la Biblioteca posem al teu abast! Com pots treure el màxim profit de la Biblioteca? Tot i que el catàleg de continguts és molt extens, amb el potent cercador trobaràs molt fàcilment el que necessitis. Si ho prefereixes, també podràs explorar a quins recursos està subscrita la Biblioteca en la teva àrea d'estudi . Si ho necessites, des dels serveis de la Biblioteca t'acompanyarem perquè trobis informació o ampliïs la cerca quan un article o un llibre no estigui disponible mitjançant el cercador. I, si tens dubtes, pots escriure'ns al servei La Biblioteca respon i t'atendrem en menys de 48 hores. Accedeix ara a la Biblioteca i consulta-hi el que necessitis! Estudiants UOC al món La UOC Benvinguda de la rectora Trenta anys formant les persones al llarg de la vida Una oferta formativa adaptada als reptes actuals Òrgans de representació de l'estudiantat Sindicatura de Greuges Com s'estudia El model d'aprenentatge L'equip docent L'aula virtual L'avaluació Els recursos d'aprenentatge Serveis El Campus Virtual Mobilitat interancional T'acompanyem i resolem els teus dubtes Posa en pràctica el que has après La Biblioteca Programa de voluntariat Carrera Professional i Orientació Programa d'acompanyament a esportistes Beques i ajuts Alumni Atenció a la diversitat UOC GUIA DE L'ESTUDIANT 2024-2025 La UOC a les xarxes TOP ca es en Inici La UOC Portada Benvinguda de la rectora Beques i ajuts Una oferta formativa adaptada als reptes actuals Òrgans de representació dels estudiants Sindicatura de Greuges Com s'estudia Portada El model d'aprenentatge L'equip docent L'aula virtual L'avaluació Els recursos d'aprenentatge Serveis Portada El Campus Virtual T'acompanyem i resolem els teus dubtes La Biblioteca Beques i ajuts Carrera Professional i Ocupació Atenció a la diversitat Mobilitat internacional Posa en pràctica el que has après Programa de voluntariat Programa d'acompanyament a esportistes Alumni"
}