{
  "url": "https://uoc.edu/estudiant/portal/guia/ca/serveis/mobilitat_internacional/index.html",
  "content": "GUIA DE L'ESTUDIANTAT 2024-2025 El Campus Virtual T'acompanyem i resolem els teus dubtes La Biblioteca Beques i ajuts Carrera Professional i Ocupació Atenció a la diversitat Mobilitat internacional Posa en pràctica el que has après Programa de voluntariat Programa d'acompanyament a esportistes Alumni Inici Serveis Mobilitat internacional Mobilitat internacional Vols viure una experiència universitària internacional? Tens la possibilitat de fer estades a l'estranger per estudiar o fer pràctiques. I com que la UOC fomenta la diversitat i l'intercanvi cultural inclusiu i sostenible, gràcies a les mobilitats virtuals tindràs els avantatges de conviure amb estudiants d'altres països sense necessitat de desplaçar-t'hi. Com pots estudiar a l'estranger? Si vols acollir-te a un programa de mobilitat per estudiar en universitats estrangeres, la UOC t'ofereix dues opcions: Beques Erasmus+ Estudis: la convocatòria permet cursar estudis superiors en diferents països europeus. Es tracta d'estades d'entre tres i cinc mesos per a graus i màsters universitaris que es poden dur a terme en modalitat física o combinada (modalitat presencial amb component virtual). Trobaràs tota la informació sobre les universitats de destinació i els àmbits d'estudi a l'apartat Tràmits / Beques i ajuts / Beques Erasmus+ Estudis . Mobilitats internacionals virtuals: l'entorn digital afavoreix l'intercanvi d'experiències amb estudiants i docents d'arreu sense necessitat de desplaçaments. D'una banda, pots cursar una o diverses assignatures a les aules virtuals d'institucions d'educació superior estrangeres i obtenir el reconeixement de crèdits superats a l'expedient acadèmic de la titulació que fas a la UOC. I com que aquesta mobilitat és bidireccional, també tindràs l'oportunitat de compartir l'aula virtual de la UOC amb companyes i companys d'altres països. Per saber-ne més i descobrir en quines universitats pots estudiar, consulta Tràmits / Mobilitats . Com pots fer pràctiques a l'estranger? Si vols posar en pràctica els coneixements apresos durant el procés formatiu en països de la Unió Europea, pots sol·licitar una de les Beques Erasmus+ Pràctiques per fer pràctiques curriculars o no curriculars. Has de proposar tu el centre, l'entitat, l'empresa o la institució on vols fer les pràctiques. Les estades es poden dur a terme en modalitat física o combinada (modalitat presencial amb component virtual). Consulta les convocatòries disponibles a Tràmits / Beques i ajuts / Beques Erasmus+ Pràctiques . A més, hi ha nombrosos programes, institucions i agències de tot el món que també ofereixen pràctiques internacionals . Pots trobar-ne més informació a Tràmits / Recursos per trobar pràctiques internacionals . Estudiants UOC al món La UOC Benvinguda de la rectora Trenta anys formant les persones al llarg de la vida Una oferta formativa adaptada als reptes actuals Òrgans de representació de l'estudiantat Sindicatura de Greuges Com s'estudia El model d'aprenentatge L'equip docent L'aula virtual L'avaluació Els recursos d'aprenentatge Serveis El Campus Virtual Mobilitat interancional T'acompanyem i resolem els teus dubtes Posa en pràctica el que has après La Biblioteca Programa de voluntariat Carrera Professional i Orientació Programa d'acompanyament a esportistes Beques i ajuts Alumni Atenció a la diversitat UOC GUIA DE L'ESTUDIANT 2024-2025 La UOC a les xarxes TOP ca es en Inici La UOC Portada Benvinguda de la rectora Beques i ajuts Una oferta formativa adaptada als reptes actuals Òrgans de representació dels estudiants Sindicatura de Greuges Com s'estudia Portada El model d'aprenentatge L'equip docent L'aula virtual L'avaluació Els recursos d'aprenentatge Serveis Portada El Campus Virtual T'acompanyem i resolem els teus dubtes La Biblioteca Beques i ajuts Carrera Professional i Ocupació Atenció a la diversitat Mobilitat internacional Posa en pràctica el que has après Programa de voluntariat Programa d'acompanyament a esportistes Alumni"
}