{
  "url": "https://uoc.edu/estudiant/portal/guia/ca/serveis/voluntariat/index.html",
  "content": "GUIA DE L'ESTUDIANTAT 2024-2025 El Campus Virtual T'acompanyem i resolem els teus dubtes La Biblioteca Beques i ajuts Carrera Professional i Ocupació Atenció a la diversitat Mobilitat internacional Posa en pràctica el que has après Programa de voluntariat Programa d'acompanyament a esportistes Alumni Inici Serveis Programa de voluntariat Programa de voluntariat Tens ganes de transformar el teu entorn i contribuir a la justícia social? Participa en el Programa de voluntariat universitari que t'ofereix la UOC. Et convertiràs en un agent de canvi social i alhora potenciaràs el teu creixement personal. Treballem junts per a la cooperació i la implicació social La UOC promou el compromís social i la cooperació universitària per al desenvolupament (CUD) en tots els àmbits de la institució, amb els objectius de formar una ciutadania global i socialment responsable, incrementar l'impacte social al territori i enfortir el teixit social. Els projectes que impulsem incentiven el desenvolupament de les competències socials i els valors de cooperació i justícia social. Com a estudiant, el voluntariat universitari amb les entitats socials del tercer sector col·laboradores de la UOC et permetrà aplicar els teus coneixements per transformar l'entorn i contribuir a una societat més equitativa i sostenible. Podràs complementar la teva formació amb una experiència vivencial enriquidora i adquiriràs competències transversals molt valuoses, com l'empatia i la consciència social, la comunicació interpersonal i intercultural, la gestió emocional o l'anàlisi i resolució de conflictes. A més, hi pots col·laborar mitjançant la matrícula solidària . En el moment de matricular-te, només has de marcar l'opció Aportació UOC cooperació i estaràs contribuint amb 10 euros al finançament dels projectes socials que impulsa la UOC. Col·labora en els projectes de voluntariat universitari T'animem a participar en els programes de voluntariat de les entitats socials del tercer sector amb què col·laborem. Prioritzem projectes de lluita contra la bretxa social, digital i de gènere, mentoria inclusiva de jovent i infants en risc d'exclusió social, empoderament i reinserció sociolaboral de les dones, acompanyament psicoemocional i jurídic a malalts o conscienciació i lluita davant les desigualtats globals. Pots trobar tots els detalls sobre les entitats i les convocatòries en aquesta pàgina . Si curses un grau, pots demanar el reconeixement de fins a 6 crèdits optatius per les hores dedicades al voluntariat amb les nostres entitats col·laboradores. Com pots fer voluntariat a la UOC? Només necessites una mica de temps, compromís i ganes de generar un impacte positiu a la societat. Participa-hi! Consulta més informació sobre el voluntariat a la UOC Estudiants UOC al món La UOC Benvinguda de la rectora Trenta anys formant les persones al llarg de la vida Una oferta formativa adaptada als reptes actuals Òrgans de representació de l'estudiantat Sindicatura de Greuges Com s'estudia El model d'aprenentatge L'equip docent L'aula virtual L'avaluació Els recursos d'aprenentatge Serveis El Campus Virtual Mobilitat interancional T'acompanyem i resolem els teus dubtes Posa en pràctica el que has après La Biblioteca Programa de voluntariat Carrera Professional i Orientació Programa d'acompanyament a esportistes Beques i ajuts Alumni Atenció a la diversitat UOC GUIA DE L'ESTUDIANT 2024-2025 La UOC a les xarxes TOP ca es en Inici La UOC Portada Benvinguda de la rectora Beques i ajuts Una oferta formativa adaptada als reptes actuals Òrgans de representació dels estudiants Sindicatura de Greuges Com s'estudia Portada El model d'aprenentatge L'equip docent L'aula virtual L'avaluació Els recursos d'aprenentatge Serveis Portada El Campus Virtual T'acompanyem i resolem els teus dubtes La Biblioteca Beques i ajuts Carrera Professional i Ocupació Atenció a la diversitat Mobilitat internacional Posa en pràctica el que has après Programa de voluntariat Programa d'acompanyament a esportistes Alumni"
}