{
  "url": "https://uoc.edu/estudiant/portal/guia/ca/serveis/professional/index.html",
  "content": "GUIA DE L'ESTUDIANTAT 2024-2025 El Campus Virtual T'acompanyem i resolem els teus dubtes La Biblioteca Beques i ajuts Carrera Professional i Ocupació Atenció a la diversitat Mobilitat internacional Posa en pràctica el que has après Programa de voluntariat Programa d'acompanyament a esportistes Alumni Inici Serveis Carrera Professional i Ocupació Carrera Professional i Ocupació Sabies que no cal que esperis a graduar-te per començar a treballar en el teu desenvolupament professional? A la UOC t'acompanyem des del primer dia amb un catàleg de recursos i serveis ampli que t'ajudaran a donar un impuls a la teva carrera i a aconseguir els teus objectius. Com t'ajudem a potenciar l'ocupabilitat? T'expliquem com et podem ajudar des dels Serveis de Carrera Professional i Ocupació de la UOC. A la UOC t'empoderem perquè puguis traçar una trajectòria professional alineada amb els teus interessos, les teves competències personals i les exigències professionals emergents. Et volem acompanyar per gestionar el teu desenvolupament professional a curt, mitjà i llarg termini en un entorn canviant. Per consultar tots els serveis que t'oferim, entra i registra't en el Career Center , la plataforma de referència d'orientació i carrera professional de la UOC. Gaudiràs d'accés privilegiat a ofertes de feina exclusives publicades a la borsa de treball, esdeveniments singulars, recursos d'orientació i moltes eines més. En aquesta guia t'ensenyem com accedir a la plataforma, personalitzar-la i navegar-hi perquè puguis treure el màxim partit del teu perfil. Accedeix a tota la informació, les funcions i les eines que necessites per construir la teva carrera professional amb èxit. Aquests són els serveis i recursos que t'oferim: La borsa de treball , on podràs cercar ofertes laborals del teu interès i crear alertes personalitzades per trobar l'oportunitat que més s'adapti a tu. Una agenda d'activitats dissenyades especialment perquè puguis millorar la trajectòria laboral i desenvolupar les teves habilitats. Assisteix a xerrades i tallers que t'ajudaran a cercar feina, a progressar en la teva trajectòria professional o a activar la teva emprenedoria. Vols millorar la teva carrera professional? Et ve de gust canviar de sector o fer altra feina que et motivi més? T’oferim el servei d'orientació professional , en el qual podràs sol·licitar una sessió d'orientació amb l'equip dels Serveis de Carrera Professional i Ocupació de la UOC. Posem al teu abast tota la informació referent a recursos d'orientació , recerca de feina, pràctiques, mercat de treball, beques i emprenedoria. Explora els perfils d' empreses del teu interès i consulta el repositori amb tota la informació corporativa i ofertes de feina per preparar-te les candidatures i entrevistes. També hi trobaràs consells, una base de dades de professions, experiències i molts recursos més. Recorda que, anualment, també s’organitza la Fira Virtual d'Ocupació de la UOC , un espai virtual de trobada i intercanvi d'experiències i coneixement entre estudiants i alumnis de la UOC, professionals, empreses i institucions. Com a membre de la comunitat UOC, hi tindràs accés exclusiu i gratuït. Participa-hi i podràs accedir en exclusiva a ofertes laborals i de pràctiques, visitar els estands de les empreses participants i xatejar-hi en directe, fer entrevistes de selecció amb importants empreses de diferents sectors, assistir a ponències i xerrades virtuals sobre ocupació i tendències del mercat de treball i ampliar la teva xarxa de contactes. Si vols treballar a les institucions de la Unió Europea, podràs fer-ho gràcies a UNICAT Ambassadors , un projecte que acosta les institucions europees a les universitats catalanes. Té l'objectiu de difondre les oportunitats laborals i les pràctiques professionals que ofereixen les institucions europees a les universitats mitjançant la xarxa UNICAT. Oferim un servei d’orientació professional individual i personalitzat dirigit a persones amb discapacitat per acompanyar-les en el procés de recerca de feina i la millora de la seva trajectòria professional. Pots trobar més informació a l'apartat Atenció a la diversitat . Recorda que també pots connectar amb el món professional mitjançant les pràctiques acadèmiques externes . I, si vols donar un plus al teu currículum, t'has plantejat de fer un voluntariat? Descobreix en aquesta pàgina quines opcions t'oferim! Consulta tota la informació sobre els Serveis de Carrera Professional i Ocupació de la UOC Estudiants UOC al món La UOC Benvinguda de la rectora Trenta anys formant les persones al llarg de la vida Una oferta formativa adaptada als reptes actuals Òrgans de representació de l'estudiantat Sindicatura de Greuges Com s'estudia El model d'aprenentatge L'equip docent L'aula virtual L'avaluació Els recursos d'aprenentatge Serveis El Campus Virtual Mobilitat interancional T'acompanyem i resolem els teus dubtes Posa en pràctica el que has après La Biblioteca Programa de voluntariat Carrera Professional i Orientació Programa d'acompanyament a esportistes Beques i ajuts Alumni Atenció a la diversitat UOC GUIA DE L'ESTUDIANT 2024-2025 La UOC a les xarxes TOP ca es en Inici La UOC Portada Benvinguda de la rectora Trenta anys formant les persones al llarg de la vida Una oferta formativa adaptada als reptes actuals Òrgans de representació dels estudiants Sindicatura de Greuges Com s'estudia Portada El model d'aprenentatge L'equip docent L'aula virtual L'avaluació Els recursos d'aprenentatge Serveis Portada El Campus Virtual T'acompanyem i resolem els teus dubtes La Biblioteca Beques i ajuts Carrera Professional i Ocupació Atenció a la diversitat Mobilitat internacional Posa en pràctica el que has après Programa de voluntariat Programa d'acompanyament a esportistes Alumni"
}