{
  "url": "https://uoc.edu/estudiant/portal/guia/ca/serveis/beques_ajuts/index.html",
  "content": "GUIA DE L'ESTUDIANTAT 2024-2025 El Campus Virtual T'acompanyem i resolem els teus dubtes La Biblioteca Beques i ajuts Carrera Professional i Ocupació Atenció a la diversitat Mobilitat internacional Posa en pràctica el que has après Programa de voluntariat Programa d'acompanyament a esportistes Alumni Inici Serveis Beques i ajuts Beques i ajuts La Universitat Oberta de Catalunya (UOC) té la voluntat de facilitar l'accés a la formació al llarg de la vida al màxim nombre de persones. Per això tens a la teva disposició una àmplia oferta de beques i ajudes econòmiques. Coneix les opcions que hi ha i fes la sol·licitud! Quines beques pots sol·licitar? Pots optar a alguna beca segons els estudis que vols fer, si reuneixes els requisits que s'especifiquen a la convocatòria. Per fomentar la igualtat d'oportunitats i l'accés a titulacions homologades, cada any es convoquen les beques del Ministeri d'Educació, Formació Professional i Esports . Cal que reuneixis certs requisits generals, acadèmics i econòmics, que pots consultar en aquesta pàgina . La UOC es compromet a vetllar per l'equitat d'accés a l'educació, per això concedeix beques i ajuts que afavoreixen l'accés a la formació a determinats col·lectius. Poden estar convocats per la UOC directament o ser fruit de la col·laboració de la Universitat amb entitats o governs de diferents països. Alguns exemples són: Beques per a persones refugiades , sol·licitants d'asil o apàtrides. Beques de la UOC i la Fundació Randstad per a persones amb un grau de discapacitat igual o superior al 33 % . Beques Sèniors Actius per a persones més grans de 65 anys que volen cursar assignatures lliures, convocades en col·laboració amb la Fundació Colisée. Ajuts de matrícula i beques per a persones residents en zones rurals amb l'objectiu d'afavorir que tinguin accés a la formació de nivell universitari. Beques internacionals per cursar màsters universitaris per a l'estudiantat de països d'Amèrica Llatina i el Carib. També es concedeixen beques que fomenten la formació en especialitats tecnològiques o la transformació digital d'institucions educatives. I si estudies un grau o màster propi o universitari i vols demanar una beca Erasmus d'ampliació d'estudis o pràctiques a l'estranger, trobaràs tota la informació a l'apartat de Mobilitat internacional . Quins altres descomptes i ajuts pots obtenir? En funció de la teva situació i el tipus d'estudis que vulguis cursar, alguns dels ajuts econòmics que pots demanar són: Descomptes per a col·lectius i casos específics: pots obtenir descomptes si acredites adequadament alguna de les situacions següents: discapacitat, família nombrosa, matrícula d'honor, ser víctima d'actes terroristes o de violència masclista, o rebre la prestació de l'ingrés mínim vital. Si vols saber-ne més, pots ampliar la informació en aquesta pàgina . Matrícula anticipada: pots obtenir fins al 8 % de descompte en el preu total de la matrícula de graus i màsters universitaris i l'opció de fraccionar el pagament de l'import de la matrícula. Consulta el termini a l'apartat Matrícula i preu / Descomptes de la pàgina d'informació dels teus estudis . Alumni : si ja t'has graduat a la UOC, pots gaudir d'un 10 % de descompte per continuar formant-te a la Universitat. Membres de la comunitat UOC: matricula't de les titulacions pròpies de la UOC amb fins a un 7 % de descompte. Empreses i institucions: si treballes en una empresa o organització que ha signat un acord de col·laboració amb la UOC, demana'ls el codi promocional i beneficia't d'un descompte de fins al 30 % en la matrícula. Esportistes de competició: els esportistes d'alt nivell vinculats a les entitats col·laboradores poden beneficiar-se del Programa d'acompanyament a esportistes , que inclou un descompte en la matrícula. Cal que indiquis que tens dret al descompte en el moment de fer la matrícula i, en cas necessari, hauràs d'enviar la documentació acreditativa dins del termini establert. A més, entre les facilitats de pagament que t'oferim, tens l'opció de fraccionar en quotes el pagament del teu grau, màster universitari, programa de formació permanent o curs. Consulta tota la informació relativa a beques i ajuts Estudiants UOC al món La UOC Benvinguda de la rectora Trenta anys formant les persones al llarg de la vida Una oferta formativa adaptada als reptes actuals Òrgans de representació de l'estudiantat Sindicatura de Greuges Com s'estudia El model d'aprenentatge L'equip docent L'aula virtual L'avaluació Els recursos d'aprenentatge Serveis El Campus Virtual Mobilitat interancional T'acompanyem i resolem els teus dubtes Posa en pràctica el que has après La Biblioteca Programa de voluntariat Carrera Professional i Orientació Programa d'acompanyament a esportistes Beques i ajuts Alumni Atenció a la diversitat UOC GUIA DE L'ESTUDIANT 2024-2025 La UOC a les xarxes TOP ca es en Inici La UOC Portada Benvinguda de la rectora Trenta anys formant les persones al llarg de la vida Una oferta formativa adaptada als reptes actuals Òrgans de representació dels estudiants Sindicatura de Greuges Com s'estudia Portada El model d'aprenentatge L'equip docent L'aula virtual L'avaluació Els recursos d'aprenentatge Serveis Portada El Campus Virtual T'acompanyem i resolem els teus dubtes La Biblioteca Beques i ajuts Carrera Professional i Ocupació Atenció a la diversitat Mobilitat internacional Posa en pràctica el que has après Programa de voluntariat Programa d'acompanyament a esportistes Alumni"
}