{
  "url": "https://uoc.edu/estudiant/portal/guia/ca/serveis/alumni/index.html",
  "content": "GUIA DE L'ESTUDIANTAT 2024-2025 El Campus Virtual T'acompanyem i resolem els teus dubtes La Biblioteca Beques i ajuts Carrera Professional i Ocupació Atenció a la diversitat Mobilitat internacional Posa en pràctica el que has après Programa de voluntariat Programa d'acompanyament a esportistes Alumni Inici Serveis Alumni Alumni Sabies que la teva relació amb la UOC continua un cop acabes els estudis? A UOC Alumni, la comunitat de graduades i graduats, t'acompanyarem en la formació al llarg de la vida i en la millora permanent de la carrera professional. Què és UOC Alumni? UOC Alumni és la xarxa de graduats i graduades de la UOC , una comunitat oberta plena de reptes i oportunitats en què el teu rol actiu, participatiu i protagonista és clau per crear un espai de creixement professional i personal al llarg de la vida. A UOC Alumni ja som 122.750 graduats i graduades, en més de 150 països . Som una xarxa global i transformadora. A través del Programa UOC Alumni de la Universitat pots seguir connectat a la comunitat, fer contactes ( networking ), tenir acompanyament i recursos per trobar feina o emprendre, continuar actualitzant les habilitats i les competències, i assistir i participar en les diferents trobades que es realitzen. Quan et gradues a la UOC passes a formar part de la comunitat UOC Alumni, una comunitat activa i oberta a la participació de totes les persones que t'acompanyarà al llarg de la vida. Com t'ajuda UOC Alumni a millorar la teva carrera i seguir-te formant? Com a alumni continuaràs tenint accés a tots els serveis de Carrera professional i Orientació de la UOC que et permeten impulsar el teu desenvolupament professional. Podràs formar part del Career Center , la plataforma de referència en orientació i carrera professional de la UOC, veure les ofertes exclusives de la borsa de treball o participar en la Fira Virtual d'Ocupació , que cada any reuneix estudiants, alumnis, empreses i professionals. I, si busques incorporar talent a la teva empresa, podràs publicar ofertes de feina a la borsa o posar un estand a la fira i arribaràs a més de 200.000 persones, entre estudiants i professionals de la comunitat UOC Alumni. Si tens un projecte emprenedor , t'oferim acompanyament des de la plataforma Hubbik . Hi trobaràs l'assessorament personalitzat que necessites per preparar-te i les eines i els recursos que et calen per definir el teu projecte i fer realitat el teu somni. I, per facilitar-te l'actualització dels teus coneixements, com a alumni de la UOC sempre tindràs un avantatge diferencial: et beneficiaràs de descomptes per continuar-te formant a la UOC de fins a un 10 %, acumulable a altres descomptes que ofereix la Universitat. A més, mantindràs l'accés als recursos de la Biblioteca i podràs consultar quan vulguis i on vulguis els continguts actualitzats de les assignatures cursades durant els teus estudis. Consulta tot allò que t'ofereix la comunitat UOC Alumni Estudiants UOC al món La UOC Benvinguda de la rectora Trenta anys formant les persones al llarg de la vida Una oferta formativa adaptada als reptes actuals Òrgans de representació de l'estudiantat Sindicatura de Greuges Com s'estudia El model d'aprenentatge L'equip docent L'aula virtual L'avaluació Els recursos d'aprenentatge Serveis El Campus Virtual Mobilitat interancional T'acompanyem i resolem els teus dubtes Posa en pràctica el que has après La Biblioteca Programa de voluntariat Carrera Professional i Orientació Programa d'acompanyament a esportistes Beques i ajuts Alumni Atenció a la diversitat UOC GUIA DE L'ESTUDIANT 2024-2025 La UOC a les xarxes TOP ca es en Inici La UOC Portada Benvinguda de la rectora Trenta anys formant les persones al llarg de la vida Una oferta formativa adaptada als reptes actuals Òrgans de representació dels estudiants Sindicatura de Greuges Com s'estudia Portada El model d'aprenentatge L'equip docent L'aula virtual L'avaluació Els recursos d'aprenentatge Serveis Portada El Campus Virtual T'acompanyem i resolem els teus dubtes La Biblioteca Beques i ajuts Carrera Professional i Ocupació Atenció a la diversitat Mobilitat internacional Posa en pràctica el que has après Programa de voluntariat Programa d'acompanyament a esportistes Alumni"
}