{
  "url": "https://uoc.edu/estudiant/portal/guia/ca/serveis/acompanyament_esportistes/index.html",
  "content": "GUIA DE L'ESTUDIANTAT 2024-2025 El Campus Virtual T'acompanyem i resolem els teus dubtes La Biblioteca Beques i ajuts Carrera Professional i Ocupació Atenció a la diversitat Mobilitat internacional Posa en pràctica el que has après Programa de voluntariat Programa d'acompanyament a esportistes Alumni Inici Serveis Programa d'acompanyament a esportistes Programa d'acompanyament a esportistes Ets esportista d'alt nivell? A la UOC t'ajudem a compatibilitzar la carrera esportiva amb els estudis perquè no hagis de renunciar a res. Com t'ajudem a conciliar l'activitat acadèmica i l'esportiva? Juntament amb les principals entitats esportives, hem creat el Programa UOC d'acompanyament a l'esportista de competició per ajudar-te a compaginar la dedicació als estudis amb els compromisos que t'exigeix l'activitat esportiva. Les entitats col·laboradores amb el programa són les següents: UFEC: Unió de Federacions Esportives de Catalunya CAR: Centre d'Alt Rendiment de Sant Cugat del Vallès Fundació Bepro CSD: Consell Superior d'Esports del Ministeri d'Educació, Formació Professional i Esports del Govern d'Espanya Promosport: agència internacional de representació de futbolistes AFE: Associació de Futbolistes Espanyols AJFS: Associació de Jugadors de Futbol Sala AJFSF: Associació de Jugadores de Futbol Sala Femení Si formes part d'alguna d'aquestes associacions o entitats, t'hi has de posar en contacte perquè et proporcionin un codi de descompte per estudiar a la UOC. En el moment de fer la matrícula, hauràs d'introduir aquest codi i el primer dia de curs se t'activarà l'accés al programa d'acompanyament específic. Aquest procés s'haurà de repetir cada semestre. Si per algun motiu no pots aplicar el codi de descompte durant el procés de matrícula, has de comunicar al teu tutor o tutora que ets esportista de competició. D'aquesta manera, i encara que hagi començat la docència, es podrà activar el teu accés al programa d'acompanyament específic. Gràcies al programa, rebràs tot el suport necessari en els aspectes acadèmics que es poden veure afectats per la teva dedicació esportiva. Quins beneficis pots obtenir gràcies al programa? Si ets esportista de competició amb vinculació amb les entitats col·laboradores, podràs gaudir dels avantatges següents: Descompte en la matrícula: quan et matriculis, aplica el codi que la teva entitat esportiva t'haurà proporcionat i obtindràs un 10 % de descompte. Adaptacions acadèmiques: podràs gaudir de flexibilitat en el canvi del full personal de proves i sol·licitar una personalització d'horari si no pots assistir a algun torn de proves per motius esportius justificats. I si un semestre no et pots presentar a les proves finals, tens dret a examinar-te el semestre següent sense cost econòmic. Un tutor o tutora de suport extraordinari: tindràs un tutor o tutora complementari al que ja tens assignat per ajudar-te a fer compatible l'activitat acadèmica i l'esportiva. Serà qui t'assessorarà en les adaptacions i els tràmits acadèmics necessaris per conciliar els compromisos acadèmics i esportius. A més, t'acompanyarà en els processos de gestió del canvi entre etapes (com ara després de la carrera esportiva) i en els aspectes no estrictament docents que convingui. Consulta tota la informació sobre el programa i llegeix els testimonis d'altres esportistes com tu que estudien a la UOC i ja s'hi han acollit Estudiants UOC al món La UOC Benvinguda de la rectora Trenta anys formant les persones al llarg de la vida Una oferta formativa adaptada als reptes actuals Òrgans de representació de l'estudiantat Sindicatura de Greuges Com s'estudia El model d'aprenentatge L'equip docent L'aula virtual L'avaluació Els recursos d'aprenentatge Serveis El Campus Virtual Mobilitat interancional T'acompanyem i resolem els teus dubtes Posa en pràctica el que has après La Biblioteca Programa de voluntariat Carrera Professional i Orientació Programa d'acompanyament a esportistes Beques i ajuts Alumni Atenció a la diversitat UOC GUIA DE L'ESTUDIANT 2024-2025 La UOC a les xarxes TOP ca es en Inici La UOC Portada Benvinguda de la rectora Beques i ajuts Una oferta formativa adaptada als reptes actuals Òrgans de representació dels estudiants Sindicatura de Greuges Com s'estudia Portada El model d'aprenentatge L'equip docent L'aula virtual L'avaluació Els recursos d'aprenentatge Serveis Portada El Campus Virtual T'acompanyem i resolem els teus dubtes La Biblioteca Beques i ajuts Carrera Professional i Ocupació Atenció a la diversitat Mobilitat internacional Posa en pràctica el que has après Programa de voluntariat Programa d'acompanyament a esportistes Alumni"
}