{
  "url": "https://uoc.edu/portal/ca/qualitat/qualitat-titulacions/index.html",
  "content": "Qualitat de les titulacions Disseny de les titulacions Estructura dels ensenyaments Preguntes més freqüents Revisió i millora de les titulacions Competències UOC Informes de qualitat de les titulacions Arts i Humanitats Ciències de la Salut Dret i Ciència Política Economia i Empresa Escola de Doctorat Ciències de la Informació i de la Comunicació Informàtica, Multimèdia i Telecomunicacions Psicologia i Ciències de l'Educació El Marc per a la verificació, el seguiment, la modificació i l’acreditació dels títols oficials (MVSMA) defineix aquest procediment. L’AQU posa a disposició pública tota la informació relativa a la qualitat de les titulacions oficials del sistema universitari català al portal Estudis Universitaris de Catalunya. Els quatre processos principals que constitueixen el MVSMA són: 01 Verificació Les agències de qualitat avaluen els plans d’estudis de les noves propostes de titulacions oficials en consonància amb l’EEES i se n’autoritza la implantació. 02 Seguiment S’ avalua el desenvolupament dels ensenyaments a partir de l’anàlisi de dades i indicadors i s’elaboren, si escau, propostes de millora que permetin corregir les desviacions observades entre el disseny dels títols i el seu desenvolupament ordinari. 03 Modificació Fruit del procés de seguiment, s’estableixen les propostes de modificació dels títols universitaris. 04 Acreditació Una agència de qualitat avalua les titulacions universitàries oficials per a renovar l’acreditació inicial obtinguda en el procés de verificació. Aquesta avaluació es du a terme cíclicament (cada sis anys els graus i cada quatre els màsters universitaris). L’objectiu de l'acreditació és comprovar si el títol s’està duent a terme d’acord amb els objectius establerts en el seu projecte inicial: si els resultats són adequats i contribueixen a la formació dels estudiants i a l’obtenció dels objectius previstos, i si s’assoleixen els estàndards i les directrius per a l’assegurament de la qualitat en l’EEES de l’Associació Europea per a l’Assegurament de la Qualitat en l’Ensenyament Superior (ENQA) ."
}