{
  "url": "https://uoc.edu/estudiant/portal/guia/ca/serveis/atencio_diversitat/index.html",
  "content": "GUIA DE L'ESTUDIANTAT 2024-2025 El Campus Virtual T'acompanyem i resolem els teus dubtes La Biblioteca Beques i ajuts Carrera Professional i Ocupació Atenció a la diversitat Mobilitat internacional Posa en pràctica el que has après Programa de voluntariat Programa d'acompanyament a esportistes Alumni Inici Serveis Atenció a la diversitat Atenció a la diversitat Tens alguna discapacitat o necessitat educativa específica? La missió de la UOC és que totes les persones es puguin formar al llarg de la vida. Per això, ens esforcem per facilitar l'accés a la universitat de les persones amb discapacitat. I ho aconseguim gràcies al nostre model educatiu, basat en la personalització i l'acompanyament. Com s'adapta la UOC a les teves necessitats especials? Descobreix tots els serveis que oferim a les persones amb diversitat funcional o amb necessitats educatives específiques. El nostre model educatiu ja aconsegueix intrínsecament elevades cotes d' igualtat d'oportunitats en l'accés a la formació , però, a més, hi sumem els esforços necessaris per respondre a les necessitats dels estudiants amb discapacitat. En aquest sentit, diversos espais del Campus Virtual segueixen les directrius internacionals d'accessibilitat , que permeten una bona navegació i adaptar el contingut web a persones amb diversitat funcional. Pots consultar a l'apartat Accessibilitat com complim l'estandardització WAI AA del consorci W3C ( www.w3c.org/wai ). A la UOC disposes de la figura del tutor o tutora , que et pot explicar com seguir la docència amb les millors condicions. També t'oferim diverses opcions per adaptar la docència a les teves necessitats específiques. Cada cas es valora de manera personalitzada, però alguns exemples de les adaptacions disponibles són: Pots demanar un acompanyament i una atenció més personalitzats , per exemple, per adaptar el ritme de treball a les teves necessitats o si tens dificultats per lliurar alguna activitat. Els materials de les assignatures s'ofereixen en diversos formats perquè siguin tan accessibles com sigui possible, però en casos justificats de discapacitats auditives o visuals es pot fer una adaptació dels recursos d'aprenentatge per adequar-los a les teves necessitats. Pots fer la sol·licitud un cop tinguis formalitzada la matrícula des de l'espai Tràmits / Altres tràmits / Adaptacions de docència per necessitats especials . Si tens cap necessitat especial que requereixi una adequació de les proves d'avaluació final , pots fer la sol·licitud d'adaptació a l'apartat Tràmits / Avaluació i proves finals / Adaptacions de les proves finals per necessitats especials . A més, si participes en actes presencials , com l'acte de graduació o les activitats de les seus territorials, pots demanar aparcaments reservats, intèrprets de llengua de signes, rampes i accessos reservats, entre d'altres, en el moment de fer la inscripció. Quins descomptes específics pots obtenir? Si ets estudiant de titulacions oficials i tens una discapacitat igual o superior al 33 %, et pots beneficiar de descomptes de matrícula i en alguns tràmits . A més, tens reservat un 5 % de les places de grau i màster universitari. Trobaràs la informació sobre els descomptes de matrícula a Tràmits / Descomptes / Descomptes per a persones amb discapacitat i víctimes del terrorisme . Com t'ajudem en l'orientació laboral? Oferim un servei d’orientació professional individual i personalitzat dirigit a persones amb discapacitat per acompanyar-les en el procés de recerca de feina i la millora de la seva trajectòria professional. En què et podem ajudar? Dissenyar un itinerari formatiu personalitzat per impulsar la teva carrera professional. Potenciar les teves competències i habilitats, destacant els teus punts forts perquè assoleixis els teus objectius. Conèixer el mercat laboral del teu sector i identificar oportunitats professionals. Aquest és un servei virtual exclusiu per a estudiants i alumnis de la comunitat UOC. Hi pots accedir a través del mòdul Reunions d’orientació que trobaràs al Career Center de la UOC. Consulta tota la informació relativa a la UOC i les persones amb diversitat funcional Estudiants UOC al món La UOC Benvinguda de la rectora Trenta anys formant les persones al llarg de la vida Una oferta formativa adaptada als reptes actuals Òrgans de representació de l'estudiantat Sindicatura de Greuges Com s'estudia El model d'aprenentatge L'equip docent L'aula virtual L'avaluació Els recursos d'aprenentatge Serveis El Campus Virtual Mobilitat interancional T'acompanyem i resolem els teus dubtes Posa en pràctica el que has après La Biblioteca Programa de voluntariat Carrera Professional i Orientació Programa d'acompanyament a esportistes Beques i ajuts Alumni Atenció a la diversitat UOC GUIA DE L'ESTUDIANT 2024-2025 La UOC a les xarxes TOP ca es en Inici La UOC Portada Benvinguda de la rectora Trenta anys formant les persones al llarg de la vida Una oferta formativa adaptada als reptes actuals Òrgans de representació dels estudiants Sindicatura de Greuges Com s'estudia Portada El model d'aprenentatge L'equip docent L'aula virtual L'avaluació Els recursos d'aprenentatge Serveis Portada El Campus Virtual T'acompanyem i resolem els teus dubtes La Biblioteca Beques i ajuts Carrera Professional i Ocupació Atenció a la diversitat Mobilitat internacional Posa en pràctica el que has après Programa de voluntariat Programa d'acompanyament a esportistes Alumni"
}