{
  "url": "https://uoc.edu/portal/ca/metodologia-online-qualitat/premis/index.html",
  "content": "Metodologia online de qualitat Premis i reconeixements Premis a l'excel·lència en e-learning Reconeixement de la Recerca Premis a la Responsabilitat social universitària Premis a la trajectòria Dos anys després de néixer com a primera universitat online , la UOC rep el premi Bangemann Challenge de la Unió Europea a la millor iniciativa d'Europa en ensenyament a distància, atorgat l'any 1997. Des de llavors, fins a l'actualitat, la Universitat ha rebut un gran nombre de premis . Els guardons rebuts avalen la metodologia online de la UOC , la implicació en projectes de recerca , el compromís social i una trajectòria vinculada a l' e-learning de qualitat . Accedeix a la llista completa de premis Excel·lència en e-learning Veure'ls tots Premi EDEN d'excel·lència institucional La Xarxa Europea d'Aprenentatge Virtual i a Distància reconeix la col·laboració internacional de la UOC en l'aprenentatge virtual, a distància i obert. Premi a l'Impacte en l'Aprenentatge (Or) Medalla d'or del guardó Learning Impact 2015, atorgat per l'IMS Global Learning Consortium, una entitat sense ànim de lucre que fomenta l'ús de les tecnologies d'aprenentatge en l'educació superior. Recerca Veure'ls tots Xarxa d'Unitats de Cultura Científica i d'Innovació La UOC forma part de la Xarxa d'Unitats de Cultura Científica i d'Innovació de l'Estat. Global Network of Internet and Society Research Centers L'IN3 forma part de la xarxa de centres de recerca NoC (Global Network of Internet and Society Research Centers). La xarxa NoC acull diferents centres de recerca interdisciplinaris que tenen com a focus de recerca principal la societat del coneixement i internet. Impacte social Veure'ls tots Compromís amb l'accessibilitat ILUNION de l'ONCE reconeix la UOC per les iniciatives i projectes per a millorar l'accessibilitat universal i l'atenció a les persones amb discapacitat. Medalla d'Or de la Creu Roja En reconeixement pel treball educatiu en valors d'integració, tolerància, educació per la pau i convivència. Trajectòria Veure'ls tots Homenatge en la 25a. Nit de les Telecomunicacions i la Informàtica L'organització de la Nit ret un homenatge a la UOC i en destaca la contribució decisiva a l'ús de les TIC com a base de la seva plataforma educativa des de fa 30 anys. Premi Vodafone a la Trajectòria Professional Reconeixement a la tasca de la primera universitat a la xarxa, dissenyada des del principi amb un model educatiu de qualitat 100% en línia."
}