{
  "url": "https://uoc.edu/portal/ca/qualitat/personal-academic/qualitat-direccio-academica/index.html",
  "content": "Personal acadèmic Qualitat de la direcció acadèmica El personal docent i investigador ha de ser avaluat periòdicament pel que fa a l'activitat de docència, recerca, transferència i direcció acadèmica, en el marc dels principis de transparència, qualitat i millora contínua, com a eixos vertebradors de la seva estratègia. L'objectiu de l'avaluació de l'activitat acadèmica és la millora contínua de l'equip docent i el compromís de la Universitat envers aquesta millora. Contribueix a la qualitat i la millora contínua com a eixos vertebradors de la Universitat, ja que forma part del sistema de garantia interna de la qualitat de la Universitat. L'avaluació de l'activitat acadèmica permet estimular tant la progressió personal i professional en la institució com l'adquisició i el desenvolupament de competències essencials i transversals. El programa Docentia integra la concessió de trams docents i trams de direcció acadèmica. En el context de la UOC, la direcció acadèmica del professorat fa referència principalment a les figures de direcció d'estudis i de centre, sotsdireccions i direccions de programa i direcció acadèmica de formació contínua, així com altres figures acadèmiques que impliquin tasques de direcció o gestió acadèmica. L'avaluació de la direcció acadèmica es duu a terme tant des de la perspectiva de l'encàrrec acadèmic com des de l'estructura i els objectius que contribueixen a la qualitat i la millora contínua dels eixos vertebradors de la Universitat. Procés de sol·licitud El procés d’avaluació de l’activitat acadèmica compromet i afecta al professorat lector, professorat agregat, professorat catedràtic i sènior de la UOC, amb independència del nivell que tingui reconegut. El Manual d'avaluació de l'activitat acadèmica del professorat preveu l'avaluació de les direccions acadèmiques següents: direcció d'estudis o de centre, sotsdirecció, direcció de programa i direcció acadèmica de formació contínua, vicerectorat i altres encàrrecs de direcció o gestió acadèmica aprovats pel Consell de Direcció. Per presentar-se a l'avaluació d'un tram de direcció acadèmica, cal haver assolit encàrrecs de direcció acadèmica durant, com a mínim, cinc anys, no necessàriament consecutius. Els anys han de ser naturals (compresos entre l'1 de gener i el 31 de desembre). Només les fraccions iguals o superiors a vuit mesos es consideren any natural. Per presentar-se a l'avaluació d'un tram de direcció acadèmica, cal haver acumulat un nombre mínim d'unitats de dedicació acadèmica (UDA) d'encàrrecs de direcció. Correspon a la Comissió de Desenvolupament del Personal Acadèmic aprovar anualment el calendari i fer la corresponent obertura de convocatòria per cadascun dels trams d'avaluació de l'activitat acadèmica. Baixa el calendari Criteris d'avaluació El manual d'avaluació estableix uns mínims de puntuació i ponderació de cada dimensió: Planificació: 20 % Desenvolupament: 40 % Resultats: 40 % Puntuació mínima: 40 punts en l’avaluació de cada una de les tres dimensions Rúbrica d’avaluació La rúbrica es dissenya sota el marc del Procediment d’avaluació. La rúbrica es concreta en termes d’excel·lència: L'argumentació es fonamenta amb referències concretes i contrastables, es duen a terme accions de manera regular durant el tram (s'explica què es fa i quan). Inclou accions o aspectes rellevants (bones pràctiques) que impliquen un canvi substancial en l'execució del seu rol de direcció. No s'identifiquen absències o àrees de millora. Els criteris d’avaluació no són valors absoluts. Correspon al Comitè d’Avaluació valorar el grau d’adequació d'acord amb la rúbrica. La rúbrica segueix l'estructura de l'autoinforme del professorat. La puntuació final que s'atorga a cada subindicador té la seva correspondència seguint la ponderació establerta. La rúbrica està integrada a la plantilla d'avaluació. Documentació Documentació per a l'avaluació Manual per a l'avaluació de l'activitat acadèmica del professorat [PDF] L'autoinforme permet avaluar la dimensió de planificació i la dimensió de desenvolupament. Per a cada encàrrec acadèmic, es dissenya un model d'autoinforme: Autoinforme de vicerectorat i altres encàrrecs de responsabilitat Autoinforme de direcció d'estudis o centre Autoinforme de sotsdirecció Autoinforme de direcció de programa o direcció acadèmica de formació contínua Comitè d'avaluació L'òrgan competent del procés d'avaluació és la Comissió de Desenvolupament del Personal Academic (CDPA) , que està integrada per: El vicerectorat amb competències en personal acadèmic. El vicerectorat amb competències en recerca. La direcció dels Estudis i Centre La direcció de l’Àrea de Persones o business partner per delegació Secretaria tècnica, si les funcions ho requereixen Correspon al Vicerectorat corresponent en matèria de professorat, exercir la presidència de la Comissió de Desenvolupament del Personal Acadèmic (CDPA). Aquesta comissió té, entre d'altres, les funcions següents: Aprovar el calendari anual dels processos d’avaluació del personal acadèmic. Aprovar les convocatòries d’avaluació interna del personal acadèmic. Nomenar els comitès d’avaluació interna dels processos en els quals té competència. Vetllar per l’objectivitat, transparència dels processos i aplicació correcta dels criteris d’avaluació d’establerts, en els quals té competència. Vetllar pel compliment dels criteris establerts d'acord amb la disponibilitat pressupostària. Resoldre les sol·licituds d’avaluació un cop valorades les propostes de resolució i els informes emesos pels Comitès d’avaluació. Valorar els resultats de cada procés i proposar accions de millora El Manual per a l'avaluació de l'activitat acadèmica del professorat estableix la composició mínima de cada comitè. Comitè d'Avaluació de la Direcció Acadèmica Un membre de la direcció d'estudis en actiu o amb experiència mínima de sis semestres. Quatre membres del professorat agregat, catedràtic o sènior, dels quals com a mínim 2 han de disposar d’un tram de direcció acadèmica. La direcció de gestió de programes o un/a mànager de programa per delegació. La presidència de la CDPA proposa entre els membres de cada comitè un president o presidenta. Aquesta responsabilitat recau, necessàriament, en el personal acadèmic. Funcions dels comitès d'avaluació Emetre les valoracions de forma col·legiada, establint criteris únics i transversals per avaluar totes les sol·licituds presentades, d’acord amb el procediment d’avaluació establert i publicat. Emetre un informe provisional d’avaluació de cada sol·licitud amb el resultat, en el que consti els punts forts i propostes de millora identificades. Redactar la proposta de resolució de cada sol·licitud i sotmetre-la a consideració i aprovació de la Comissió de Desenvolupament del Personal Acadèmic. Emetre un informe de valoració del procés Comitè del Tram de Direcció Acadèmica 2024 (Pendent) Procediment de reclamació Al·legacions El professorat avaluat pot presentar al·legació a la resolució emesa per la CDPA. L’al·legació s’ha d’ajustar a les consideracions fetes a l’informe; i no es té en consideració informació no presentada en el seu moment en l’autoinforme i annexos, llevat de possibles aclariments que se sol·licitin expressament. A la vista de les al·legacions, i d’acord amb les funcions atribuïdes a la presidència del comitè es redacta la proposta de resolució i s’eleva a la CDPA per la seva aprovació. Recurs Contra la resolució, que no esgota la via administrativa, es pot interposar recurs d’alçada o potestatiu davant el mateix òrgan o davant rectorat en el termini d’un mes, a comptar des de l’endemà de la notificació de l’acord, que es resol en un període de temps màxim de tres mesos des de la presentació del recurs. Informe de resultats Preguntes freqüents Què és un tram de direcció acadèmica? Un tram de direcció acadèmica és un període de, com a mínim, cinc anys, que poden ser consecutius o no, en què s'ha ocupat un encàrrec de direcció acadèmica. Quina és la data d'inici de construcció del tram? Si és la primera vegada que se sotmet a avaluació qualsevol període d'activitat acadèmica, l'activitat de direcció acadèmica està vinculada als requisits establerts en el manual d'avaluació. Si la persona sol·licitant té reconegut un tram docent previ a la convocatòria de 2017, pot sol·licitar l'avaluació de l'activitat de direcció acadèmica a partir del darrer tram Docentia concedit previ al 2017. Com es mesuren els períodes amb més d'un encàrrec? Si durant el tram sotmès a avaluació la persona sol·licitant ha ocupat diversos encàrrecs acadèmics, es computa el total d'UDA de direcció acadèmica del període. Hi ha un període mínim d'activitat en cas de concatenació d'encàrrecs? En cas de concatenació d'encàrrecs, cal garantir un mínim d'anys consecutius d'un mateix encàrrec. Cal aportar un mínim de tres anys consecutius de direcció d'estudis o centre o encàrrec de vicerectorat. Cal aportar un mínim de quatre anys de sotsdirecció o direcció de programa o àmbit. La persona sol·licitant ha d'indicar formalment quin encàrrec acadèmic sotmet a avaluació. Què comporta l'obtenció d'un tram favorable? La Política de personal acadèmic estableix una estructura de mèrits acadèmics per afavorir la progressió professional del professorat. Els trams de direcció són un dels mèrits vinculats a l'activitat acadèmica. Quin impacte té la qualificació obtinguda en la progressió acadèmica del professorat? En determinats càrrecs s'exigeix una qualificació mínima per poder tenir en consideració el tram com a mèrit. La qualificació del tram té una assignació de punts en l'avaluació per accedir a càrrecs competitius."
}