{
  "url": "https://uoc.edu/portal/ca/compromis-social/ciutadania-global/beques-internacionals/index.html",
  "content": "Educació Beques internacionals El model d'aprenentatge en línia fa factible la diversitat a les nostres aules, on estudiants de contextos geopolítics i socials diferents comparteixen un espai d'intercanvi, interacció i d'enriquiment mutu. Per a aconseguir-ho, impulsem programes de beques internacionals d'estudi amb organismes i institucions internacionals , una de les principals metes de l' ODS 4, Educació de qualitat . Periòdicament obrim convocatòries per a garantir el dret d'estudiar al llarg de la vida i donar accés a un ensenyament superior en línia de qualitat a les persones amb dificultats per a accedir a la universitat presencial i que volen complementar els estudis en una universitat europea des del seu país de residència. Consulta les convocatòries actuals Beques SEGIB - Iberoamèrica La Secretaria General Iberoamericana (SEGIB) i la UOC ofereixen beques d'estudi a professorat universitari iberoamericà en actiu per cursar diferents programes de l'àmbit de l'educació i les TIC. Beques ICETEX - Colòmbia L' Institut Colombià de Crèdit Educatiu i Estudis Tècnics a l'Exterior i la UOC ofereixen beques d'estudi als professionals colombians per a cursar màsters universitaris i obtenir una titulació universitària europea. Beques OEA - estats americans L' Organització d'Estats Americans i la UOC ofereixen beques d'estudi a les persones residents als països membres per a cursar màsters universitaris i obtenir una titulació universitària europea. Beques SENESCYT - Equador La Secretaria d'Ensenyament Superior, Ciència, Tecnologia i Innovació de l'Equador i la UOC ofereixen beques d'estudi a les persones residents a l'Equador per a cursar màsters universitaris i obtenir una titulació universitària europea. Beques UOC - Perú La UOC ofereix beques d'ajut a l'estudi a persones amb nacionalitat o residència al Perú perquè cursin diferents màsters universitaris de la UOC. La difusió es fa mitjançant el web del Programa nacional de beques i crèdit educatiu del Perú (PRONABEC)."
}