{
  "url": "https://uoc.edu/portal/ca/qualitat/politica-qualitat/garantia-interna/index.html",
  "content": "Política de qualitat Sistema de garantia interna de la qualitat L’any 2009 la UOC va aprovar el Manual del sistema de garantia interna de la qualitat de la Universitat en el marc del programa AUDIT, impulsat per les agències de qualitat per a afavorir el desenvolupament i la implantació d’un sistema de garantia interna de la qualitat (SGIQ) de la formació universitària. Aquest manual, que va ser certificat l’any 2009 per l’AQU, va permetre integrar totes les seves activitats per a garantir la qualitat dels ensenyaments, ampliar els mecanismes de participació dels grups d’interès i incorporar la sistemàtica de revisió i millora contínua. El procés de revisió del manual i la consideració dels nous requeriments i reptes als quals ha de donar resposta han donat lloc a una nova versió del manual, aprovada l'11 de maig de 2020. Posteriorment, durant els primers mesos de 2021, l’Agència per a la Qualitat del Sistema Universitari de Catalunya (AQU) va avaluar el SGIQ de la UOC amb un resultat favorable, superant el procés de Certificació del Sistema de Garantia Interna de la Qualitat . Aquesta certificació del SGIQ es va fer efectiva el 15 d’abril de 2021 i té una vigència de 6 anys. D'acord amb el Reial decret 640/2021, els centres que tenen certificada la implantació del seu Sistema de Garantia Interna de la Qualitat i han acreditat com a mínim el 50 % dels graus i el 50 % dels màsters que imparteixen poden optar a l'acreditació institucional. L’1 de març de 2022 la UOC rep l’ Acreditació Institucional del Consejo de Universidades, que comporta l'acreditació de tots els títols universitaris oficials de nivell de grau i màster que imparteix i coordina la UOC per un període de sis anys renovables. La figura següent mostra l’estructura de l’SGIQ actual: Aquest SGIQ s’ha dissenyat en línia amb els estàndards de qualitat internacionals. Aposta, doncs, per un enfocament a processos en sentit ampli per a donar cabuda i integrar qualsevol procés que la UOC pugui identificar i desenvolupar en el futur. Contacte: Per a més informació contactar amb qualitat_uoc@uoc.edu Manual del sistema de garantia interna de la qualitat - 18/12/2023 (PDF)"
}