{
  "url": "https://uoc.edu/portal/ca/compromis-social/sostenibilitat/centre-treball-responsable/index.html",
  "content": "Sostenibilitat Centre de treball responsable Millorar la qualitat de vida de les persones que treballem a la UOC és una de les peces clau del compromís de la institució com a centre de treball responsable Facilitar la conciliació de la vida laboral i familiar i reduir els trajectes innecessaris és un dels objectius en què la Universitat treballa des de fa alguns anys. Gràcies a la seva singularitat, l' e-treball , és a dir, la possibilitat de treballar des d'un lloc diferent de l'oficina, és una realitat a la UOC: molts dels nostres treballadors s'acullen a aquesta mesura, que redueix el nombre de desplaçaments setmanals i l'estrès que es deriva dels trajectes, i permet compatibilitzar les diferents esferes de la vida de les persones. Compromesa amb l'Agenda 2030, la UOC contribueix al benestar i la salut dels treballadors , en la preservació del medi ambient i en la millora de les condicions de treball. Unitat d'Igualtat Universitat saludable Compromís mediambiental Campanyes de conscienciació Unitat d'Igualtat Treballem per incorporar la perspectiva de gènere de manera integral i transversal a tota la Universitat. Per això, la UOC compta amb la Unitat d'Igualtat, que lidera i coordina accions estratègiques, normatives i de conscienciació. Pots consultar tota la informació sobre la Unitat d'Igualtat aquí . Universitat saludable En l'àmbit de la salut laboral oferim: Un servei mèdic adreçat als treballadors i treballadores, que inclou consultes de fisioteràpia a les seus principals. Una consulta d'atenció psicològica en línia per a reduir els riscos psicosocials de l'equip de persones. La celebració de la Setmana Saludable , una setmana temàtica entorn de la promoció de la salut i el benestar de tota la comunitat universitària. La iniciativa, de la qual s'han fet quatre edicions, consta de tallers, formacions, xerrades i consells en els àmbits de la nutrició i l'alimentació, l'activitat física i les emocions. La nostra resposta a la COVID-19 Compromís mediambiental Una de les principals fites assolides, fruit de la cooperació entre totes les universitats catalanes, ha estat l' adquisició d'energia 100% renovable per a ser consumida els pròxims dos anys. A la UOC també disposem de plans de millora de l'eficiència energètica als nostres edificis. Conscients de la necessitat de reduir el consum de plàstic d'un sol ús, la UOC ha substituït els gots de plàstic de les fonts d'aigua distribuïdes a tots els edificis per altres de biodegradables, a més d'iniciar una campanya per a conscienciar de la necessitat de fer un ús responsable dels recursos i reduir la generació de residus. A més, el Consell d’Universitat de la UOC ha impulsat el càlcul de la petjada de carboni , l’ adhesió als compromisos climàtics de la Generalitat de Catalunya i la incorporació del pla de sostenibilitat ambiental en el pla estratègic de la UOC 2022-2025. Actualment, es treballa en el disseny del pla, que ha de garantir una UOC més respectuosa amb el planeta. Campanyes de conscienciació Saber i interioritzar què és l'Agenda 2030, quins són els reptes que assenyalen els diferents ODS o com les persones podem contribuir a superar-los és una de les accions principals que impulsem a la UOC. Hem llançat diverses campanyes de comunicació a xarxes socials , adreçades tant a la nostra comunitat com a la societat en general, per a difondre i crear consciència sobre l'agenda global de desenvolupament sostenible. En són exemples la Setmana pel Dret a l'Alimentació , la participació en la Setmana Europea per al Desenvolupament Sostenible 2018 o la campanya #GenderUOC en el Dia Mundial de la Dona."
}