{
  "url": "https://uoc.edu/portal/ca/qualitat/politica-qualitat/avaluacio/index.html",
  "content": "Política de qualitat Avaluacions L’avaluació institucional s’orienta a la millora de la qualitat de la Universitat i constitueix un element clau de la política de qualitat i del SGIQ, fonamentats en un cicle de millora contínua que es basa en quatre fases: planificar, fer, avaluar i actuar en conseqüència i, per tant, millorar. D’aquesta manera, les avaluacions institucionals ens permeten: Assegurar la qualitat per a la rendició de comptes. Assegurar la qualitat per a la millora. Des de la seva fundació, la UOC ha rebut premis i reconeixements en reconeixement de la seva qualitat. Avaluacions internacionals Avaluacions abans de l'espai europeu d'ensenyament superior Avaluacions EEES Avaluacions internacionals Així mateix, algunes titulacions de la UOC han rebut les certificacions següents en els àmbits internacional i sectorial: Certificació UNWTO.TedQual El Grau en Turisme i el Màster d’Estratègies i Gestió Sostenible de les Destinacions Turístiques han rebut la certificació TedQual , l’única certificació internacional en matèria d’ensenyament i formació que atorga l’Organització Mundial del Turisme (OMT/UNWTO), agència especialitzada de les Nacions Unides. La UOC ha estat la primera universitat en línia del món que ha obtingut aquesta certificació de caràcter voluntari que, per mitjà del seguiment d'uns estàndards mínims de qualitat per a l'ensenyament turístic, busca la millora permanent dels programes de formació i investigació en turisme, sobretot per a aconseguir un desenvolupament sostenible d'aquest sector. Aquesta certificació te vigència fins al 2022. Avaluacions abans de l'espai europeu d'ensenyament superior Abans de la posada en marxa de l’espai europeu d’ensenyament superior (EEES), la UOC va participar en el programa Pro-QU de l’Agència per a la Qualitat del Sistema Universitari de Catalunya (AQU) amb l’ avaluació de diferents titulacions i una avaluació institucional . Avaluacions EEES D’acord amb l’EEES, l’any 2015 va començar el procés d’acreditació de les titulacions oficials per a donar continuïtat a l’avaluació externa de la Universitat. A continuació podeu consultar les diverses fites clau en matèria de gestió de la qualitat assolides per la UOC al llarg dels anys: 2000-2001 Avaluació de titulacions homologades per l’AQU: llicenciatura d’Humanitats i llicenciatura de Filologia Catalana. 2002-2003 Avaluació de titulacions homologades per l’AQU: llicenciatura de Documentació (2n. cicle). 2004 Avaluació model EFQM (500+). 2005 Avaluació transversal per l’Associació Europea d’Universitats (EUA). 2005-2006 Avaluació per l’AQU del servei de biblioteca. 2006-2007 Avaluació institucional per l’AQU. 2006-2007 Avaluació per l’AQU de les titulacions següents: llicenciatura de Psicologia, llicenciatura de Psicopedagogia, llicenciatura de Dret i llicenciatura de Ciències Polítiques. 2007-2008 Avaluació per l’AQU de les titulacions següents: enginyeria tècnica d’Informàtica de Gestió, enginyeria tècnica d’Informàtica de Sistemes, enginyeria Informàtica, diplomatura de Ciències Empresarials i llicenciatura d’Investigació i Tècniques de Mercat. 2007 Certificació per l’AQU del Manual del sistema de garantia interna de la qualitat segons el model AUDIT-AQU per als Estudis de Dret i Ciència Política. 2008 Certificació per l’AQU del Manual per a l’avaluació de la docència. 2009 Certificació per l’AQU del Manual del sistema de garantia interna de la qualitat segons el model AUDIT-AQU per a tots els estudis de la UOC. 2010 Avaluació institucional per l’OCDE. 2012 Certificació Euro-Inf. Acreditació internacional Euro-Inf de sis programes formatius (tres graus i tres màsters universitaris) dels Estudis d’Informàtica, Multimèdia i Telecomunicació de la UOC, atorgada per la Xarxa Europea d’Assegurament de la Qualitat en l’Ensenyament de la Informàtica (EQANIE). 2014 Certificació TedQual per al grau de Turisme i el màster d’Estratègies i Gestió Sostenible de les Destinacions Turístiques. Es tracta de l’única certificació internacional en matèria d’ensenyament i formació que atorga l’Organització Mundial del Turisme (OMT), agència especialitzada de les Nacions Unides. 2015 Avaluació externa de les titulacions oficials per a la seva acreditació per l’AQU. Es reben els informes d’acreditació de cinc graus i quatre màsters universitaris. 2016 Avaluació externa de les titulacions oficials per a la seva acreditació per l’AQU. Es reben els informes d’acreditació de cinc graus i cinc màsters universitaris. 2017 Avaluació externa de les titulacions oficials per a la seva acreditació per l’AQU. Es reben els informes d’acreditació de cinc graus i set màsters universitaris. 2018 Avaluació externa de les titulacions oficials per a la seva acreditació per l’AQU. Es rep l'informe d'acreditació d'un màster universitari. 2019 Avaluació externa de les titulacions oficials per a la seva acreditació per l’AQU. Es reben els informes d’acreditació de tretze màsters universitaris i tres programes de doctorat. 2020 Avaluació externa de les titulacions oficials per a la seva acreditació per l’AQU. Es reben els informes d’acreditació d'un grau i sis màsters universitaris. 2021 Avaluació externa de les titulacions oficials per a la seva acreditació per l’AQU. Es reben els informes d’acreditació de tres grau i set màsters universitaris. Avaluació externa del Sistema de Garantia Interna de la Qualitat per a la seva certificació per l'AQU. Es rep la certificació del SGIQ de la UOC. 2022 La UOC rep l'Acreditació Institucional de Centre del Consejo de Universidades. Podeu consultar tota la documentació relativa a l'acreditació de les titulacions oficials a l'apartat Informes de les titulacions."
}