{
  "url": "https://uoc.edu/portal/ca/qualitat/qualitat-titulacions/estructura-ensenyaments/index.html",
  "content": "Qualitat de les titulacions Estructura dels ensenyaments Preguntes més freqüents L'estructura dels ensenyaments universitaris ha quedat definida a l'Estat espanyol en tres cicles: grau, màster universitari i doctorat, tal com mostra la imatge següent: Grau Màster Universitari Doctorat Preguntes més freqüents Grau Permet obtenir el títol oficial de graduat i té com a finalitat l'obtenció per part de l'estudiant d'una formació general, en una o diverses disciplines, orientada a la preparació per a l'exercici d'activitats de caràcter professional. Per a obtenir-lo caldrà haver superat entre 180 i 240 ECTS. Totes les titulacions de grau s'adscriuen a alguna de les branques de coneixement següents: Arts i humanitats Ciències Ciències de la salut Ciències socials i jurídiques Enginyeria i arquitectura En el cas dels grau de 240 ECTS, el pla d'estudis conté un mínim de 60 ECTS de formació bàsica, dels quals, almenys 36 estan vinculats a matèries de la branca de coneixement a què s'adscriu el grau. A més, totes les titulacions de grau inclouen un treball final de grau (TFG) que pot tenir entre 6 i 30 crèdits ECTS. El pla d’estudis dels graus de 180 ECTS conté com a mínim 45 ECTS de formació bàsica, 27 dels quals estan, com a mínim, vinculats a matèries de la branca de coneixement del grau. En aquest cas, els crèdits del TFG poden oscil·lar entre 6 i 23 ECTS. Quan una titulació de grau es verifica amb mencions, per tal de dotar de certa especialització a la titulació, aquestes apareixen al títol que obté l’estudiant. Les mencions poden tenir entre 30 i 90 ECTS. GRAU 240 ECTS GRAU 180 ECTS FORMACIÓ BÀSICA 60 ECTS 45 ECTS 36 ECTS mínim vinculats a la branca de coneixement a la qual s’adscriu el grau 27 ECTS mínim vinculats a la branca de coneixement a la qual s’adscriu el grau 24 ECTS restants poden ser de la mateixa o d’altres branques de coneixement. 18 ECTS restants poden ser de la mateixa o d’altres branques de coneixement. OBLIGATÒRIES I OPTATIVES 180 ECTS 135 ECTS PRÀCTIQUES EXTERNES Podran tenir un màxim de 60 ECTS (si n’hi ha) Podran tenir un màxim de 60 ECTS (si n’hi ha) TREBALL FINAL DE GRAU Entre 6 i 30 ECTS Entre 6 i 23 ECTS Màster Universitari Els ensenyaments de màster tenen com a finalitat que l'estudiant obtingui una formació avançada, de caràcter especialitzat o multidisciplinari, orientada a l'especialització acadèmica o professional, o bé a promoure la iniciació en tasques de recerca. Per a obtenir el títol de màster universitari, cal superar un mínim de 60 crèdits. El pla d'estudis d'algunes titulacions de màster podrà, però, ampliar el nombre de crèdits que s'han de superar fins a un màxim de 120 crèdits. Les titulacions de màster universitari es poden verificar amb especialitzacions. Si és així, aquestes apareixen al títol que obté l’estudiant. El seu creditatge serà d’un mínim de 9 crèdits ECTS per als màsters de 60 crèdits i un màxim de 45 ECTS per als màsters de 120 ECTS. MÀSTER UNIVERSITARI (60-120 ECTS) Màster de 60 ECTS Màster de 90 ECTS Màster de 120 ECTS OBLIGATÒRIES 15 ECTS 22 ECTS 30 ECTS OPTATIVES PRÀCTIQUES EXTERNES (si n'hi ha) Podran tenir un màxim de 60 ECTS (si n’hi ha) TREBALL FINAL DE MÀSTER Entre 6 i 30 ECTS Doctorat Els ensenyaments de doctorat tenen com a finalitat la formació avançada de l'estudiant en les tècniques de recerca. Poden incorporar cursos, seminaris o altres activitats orientades a la formació investigadora i tenen com a objectiu l'elaboració i presentació de la corresponent tesi doctoral, consistent en un treball original de recerca. D’acord amb l’establert al Reial Decret 99/2011, del 28 de gener, pel qual es regulen els ensenyaments oficials de doctorat, la durada dels estudis de doctorat serà d’un màxim de 3 anys a temps complet i de 5 anys a temps parcial, des de l’admissió al programa fins a la presentació de la tesi doctoral. La superació dóna dret a l'obtenció del títol de doctor, que continua essent el màxim grau acadèmic. Preguntes més freqüents Preguntes generals"
}