{
  "url": "https://uoc.edu/portal/ca/qualitat/qualitat-titulacions/revisio-millora-titulacions/index.html",
  "content": "Qualitat de les titulacions Revisió i millora de les titulacions En el Marc per a la verificació, el seguiment, la modificació i l’acreditació de titulacions oficials (Marc VSMA), la Universitat ha de fer un seguiment i una revisió periòdics dels programes que ofereix per garantir que assoleixen els objectius previstos i que responen a les necessitats de l'estudiantat i la societat. Aquesta revisió s’organitza al voltant dels estàndards següents: Qualitat del programa Pertinència de la informació pública Eficàcia del SIGQ Adequació del professorat al programa Eficàcia dels sistemes de suport a l’aprenentatge Qualitat dels resultats del programa. El procés de seguiment ha de facilitar la millora contínua del programa. Agents implicats El procés de seguiment de les titulacions implica la participació de diferents agents de manera coordinada. A continuació se’n destaquen alguns: Agents Responsabilitats Direccions d’estudi Elaborar periòdicament l’informe de seguiment de centre (dels estudis) amb la participació dels grups d’interès (GI) corresponents. Validar els plans de millora de les titulacions proposats per les direccions de programes. Proposar, com a resultat de la valoració duta a terme en el seguiment del centre, un pla de millora anual i fer-ne el seguiment i l’avaluació corresponents. Direccions de programa Elaborar periòdicament l’informe de seguiment de la titulació amb la participació dels grups d’interès (GI). Proposar com a resultat de la valoració duta a terme en el seguiment de la titulació, un pla de millora anual i fer-ne el seguiment i l’avaluació corresponents. Professorat responsable d’assignatura Fer el seguiment i la valoració de les assignatures i proposar-ne les millores adequades. Àrea de Planificació i Qualitat Definir i posar a disposició dels estudis els criteris i pautes, el suport, els instruments i els resultats de les titulacions. Recopilar els canvis en l'estructura del pla d'estudis sol·licitats mitjançant els informes de seguiment i traslladar-los al PO02 “Dissenyar titulacions oficials” per tal que quan afectin la memòria es tramitin les modificacions pertinents. Recopilar les accions de millora i traslladar-les al Consell de direcció i Comitè de Qualitat. Consell de Direcció Planificar i assignar els recursos per dur a terme els plans de millora identificats. Establir els criteris de priorització dels plans de millora d’acord amb l’estratègia i la política de qualitat. Comitè de Qualitat Donar el vistiplau als plans de millora, les accions de millora i la seva priorització. Procediment L'esquema següent resumeix el protocol de la UOC per al seguiment de les titulacions, tal com s'estableix en el PO07 del manual del SGIQ."
}