{
  "url": "https://uoc.edu/portal/ca/qualitat/qualitat-titulacions/competencies/index.html",
  "content": "Qualitat de les titulacions Competències UOC Les competències UOC són les competències transversals que s’inclouen en totes les titulacions de la Universitat, les quals constitueixen un element distintiu de tot graduat UOC. El tret diferencial que expressen les competències pròpies UOC està lligat i és coherent amb la mateixa naturalesa de la institució i la singularitat dels trets que la caracteritzen: el perfil distintiu dels estudiants i les especificitats del model metodològic, en una universitat a distància, catalana i oberta al món que fa un ús intensiu de les TIC. Així, les competències que la UOC defineix com a pròpies es concreten a nivell de Grau i Màster Universitari: Competències UOC de Grau Competències UOC de Màster Universitari Competències UOC de Grau 1. Llengua estrangera: Demostrar un nivell B2 (Marc europeu comú de referència per a les llengües) d’un idioma modern en la comprensió i producció de textos orals i escrits en un context acadèmic i professional L’estudiant ha de poder mostrar els següents resultats d’aprenentatge: • Entendre les idees principals de textos complexes que tractin tant de temes concrets com abstractes, que estiguin dins del cap d’especialització del programa • Comunicar-se oralment amb un grau suficient de fluïdesa i naturalitat, de manera que la comunicació es realitzi sense esforç per part dels interlocutors. • Produir textos clars i detallats sobre temes diversos. • Argumentar un punt de vista sobre temes generals, indicant els pros i els contres de les diferents opcions. • Saber utilitzar els recursos disponibles a Internet d’una manera autònoma per a millorar i desenvolupar les destreses en llengua anglesa/francesa/alemanya. 2. Ús i aplicació de les TIC : Utilitzar i aplicar les tecnologies digitals en l'àmbit acadèmic i professional. L’estudiant ha de poder mostrar els següents resultats d’aprenentatge: • Identificar i conèixer les tecnologies i els mitjans digitals més adients a cada situació per fer-ne un ús autònom. • Comunicar-se i col·laborar en xarxa de forma efectiva seleccionant les eines més adequades i aplicant els llenguatges i les estratègies adients. • Cercar, seleccionar i recuperar de forma crítica la informació digital aprofitant eficientment i de manera sostenible el potencial de la xarxa i les eines digitals. • Crear i editar continguts digitals en diferents formats aplicant l’eina i el llenguatge més adequat. • Presentar i difondre continguts digitals de forma eficaç emprant l’eina i mitjà digital més adients. • Mostrar i evidenciar una actitud cívica digital en relació a la seguretat i privacitat a la xarxa, la gestió d’identitats digitals i drets d’autor en diferents contextos. 3. Compromís ètic i global : Actuar de manera honesta, ètica, sostenible, socialment responsable i respectuosa amb els drets humans i la diversitat, tant en la pràctica acadèmica com en la professional. L’estudiant ha de poder mostrar els següents resultats d’aprenentatge: • Reconèixer, comprendre i respectar la diversitat funcional, social, cultural, econòmica, política, lingüística i de gènere. • Reconèixer,comprendre i analitzar les causes i efectes de les desigualtats per raó de sexe i gènere. • Identificar les característiques de l’exercici d’una pràctica professional orientada a la qualitat dels resultats i basada en la sostenibilitat i la responsabilitat social • Comprendre i actuar segons els principis ètics que guien l'exercici professional/ Comprendre i actuar segons els principis ètics que guien l’exercici professional, així com segons el codi deontològic professional (escollir aquest segon redactat en cas que hi hagi un codi deontològic) • Mostrar i evidenciar una actitud ètica, honesta i cívica en el treball acadèmic, evitant qualsevol ús indegut de treball de tercers • Relacionar-se de manera respectuosa, assertiva i exempta de manifestacions contràries als valors i la dignitat de les persones. • Resoldre en els propis textos acadèmics o de recerca dilemes de reconeixement i atribució d'idees i treballs, en base a l'ètica i la integritat del treball intel·lectual. Competències UOC de Màster Universitari 1. Compromís ètic i global: Actuar de manera honesta, ètica, sostenible, socialment responsable i respectuosa amb els drets humans i la diversitat, tant en la pràctica acadèmica com en la professional, i dissenyar solucions per a la millora d’aquestes pràctiques. L’estudiant ha de poder mostrar els següents resultats d’aprenentatge: • Incorporar l’anàlisi de la diversitat funcional, social, cultural, econòmica, política, lingüística i de gènere en la pràctica acadèmica i professional. • Analitzar les causes i els efectes de les desigualtats per raó de sexe i gènere i formular accions per a contrarestar-les. • Dissenyar i avaluar projectes acadèmics o professionals aplicant criteris de qualitat, sostenibilitat i responsabilitat social. • Avaluar críticament l’aplicació dels principis ètics que guien l'exercici professional en situacions complexes / Avaluar críticament l’aplicació dels principis ètics que guien l’exercici professional, així com del codi deontològic professional, en situacions complexes (escollir aquest segon redactat en cas que hi hagi un codi deontològic) • Actuar de manera ètica, honesta i cívica en el treball acadèmic i professional, evitant el plagi o qualsevol altre ús indegut del treball de tercers. • Resoldre en els propis textos acadèmics o de recerca dilemes de reconeixement i atribució d'idees i treballs, en base a l'ètica i la integritat del treball intel·lectual."
}