{
  "url": "https://uoc.edu/portal/ca/qualitat/resultats/resultats-rendiment/index.html",
  "content": "Resultats Resultats acadèmics Resultats dels programes de doctorat En aquest apartat es mostren els indicadors docents que permeten el seguiment i anàlisi de les titulacions en el marc de l'Espai Europeu d'Ensenyament Superior. Taxa de rendiment Correspon al quocient entre els crèdits superats i els crèdits matriculats. Taxa d'èxit Correspon al quocient entre els crèdits superats i els crèdits presentats. Taxa de graduació Graus La taxa de graduació de graus és el percentatge d'estudiants graduats d'una cohort després de cinc cursos. Màsters Universitaris La taxa de graduació de màsters universitaris és el percentatge d'estudiants graduats d'una cohort després de tres cursos. Taxa d'abandonament inicial Graus La taxa d'abandonament inicial és el % d'estudiants d'una cohort que no s'han ni matriculat ni titulat en els dos darrers cursos. Aquest indicador es calcula al tercer curs després de l'inici de la cohort. Màsters universitaris La taxa d'abandonament inicial és el % d'estudiants d'una cohort que no s'han ni matriculat ni titulat en els dos darrers cursos. Aquest indicador es calcula al tercer curs després de l'inici de la cohort. Graduats de titulacions oficials Evolució de graduats Nombre d’estudiants que han finalitzat el programa i estan en condicions de sol·licitar el títol. Graduats acumulats Nombre total d’estudiants acumulats des del curs 2008-2009 que han finalitzat el programa i estan en condicions de sol·licitar el títol. Resultats acadèmics dels estudis de doctorat Evolució de tesis defensades Nombre d'estudiants que han dipositat i llegit la tesi doctoral (havent-la cursat a temps compet o temps parcial) i estan en disposició de sol·licitar el títol de doctor. [ Veure dades per titulació ] Estudiants que han realitzat estades de recerca Percentatge d'estudiants de doctorat que han realitzat estades de recerca en centres de recerca o en altres universitats en relació al nombre d'estudiants total de doctorat. [ Veure dades per titulació ] Tesis amb menció internacional Percentatge de tesis doctorals que han obtingut menció internacional respecte del total de tesis defensades en el curs. [ Veure dades per titulació ] Tesis amb menció cum laude Percentatge de tesis doctorals que han obtingut menció cum laude respecte del total de tesis defensades en el curs. [ Veure dades per titulació ]"
}