{
  "url": "https://uoc.edu/portal/ca/qualitat/resultats/resultats-satisfaccio/index.html",
  "content": "Resultats Resultats de satisfacció A partir dels mecanismes de mesura de la satisfacció dels estudiants (inclosos en el Sistema de Gestió Interna de la Qualitat, procés PS10 - Recollir la percepció dels grups d'interès), la UOC elabora periòdicament informes amb l’objectiu de: Comunicar-los a tots els nivells: aula, assignatura, programa, estudi i Universitat. Donar suport a la millora contínua, incorporant els resultats en el procés de seguiment de les titulacions. Difondre els resultats a tots els grups d’interès. Aquests informes es difonen a tots els responsables acadèmics i de gestió per a prendre decisions per a millorar la qualitat de les titulacions. Alhora, els estudiants poden demanar els informes que sol·licitin per mitjà del seu òrgan de representació, que són les comissions d’estudiants. Les nostres eines i processos interns garanteixen la confidencialitat en les respostes rebudes. Informació addicional sobre el tractament de les dades personals . Què opinen els estudiants? Amb una metodologia 100% en línia, la UOC mesura la satisfacció dels estudiants pel que fa a: Grau de satisfacció dels estudiants que s’han incorporat a la UOC Es recullen les motivacions i expectatives sobre el programa de formació i s’avalua la satisfacció pel procés d’informació i matriculació. [ Qüestionari ] Grau de satisfacció dels estudiants per la docència rebuda Es recull la satisfacció per l’assignatura, l’acció docent, els recursos d’aprenentatge i el sistema d’avaluació al final de cada semestre. [ Qüestionari ] Grau de satisfacció dels estudiants al final del curs acadèmic Es recull la satisfacció per la Universitat i el programa cursat al final del curs acadèmic. [ Qüestionari ] Què opinen els graduats? Grau de satisfacció dels graduats per la formació rebuda Es recull la satisfacció final per la formació rebuda, l’impacte personal i professional de la formació i les expectatives laborals, al final de la titulació. [ Qüestionari ] Què opina el professorat? Amb una metodologia 100% online, la UOC recull la valoració dels professors col·laboradors sobre la docència i l’activitat a les assignatures que imparteix cada semestre. Què opinen els estudiants de doctorat? Amb una metodologia 100% en línia, la UOC mesura la satisfacció dels estudiants pel que fa a: Grau de satisfacció dels estudiants de doctorat amb la docència rebuda i el programa. Es recullen les motivacions i expectatives sobre la informació pública, l'entorn d'aprenentatge, les activitats formatives, la direcció de la tesi, així com la satisfacció general amb el programa de doctorat.[ Veure dades per titulació ] Què opina el professorat de doctorat? Amb una metodologia 100% online, la UOC recull la valoració dels professors dels programes de doctorat sobre les tasques de direcció de tesi que imparteix cada curs. [ Veure dades per titulació ]"
}