{
  "url": "https://uoc.edu/portal/ca/qualitat/personal-academic/index.html",
  "content": "Personal acadèmic Perfil del professorat Indicadors Qualitat de la direcció acadèmica Qualitat de la docència Indicadors Qualitat de la recerca Indicadors La Universitat aposta per una docència innovadora i de qualitat , una recerca de prestigi, una resposta ràpida a les demandes socials de formació al llarg de la vida i eficàcia a l'hora de transferir i difondre coneixement a la societat, tot assegurant el vincle amb la realitat social, cultural i econòmica del país. L'aspiració de la Universitat és continuar essent un referent de qualitat i un factor de transformació del sistema universitari des de la innovació contínua en les metodologies, els recursos, les eines d'aprenentatge i el rol del professorat universitari. Per això la UOC vol disposar d'un equip acadèmic integrat pels millors professionals en l'àmbit de l'ensenyament i la recerca universitaris, els quals, a més de ser uns referents en la seva àrea de coneixement, esdevinguin experts en la formació en línia i en l'ús estratègic de les tecnologies digitals , amb capacitats de treball en xarxa i compromesos amb els objectius de la Universitat i dels estudis o centre on estiguin adscrits. El personal acadèmic porta a terme activitats acadèmiques orientades a la consolidació d’una universitat de qualitat, oberta i compromesa amb la societat i eficaç en la seva metodologia d’ensenyament-aprenentatge. L'acció de la Universitat en política de personal acadèmic s'adreça a l'assoliment dels objectius següents: l'excel·lència acadèmica, el reconeixement dels mèrits, el desenvolupament de competències, l'orientació a la innovació, el respecte per la diversitat de perfils i el foment del talent. Aquests objectius recolzen els principis orientadors que guien la definició i aplicació de la política de personal acadèmic Professorat propi L'activitat acadèmica del professorat propi integra el conjunt de funcions que ha d'assumir un professor al llarg de la seva carrera acadèmica: Docència El professorat és responsable de dissenyar estratègies i de crear situacions i entorns d'aprenentatge innovadors , d'aportar millores i bones pràctiques docents al sistema universitari i d'orientar i garantir l'eficàcia i la qualitat del procés d'aprenentatge. Qualitat de la docència Recerca Les funcions de recerca del professorat es relacionen amb les accions, tasques i feines que contribueixen a la generació i la difusió de coneixement científic o tecnològic que els professors portin a terme individualment o com a part d'un grup de recerca. Qualitat de la recerca Innovació S'entén per innovació el procés, incloent-hi el resultat, mitjançant el qual les noves idees responen a necessitats i demandes socials o econòmiques i generen nous productes, serveis o models organitzatius que aporten valor a la societat. Activitats institucionals i de direcció acadèmica L'activitat acadèmica del professorat inclou l'assumpció de responsabilitats de direcció d'estudis o centre i la direcció de programes. Qualitat de la direcció acadèmica Competències Excel·lència acadèmica Reconeixement dels mèrits Desenvolupament de les competències Orientació a la innovació Respecte per la diversitat Foment del talent"
}