{
  "url": "https://uoc.edu/portal/ca/qualitat/resultats/insercio-laboral/index.html",
  "content": "Resultats Inserció laboral Conèixer la satisfacció dels estudiants i els titulats en relació amb la seva experiència formativa i saber quines són les expectatives i les necessitats del mercat laboral és condició necessària per a poder millorar les titulacions amb l’objectiu d’augmentar el valor afegit per a la societat i a totes les persones. Per tal de donar resposta a aquesta necessitat, la UOC participa de manera activa en diferents projectes catalans, estatals i europeus, que tenen com a objecte d’estudi estudiants en actiu, estudiants acabats de graduar i graduats que fa més de tres anys que estan inserits laboralment, dels quals s’avaluen tant la satisfacció com l’impacte dels seus estudis en el mercat laboral i en la societat. Els resultats d’aquests estudis permeten a les institucions universitàries prendre decisions basades en indicadors per a garantir que l’oferta acadèmica, el disseny de les propostes formatives i els serveis d’orientació donen resposta a la demanda i les necessitats de la societat i el món professional. A continuació, presentem una selecció dels estudis més representatius i prestigiosos en els quals la UOC participa, així com altres observatoris i projectes en actiu: Estudiants en actiu Via universitària Abast: Països Catalans. Població enquestada: estudiants matriculats de les titulacions oficials de grau i màster universitari de les vint universitats públiques i privades participants. 1a. edició: 2016 (bianual). Darrera actualització: 2022. Estudi en curs: 3a. edició (2020-2022). Objectius: generar una base sòlida de coneixement que permeti fornir dades i elements d’anàlisi comuns per a les universitats de la Xarxa Vives d’Universitats sobre les característiques dels estudiants i la seva satisfacció amb la universitat i la docència, i afavorir l’establiment de polítiques universitàries des de la perspectiva de l’equitat. Metodologia: Enquesta en línia. Per a més informació: Via Universitària. Informes publicats: 2020-2022 Informe general de resultats Via Universitària: Accés, condicions d’aprenentatge, expectatives i retorns dels estudis universitaris (2020-2022) Estudiants acabats de graduar Satisfacció dels titulats recents Abast: Catalunya. Població enquestada: estudiants acabats de graduar dels estudis universitaris de graus i màsters universitaris. 1a. edició: 2015 (anual). Darrera actualització: 2021. Estudi en curs: 7a. edició (2021). Objectius: l’enquesta proporciona indicadors comuns per a la millora dels ensenyaments en les dimensions de satisfacció amb l’ensenyament i l’aprenentatge, els serveis i els equipaments, l’impacte personal que ha tingut en l’estudiant, etc. Metodologia: enquesta en línia. Per a més informació: AQU - Satisfacció dels titulats recents. Consulta les dades de la UOC: EUC Dades Informes publicats: 2021 La satisfacció de les persones titulades recents (cohorts 2018-2020) Perspectiva dels titulats Abast: Catalunya. Població enquestada: titulats d’ensenyaments oficials de grau, màster universitari i doctorat (abans primer i segon cicle de l’anterior ordenació universitària) que fa tres anys que estan en el mercat laboral. Hi estan representades totes les universitats públiques i privades del sistema universitari català. 1a. edició: 2001 (triennal). Darrera actualització: 2021. Estudi en curs: 8a. edició (2021-2023). Objectius: 1. Ajustament de l’oferta i la demanda: taxa d’ocupació, taxa d’adequació, taxa d’estabilitat, salari. 2. Disseny de la proposta formativa: competències adquirides enfront de les demanades, funcions, branques d’activitats econòmiques, disseny del pràcticum, tipologia d’empreses. 3. Serveis d’orientació: treball durant els estudis i adequació posterior, factors de contractació i millora professional, competències adquirides, etc. Metodologia: enquesta en línia i per via telefònica. Per a més informació: AQU - Perspectiva dels titulats. Consulta les dades de la UOC: EUC Dades Informes publicats: SUC 2023 Informe Graus Informe Màsters Universitaris Informe Doctorats Perspectiva dels ocupadors Abast: Catalunya. Població enquestada: empreses amb activitat productiva; professorat de primària i secundària; cossos de l’Administració pública, i sector de la salut. 1a. edició: 2014 (puntual). Darrera actualització: 2023. Estudi en curs: 4a. edició (2024-2027). Objectius: conèixer la percepció dels ocupadors quant a les competències i la formació universitària dels titulats recentment. La finalitat és que les universitats puguin desenvolupar polítiques de millora en el sistema universitari pel que fa a l’oferta acadèmica i als programes formatius, i acostar així la formació universitària a les necessitats del mercat laboral. Metodologia: enquesta en línia i per via telefònica. Per a més informació: AQU - Perspectiva dels ocupadors. Informes publicats: 2020-2023 Ocupabilitat i competències dels graduats recents: l'opinió d'empreses i institucions"
}