{
  "url": "https://uoc.edu/portal/ca/qualitat/resultats/rankings/index.html",
  "content": "Resultats La UOC als rànquings La UOC, com la resta d’universitats del nostre país que ofereixen un servei públic, ha de retre comptes de l’activitat i del retorn que fa a la societat. L’evolució dels sistemes d’informació de l’entorn actual i el gran volum de dades disponibles han generalitzat una voluntat de transparència, propiciada també per la normativa vigent. L’existència i difusió d’un gran nombre de dades ha activat la creació de molts rànquings d’àmbit espanyol, europeu i mundial amb enfocaments i objectes d’anàlisi diferents. Igualment, han sorgit nombrosos observatoris, impulsats tant per universitats com per organismes independents (com l’ IREG ), que ens permeten conèixer el rigor i l’objectivitat amb la qual s’han elaborat i faciliten la interpretació dels seus resultats. Els rànquings universitaris s’han consolidat com a eines de consulta, comparació i valoració de les institucions universitàries. Per saber-ne més contacta amb Lidia Toda Adell: ltoda@uoc.edu A continuació, presentem una selecció dels rànquings més representatius i prestigiosos en els quals la UOC és present: U-Multirank Abast: Global Àmbit: Multidimensional i autoconfigurable Any de començament: 2014 Darrera actualització: Posicionament de la UOC al rànquing Metodologia : Permet valorar diferents aspectes de la qualitat de les universitats: docència, recerca, internacionalització, transferència i impacte regional. S’ha dissenyat per a donar suport a la millora contínua, i el seu format permet personalitzar-lo en funció dels indicadors que es vulguin valorar; tant és així que no consisteix en una única llista d’institucions. Permet observar les institucions sense perdre el que les distingeix de la resta. Consulta la metodologia del rànquing en detall. Ranking CyD Abast: Estatal Àmbit: Multidimensional i autoconfigurable Any de començament: 2014 Darrera actualització: Posicionament de la UOC al rànquing Metodologia: Permet valorar diferents aspectes de la qualitat de les universitats: docència, recerca, internacionalització, transferència i impacte regional. Aquest rànquing s’ha dissenyat per a donar suport a la millora contínua, i el seu format permet personalitzar-lo en funció dels indicadors que es vulguin valorar; tant és així que no consisteix en una única llista d’institucions. Consulta la metodologia del rànquing en detall Shanghai ranking of world universities Abast: Global Àmbit: Posicionament, prestigi, recerca Any de començament: 2009 Darrera actualització: Posicionament de la UOC al rànquing Metodologia: Posiciona les institucions del món segons el seu pes en 52 disciplines. Mesura quatre indicadors bibliomètrics i un de prestigi del personal docent investigador. En algunes àrees de coneixement té en consideració, entre altres indicadors, el nombre de premis Nobel del professorat i dels titulats de la universitat. Consulta la metodologia del rànquing en detall THE World University Rankings Abast: Global Àmbit: Excel·lència institucional Any de començament: 2004 Darrera actualització: Posicionament de la UOC als rànquings Metodologia: • THE World University Rankings : Rànquing d’escala mundial de la revista Times Higher Education que permet classificar les universitats a partir de tretze indicadors que representen de la manera més àmplia possible les missions bàsiques de les institucions d’ensenyament superior (la docència, la recerca, la transferència de coneixement i la perspectiva internacional). • THE World University Rankings - Subject Ranking : Rànquing d’escala mundial que utilitza la mateixa metodologia i els mateixos indicadors que el THE World University Rankings però que classifica els seus resultats per àrees de coneixement. Consulta la metodologia dels rànquings en detall THE Young University Rankings Abast: Global Àmbit: Universitats joves (menys de 50 anys) Any de començament: 2012 Darrera actualització: Posicionament de la UOC als rànquings Metodologia: Rànquing de les millors institucions del món de 50 anys o menys. Fa servir els mateixos 13 indicadors que al THE World University Ranking, però minitza el pes de la reputació de la institució. Consulta la metodologia del rànquing en detall . THE Europe Teaching Rankings Abast: Europeu Àmbit: Excel·lència del professorat Any de començament: 2018 (pilot) Darrera actualització: Posicionament de la UOC als rànquings Metodologia: Pilot de rànquing d’àmbit europeu de la revista Times Higher Education que mesura l’excel·lència del professorat i se centra en l’entorn d’ensenyament i aprenentatge dels estudiants. Aquest pilot classifica les universitats a partir d’una enquesta feta a més de 30.000 estudiants universitaris on valoren el professorat i la seva interacció, tenint en compte aspectes com, per exemple, si les classes els representen un repte o si el professorat incentiva el pensament crític. Consulta la metodologia del rànquing en detall Webometrics Abast: Global Àmbit: Presència i impacte a la xarxa Any de començament: 2004 Darrera actualització: Posicionament de la UOC al rànquing Metodologia: Mesura un gran nombre d’universitats de tot el món classificades per volum de contingut publicat al web, visibilitat i impacte de la institució. L’objectiu del rànquing no és avaluar el disseny o la usabilitat dels llocs web, sinó la seva presència i el rendiment a la xarxa, entenent el web com una eina clau per al futur de la universitat i la seva missió. Consulta la metodologia del rànquing en detall Scimago rankings Abast: Global Àmbit: Rendiment de recerca i docència Any de començament: 2009 Darrera actualització: Posicionament de la UOC al rànquing Metodologia: El rànquing classifica institucions educatives i de recerca a escala mundial basant-se en indicadors que mesuren l’impacte de la recerca, la producció d’innovació i l’impacte social mesurat a partir de la visibilitat web. Consulta la metodologia del rànquing en detall U-Ranking Abast: Estatal Àmbit: Volum, productivitat universitària centrada en recerca Any de començament: 2013 Darrera actualització: Posicionament de la UOC al rànquing Metodologia: L’u-Ranking, de la Fundació BBVA i l’Institut Valencià de Recerques Econòmiques (Ivie), ofereix una sèrie d’indicadors sintètics per a facilitar la tria d’universitat als futurs estudiants. Mostra resultats de rendiment i de volum de les tres missions de la universitat: a) la docència, b) la recerca i c) la innovació i el desenvolupament tecnològic. Consulta la metodologia del rànquing en detall"
}