{
  "url": "https://uoc.edu/ca/alumni",
  "content": "#CarreraProfessional Som una comunitat oberta a créixer Creix professionalment #Emprenedoria Som una comunitat oberta a la innovació Emprèn #Networking Som una comunitat oberta i connectada Connecta #FormacióOberta Som una comunitat oberta al coneixement Forma't Som UOC Alumni, una comunitat oberta i global que treballa per un món millor ocupabilitat Apunta't als seminaris web per preparar la Fira Virtual d'Ocupació Comunitat Implantem el doble factor d'autenticació per millorar la seguretat Constituïda la primera comunitat internacional de UOC Alumni a Brussel·les El divendres 28 de febrer es va constituir, a la Delegació del Govern de la Generalitat de Catalunya de la capital belga, el primer chapter internacional de la Universitat, UOC Alumni Brussel·les. Vols avançar professionalment? Apunta’t al Programa Projecta’t! Si vius a Catalunya, treballes, i vols progressar o fer un canvi en la teva vida professional….Apunta’t ara al programa Projecta’t i accedeix a un servei d'orientació professional gratuït i personalitzat. #30anysUOC \"És crucial l'empoderament que aconsegueixen; per elles veure una noia programant és completament normal\" Alumni, tutora i mentora del programa Technovation Girls Catalunya + 122.750 alumnis a més de 140 països + de 4.000 alumnis docents col·laboradors + de 300 alumnis ponents i ambaixadors + 30.000 assistents a activitats Continua formant-te Descomptes exclusius Alumni Descomptes a través de la teva empresa Emprèn! Programa d'assessorament personalitzat gratuït La xarxa d'experts Hubbik Segueix creixent Borsa de treball i pla de carrera Sortides laborals Fes networking! Forma part del grup de Linkedin Vine a l'espai de networking a Linkedin Coneix alumnis com tu (entrevistes) Activitats Agenda Experiències inspiradores Descobreix i connecta amb una comunitat oberta i global, emprenedora, que creix professionalment i genera impacte social. Des de que vaig acabar el grau, he tingut un desenvolupament a la meva empresa José Miguel González Fer de mentora de nous estudiants ha estat una experiència enriquidora Ester F. Matalí Continuo vinculada a la comunitat, participo i faig networking. Heather M. Erickson Ignasi treballa per millorar la societat. T'agradaria saber com? Ignasi Belda Verónica contribueix a l'èxit dels futurs alumnis com a tutora Vols saber com? Verónica García Segueix-nos també a través de les xarxes! UOC Alumni: una comunitat global Som més de 122.750 alumnis de la UOC. Un món de connexions i oportunitats."
}