{
  "url": "https://uoc.edu/portal/ca/compromis-social/index.html",
  "content": "Impacte global #Agenda2030 Equitat Igualtat de gènere Atenció a les persones amb diversitat funcional Persones refugiades Educació Competències transversals Mobilitats internacionals virtuals Programes amb organismes internacionals Beques internacionals Treballs finals participatius Mobilitat Erasmus+ Estades a la UOC Universitat i societat Treballs finals participatius Voluntariat Pràctiques socials Els Objectius de Desenvolupament Sostenible (ODS) i la recerca Cocreant divulgació científica Sostenibilitat Centre de treball responsable Aliances internacionals Universitats i institucions educatives internacionals Ministeris i secretaries d'educació internacionals Organismes i institucions internacionals Xarxes internacionals International Association of Universities (IAU) European Association of Distance Teaching Universities (EADTU) European University Association (EUA) European Distance and E-Learning Network (EDEN) Centro Interuniversitario de Desarrollo (CINDA) Unión de Universidades de América Latina y el Caribe (UDUAL) Xarxa UOC Rural A la UOC entenem el coneixement com a motor transformador de persones i col·lectius , i per això tenim per objectiu l'educació superior de qualitat per a tothom. Per no deixar ningú enrere, facilitem l' accés equitatiu i inclusiu a l'ensenyament superior , formem ciutadans globals i socialment responsables , abordem la recerca des de l'impacte social i establim aliances tant amb institucions acadèmiques com amb agències internacionals, institucions culturals o entitats del tercer sector. A la UOC posem l' Agenda 2030 per al desenvolupament sostenible de les Nacions Unides en el centre de la nostra transformació en una universitat global i afrontem els grans reptes globals fent avançar el coneixement per al progrés de les nostres societats. En resum, contribuïm a l’Agenda 2030 des de les principals funcions de la Universitat: l’educació, la investigació, la gestió i el lideratge social. La UOC a Llatinoamèrica Més informació Educació L’educació de qualitat és un motor imprescindible de transformació no només individual, sinó també col·lectiva . Comporta beneficis per a les persones i les comunitats, com la resiliència, l’augment del benestar o la millora de les condicions laborals. Per això, a la UOC apostem per incorporar a la docència els principis de l’Agenda 2030 i formar agents de canvi entre el nostre estudiantat. Competències transversals Mobilitats internacionals virtuals Programes amb organismes internacionals Beques internacionals Més informació Més informació Igualtat de gènere Més informació Equitat La Unitat d'Igualtat de la UOC vetlla pel compliment de la legislació vigent en matèria d’ igualtat efectiva de dones i homes, pel principi d’ igualtat de tracte i d’oportunitats , i per la no-discriminació per raó de sexe i per raó d’orientació sexual en tots els nivells de la Universitat. Pla d'igualtat A la UOC creiem que l'ensenyament superior és un dret que totes les persones haurien de poder exercir en igualtat de condicions. El nostre model d'aprenentatge en línia és una gran oportunitat per a facilitar l'accés a l'ensenyament superior de qualitat a les persones que queden excloses del sistema universitari presencial . Atenció a les persones amb diversitat funcional La UOC acull Més informació Impacte social Més informació Sostenibilitat L'impacte social de la UOC és global gràcies a la virtualitat i és més significatiu quan col·laborem amb els governs i els organismes internacionals, l'Administració pública, les organitzacions i les entitats socials dels diferents territoris per a fer recerca, voluntariat i pràctiques socials. Voluntariat Pràctiques socials Els ODS i la recerca Promovem la transformació social i contribuïm a fer les societats més justes i sostenibles . Busquem impulsar noves formes de treballar i abordar una realitat complexa de manera cooperativa, integral i transversal, a més d'esdevenir un centre de treball responsable i sostenible. Centre de treball responsable Més informació Ruralitat La UOC està fortament compromesa amb el desenvolupament rural i la cohesió territorial per convertir els territoris despoblats en espais d'oportunitats. Contribuïm als reptes actuals de les àrees rurals afavorint processos de transformació positiva. Xarxa UOC Rural"
}