{
  "url": "https://uoc.edu/portal/ca/compromis-social/ciutadania-global/mobilitats-internacionals-virtuals/index.html",
  "content": "Educació Mobilitats internacionals virtuals Mobilitats internacionals virtuals a través d’acords amb institucions i xarxes L'aprenentatge en línia facilita la internacionalització per a estudiantat i universitats. Conscients de la importància que tenen les experiències internacionals en l'etapa universitària i la dificultat de moltes persones per a poder-hi accedir, promovem les mobilitats virtuals de l'estudiantat , col·laborant amb altres institucions educatives en l’àmbit internacional. Més informació al web de l'EADTU Què són? Les mobilitats virtuals internacionals són experiències educatives per les quals estudiants d'universitats d'arreu del món poden cursar una o diverses assignatures a les aules virtuals de la universitat de destí , que són reconegudes en el seu expedient educatiu un cop superades. Promouen l’intercanvi d’experiències en entorns digitals amb estudiantat i professorat d’arreu, al mateix temps que reforcen les seves competències globals, socials i digitals i enriqueixen el seu currículum i perfil professional. Les mobilitats poden ser in i/o out, és a dir, estudiants d’una altra universitat, que fan una mobilitat a la UOC i viceversa, o totes dues modalitats a la vegada. La UOC du a terme mobilitats virtuals internacionals en el marc de col·laboracions específiques amb institucions d’educació superior, i també en programes de mobilitat de xarxes d’universitats. Programes de mobilitats virtuals amb institucions Programa acadèmic de mobilitat educativa PAME - UDUAL : Programa que consisteix en la col·laboració entre universitats de la xarxa per impulsar la mobilitat dels estudiants entre les diferents institucions. Programa d’Intercanvi Universitari PIU-CINDA : Programa que consisteix en la col·laboració entre universitats de la xarxa per impulsar la mobilitat dels estudiants entre les diferents institucions. Universitats participants Des de l'any 2016, més de 2.095 estudiants de l'Amèrica Llatina han gaudit d'aquest intercanvi internacional a la UOC, provinents d'universitats com les següents: Más…"
}