{
  "url": "https://uoc.edu/portal/ca/compromis-social/ciutadania-global/mobilitat/index.html",
  "content": "Educació Mobilitat Erasmus+ Erasmus+ estudiantat per a Estudis Erasmus+ estudiantat per a pràctiques Personal per a docència Personal per a formació Carta Erasmus Declaració de Política Erasmus Mobilitat Erasmus+ Descobreix com la UOC impulsa la mobilitat global Mobilitat Erasmus+ En una clara aposta per la internacionalització, la UOC promou la mobilitat acadèmica dels seus estudiants, així com del seu personal docent i de gestió. Per això, posa al seu abast diferents serveis de suport, beques i ajuts perquè puguin realitzar part del seu aprenentatge, pràctica o activitat professional en una altra universitat, empresa o institució durant el període en què estan estudiant o treballant a la UOC. Declaració de Política Erasmus [PDF] Carta Erasmus [PDF] Guia del programa [PDF] Erasmus+ estudiantat per Estudis El programa Erasmus+ 2021-2027, té com a objectiu promoure la mobilitat internacional dels estudiants, per a estades tant d’estudis com de pràctiques en empreses. Les estades es poden realitzar en algunes de les universitats que disposen de la Carta Erasmus d'Educació Superior (ECHE), i amb les quals la UOC hagi signat un acord d'intercanvi de mobilitat. Llegeix-ne més Erasmus+ estudiantat per Pràctiques Dintre de les accions de mobilitat del programa Erasmus+, la UOC participa també en la modalitat de pràctiques. El programa Erasmus+ de mobilitat per a l'aprenentatge permet fer fins a 12 mesos de mobilitat entre pràctiques i estudis i dins de la mateixa titulació, i fins i tot portar a terme la mobilitat un cop finalitzats els teus estudis. Llegeix-ne més Beques i ajuts Imports de les ajudes de la mobilitat d'estudiants i personal de l'Educació Superior La Unió Europea destina les ajudes econòmiques depenent del nivell de vida del país de destinació així com de la distància entre la institució d'origen i la de destinació. AGAUR / MOBINT L'Agència de Gestió d'Ajuts Universitaris i de Recerca (AGAUR) de la Generalitat de Catalunya convoca diversos programes de beques per a estudiants i graduats per a la realització d'estades internacionals per a estudis o activitats amb reconeixement acadèmic. Per a participar-hi, els estudiants de la UOC han de formar part d'algun programa de mobilitat o bé han de realitzar l'estada en el marc d'un conveni bilateral de mobilitat. AGAUR Ministeri d'Educació Beca Santander"
}