{
  "url": "https://uoc.edu/portal/ca/compliment-normatiu/index.html",
  "content": "Compliment Normatiu Codi ètic La UOC, amb el propòsit de millorar el compliment dels seus objectius, decideix assumir un conjunt de valors, principis i normes que han d'inspirar la conducta dels membres de la nostra universitat . El codi ètic és un referent valuós per a tota la comunitat universitària i la seva obligatorietat s'estableix sobre la base de les raons morals que el justifiquen. La seva força rau exclusivament en el compromís adquirit per totes les persones integrants de la comunitat de respectar un conjunt de valors i principis comuns. En aquest sentit, el codi ètic no és una norma jurídica, sinó un recull de normes i principis morals que han d'orientar la convivència entre les diferents persones i col·lectius de la Universitat. Veure més Kit de recursos d'ètica en la recerca La generació i la gestió del coneixement, que afecten tant la persona que dirigeix i executa la recerca com la persona que intervé en els processos d'avaluació dels resultats i de transferència del coneixement, han de portar-se a terme de manera íntegra i aplicar l'ètica en tot el conjunt d'activitats. El marc legislatiu i la publicació de normes deontològiques bàsiques en la pràctica científica de la majoria d'universitats i centres de recerca evidencien la preocupació per vetllar per l'ètica en la recerca. Així, doncs, i de manera complementària a la legislació i normativa vigents, la Universitat considera necessari dotar-se d'instruments que permetin assegurar la qualitat de la recerca i evitar problemes d'integritat en el comportament del personal investigador. Veure més Política de compliment normatiu penal La Política de compliment normatiu penal estableix els principis generals pels quals s'ha de regir la Universitat pel que fa al compliment normatiu penal, i és aplicable a directius i treballadors de la FUOC i de la resta d'empreses del grup. Així mateix, la política s'aplica a les persones que porten a terme activitats en nom o per compte de l'organització, i també als socis de negoci que puguin representar riscos penals per a la UOC i altres grups d'interès. Veure més Canal de consultes i denúncies La UOC compta amb un canal de consultes i denúncies que té com a finalitat facilitar un mitjà confidencial a fi que qualsevol persona pugui comunicar, inclús de manera anònima, qualsevol infracció de la legislació i normativa vigent duta a terme per un treballador o treballadora de la Universitat i de la qual tingui coneixement. Per normativa interna s'entén la totalitat de codis, polítiques, procediments, instruccions, protocols, reglaments i manuals de la UOC, entre altres. Com pots tramitar una denúncia? 1) Accedeix al canal de consultes i denúncies fent clic aquí sota. Se't demanarà un codi d'organització , que és el següent: UOC Fes clic per accedir al Canal de consultes i denúncies . Si ho prefereixes, et pots baixar l'aplicació al mòbil. Des de l'aplicació tens la possibilitat de fer un xat , mentre que des del web no es pot. Android IOS 2) Selecciona l' interlocutor que vols que rebi el missatge. 3) Introdueix en el camp Explicació tota la informació en relació amb la consulta o denúncia. 4) Selecciona l'opció Vull identificar-me o bé Click anònim . Si tens algun problema tècnic a l'hora de tramitar la consulta o la denúncia, entra una incidència al servei d'atenció del Campus Virtual . Tingues present que persones alienes a la gestió del canal podran visualitzar la informació que comparteixis, motiu pel qual no has de compartir cap dada de caràcter personal ni informació confidencial. Descobreix el procediment de consultes i denúncies Saber-ne més El Comitè de Compliment La supervisió del funcionament i del compliment del sistema de gestió de compliment penal d'una organització s'ha de confiar a un òrgan intern amb poders autònoms d'iniciativa i control. En el cas de la UOC, el 10 de novembre del 2016, la Comissió Permanent del Patronat de la FUOC va acordar la creació i el nomenament de les persones que integrarien en aquell moment el Comitè de Compliment i de la persona responsable de compliment de la UOC. El dijous 26 d'octubre del 2023, la Comissió Permanent del Patronat de la FUOC va acordar la nova composició del Comitè de Compliment, que va quedar definida de la manera següent: Antoni Cahner, director general de la FUOC i gerent de la Universitat. M. Jesús Martínez-Argüelles, vicerectora de Governança i Política Acadèmica. Xavier Vilajosana, vicerector de Recerca, Transferència i Emprenedoria. Ricard Mateu, vicegerent de Transformació Digital. Pere Fabra, secretari general. Jessica Viloria, directora de l'Assessoria Jurídica. Marc González, director de l'Àrea de Persones. Clara Beleña, responsable de seguretat de la informació. Adriana Antich, compliance officer. Les funcions principals del Comitè de Compliment són les següents: Impulsar i supervisar de manera contínua la implementació i l'eficàcia del sistema de gestió de compliment penal de la UOC. Assegurar que es proporciona formació contínua als membres de l'organització en matèria de compliment normatiu. Identificar i gestionar els riscos penals. Assegurar que el sistema de gestió de compliment penal es revisa en els intervals planificats. Informar el Patronat i el Consell de Direcció dels resultats derivats del sistema de gestió de compliment penal. Resoldre les consultes i denúncies que es plantegin en matèria de compliment normatiu. El Comitè de Compliment es reuneix de manera ordinària dues vegades l'any, una el primer semestre i una altra el segon, i de manera extraordinària tantes vegades com calgui, a instància del president o de la responsable de compliment. Es pot contactar amb el Comitè de Compliment de la UOC per mitjà del canal Co-Resol. El Comitè de Compliment donarà resposta als possibles dubtes o inquietuds sobre el Codi de conducta, el sistema de gestió de compliment penal i la resta de normativa interna de la UOC. Si cal comunicar possibles incidències, irregularitats o incompliments d'aquesta normativa o de la legislació vigent, també s'ha de fer mitjançant aquest canal."
}