{
  "url": "https://uoc.edu/portal/ca/compromis-social/xarxes/iau/index.html",
  "content": "Xarxes internacionals International Association of Universities (IAU) Influir a escala global en qüestions sobre desenvolupament sostenible, accés a l'ensenyament superior de qualitat per a tothom o la incorporació de la tecnologia en l'ensenyament universitari són alguns dels àmbits estratègics de la IAU . La UOC n'és un membre molt actiu i forma part d'alguns dels projectes més importants de la xarxa. Clúster Global ODS3 Tecnologia i Ensenyament Superior Aiming Higher Fòrums internacionals Clúster Global ODS3 Liderem l'ODS 3, Salut i benestar , dins del clúster global d'ensenyament superior i recerca per al desenvolupament sostenible (HESD) impulsat per la IAU, que treballa per al reconeixement de la universitat com a actor imprescindible per assolir el desenvolupament sostenible. El clúster de l'ODS3 està format per universitats d'arreu del món que cooperen amb la finalitat de bastir aliances i donar veu a l'acadèmia en fòrums globals vinculats al foment de la salut i el benestar . Actualment formen part del clúster les universitats següents: Universitat Oberta de Catalunya (Barcelona) - líder del clúster Universitat de Caldas (Colòmbia) Universitat College de Dublín (Irlanda) Universitat Gadjah Mada (Indonèsia) Universitat de Makerere (Uganda) Institut Karolinska (Suècia) Universitat de Sydney Occidental (Austràlia) Tecnologia i Ensenyament Superior La UOC forma part del grup de treball Tecnologia i Ensenyament Superior de la IAU. Juntament amb universitats d'arreu del món, treballem en l' elaboració de la declaració internacional sobre tecnologia i ensenyament superior que es presenta l'any 2020 a la Conferència General de la IAU i que té com a objectiu influir en la política pública educativa internacional. Com a referents d'ensenyament superior en línia de qualitat, hem acollit la primera visita de camp ( site visit ) d'institucions de tots els continents per conèixer de primera mà el model de la UOC. La UOC va participar en una taula rodona sobre intel·ligència artificial i ensenyament superior en la Setmana de l'Aprenentatge Mòbil 2019, organitzada per la UNESCO a París. Aiming Higher Juntament amb BBC StoryWorks, la IAU ha impulsat la sèrie de documentals Aiming Higher , una iniciativa única que dona veu a les institucions i als sistemes d'ensenyament superior d'arreu del món i n'il·lustra el paper com a actors centrals en el desenvolupament sostenible, la innovació i la transformació social . Vol ser, també, un espai de reflexió al voltant de la funció imprescindible de l'ensenyament superior en el desenvolupament de societats sostenibles i democràtiques. Un dels capítols és protagonitzat per la UOC. Fòrums internacionals Com a membre actiu de la IAU, participem en diferents fòrums d'alt nivell: Fòrum Polític d'Alt Nivell de les Nacions Unides 2019 Conferència de Rectors de l'ASEF 2019 Setmana de l'Aprenentatge Mòbil 2019 , que organitza la UNESCO Conferència Internacional de la IAU 2019 (Puebla, Mèxic). Conferència Internacional de la IAU 2018 (Kuala Lumpur, Malàisia) Más…"
}