{
  "url": "https://uoc.edu/portal/ca/compromis-social/xarxes/eadtu/index.html",
  "content": "Xarxes internacionals European Association of Distance Teaching Universities (EADTU) L’Associació Europea d’Universitats d’Educació a Distància (EADTU, European Association of Distance Teaching Universities) és una xarxa europea formada per universitats en línia i a distància europees que treballa amb la missió d' influir en la política pública en qüestions de formació en línia i a distància , a més de captar fons per a projectes innovadors vinculats amb l'àmbit de l'educació virtual. La UOC, com a referent en educació en línia, participa en diferents projectes: Projecte European Short Learning Programmes (E-SLP) Grup de treball Mobilitats Virtuals Grup de treball Intel·ligència Artificial Altres projectes i publicacions Projecte European Short Learning Programmes (E-SLP) L'objectiu d'aquest projecte és aportar innovació a les polítiques públiques d'educació contínua i d'aprenentatge al llarg de la vida i tenir una eina flexible i escalable per respondre a les necessitats de competències canviants en l'àmbit laboral i com a societat. La UOC ha liderat l'activitat al voltant del currículum i el disseny dels cursos i ha elaborat una guia pràctica de com es dissenyen programes curts de formació. Grup de treball Mobilitats Virtuals Amb l'objectiu d'internacionalitzar els currículums de les universitats, facilitar experiències internacionals a tots els estudiants universitaris i millorar les relacions entre institucions en l'àmbit de la docència i la recerca, la UOC forma part d'aquest grup de treball que busca impulsar les mobilitats virtuals . Grup de treball Intel·ligència Artificial Hem impulsat un grup de treball per analitzar la inclusió de la intel·ligència artificial en l'ensenyament superior. Altres projectes i publicacions La UOC participa regularment, amb ponències principals i presentacions, en les conferències anuals de l'EADTU. Conferència Anual de l'EADTU 2019 (Madrid, Espanya) Conferència Anual de l'EADTU 2018 (Aarhus, Dinamarca) Conferència Anual de l'EADTU 2017 (Milton Keynes, Gran Bretanya) També hem publicat capítols a l' Envisioning Report que publica anualment la xarxa i també en altres publicacions. Envisioning Report 2019 , amb les contribucions de Gema Santos («Open learning activities in Spanish institutional repositories») i de Lourdes Guàrdia, Marcelo Maina i Sandrine Albert («Good practices in European Short Learning Programmes [E-SLP])». Envisioning Report 2018 , amb les contribucions de Gema Santos («The Role of the Academic Libraries in MOOCs») i de Lourdes Guàrdia i Marcelo Maina (« FUTURA - Next generation pedagogy. IDEAS for Online and Blended Higher Education »). Envisioning Report 2017 , amb la contribució de Gema Santos («The 7 steps to support teaching, learning and research from Digital Libraries»). The Changing Pedagogical Landscape , amb la participació d'Albert Sangrà."
}