{
  "url": "https://uoc.edu/portal/ca/universitat/faqs/sobre-universitat/index.html",
  "content": "La UOC Quin és el compromís de la UOC? Des de quan existeix la UOC? La UOC és una universitat pública o privada? La UOC és acreditada? Quants estudiants hi ha a la UOC? Quantes persones hi treballen, a la UOC? Hi ha alguna associació d'alumnes? La UOC està afiliada a alguna institució? Quin és el compromís de la UOC? Consolidar-se com una universitat referent en la formació en línia de qualitat, global i dotada d’una estructura òptima per a donar el millor servei possible a l’estudiant, avaluant i publicant periòdicament la seva satisfacció. La metodologia de la UOC s’orienta a facilitar al màxim els processos d’aprenentatge incorporant constantment la innovació per a la millora. Des de quan existeix la UOC? La Fundació per a la Universitat Oberta de Catalunya es va crear el 6 d’octubre de 1994 com una iniciativa del govern català per a proporcionar aprenentatge al llarg de la vida mitjançant l’ús de tecnologies de la informació i un model d’ensenyament personalitzat. La UOC és una universitat pública o privada? La UOC és una universitat que presta un servei públic i s’organitza mitjançant gestió privada. La UOC forma part del sistema universitari de Catalunya i del sistema universitari espanyol. Les titulacions que ofereix són oficials i estan avalades per l’Agència per a la Qualitat del Sistema Universitari de Catalunya (AQU) i l’Agència Nacional d’Avaluació de la Qualitat i Acreditació (ANECA), que asseguren el rigor i el compliment dels estàndards exigits pel sistema universitari europeu. Més informació sobre la consideració jurídica de la UOC La UOC és acreditada? L'oferta formativa està acreditada amb segells de qualitat nacionals (AQU, AUDIT-AQU, Consejo de Universidades) i internacionals (UNWTO, TedQual i Euro-Inf). La revista britànica Times Higher Education situa la UOC entre les 800 millors universitats del món, i l'única en línia de l'Estat espanyol. Som la primera universitat catalana amb tota l'oferta oficial acreditada L'AQU Catalunya ha certificat la implantació del sistema de garantia interna de la qualitat (SGIQ) de la UOC. La Universitat es caracteritza per tenir un SGIQ únic per a la institució, que inclou totes les titulacions oficials de grau i màster que s'hi imparteixen. La certificació del SGIQ assegura que el sistema està implantat i desplegat en el centre —en aquest cas, a tota la Universitat— i que és adequat per assegurar la qualitat de les titulacions que s'hi imparteixen. La certificació del SGIQ ha permès aconseguir l'acreditació institucional durant el curs 2021-2022, que permet acreditar tots els títols universitaris oficials de grau i màster que s'hi imparteixen per un període de sis anys, prorrogable en períodes idèntics després de superar un nou procés d'avaluació externa. La UOC al Registre d'Universitats, Centres i Títols (RUCT) del Ministeri d'Educació, Cultura i Esports d'Espanya Relació de títols que imparteix la UOC al RUCT del Ministeri d'Educació, Cultura i Esports d'Espanya Quants estudiants hi ha a la UOC? Hi ha 90.400 estudiants entre tots els programes. Quantes persones hi treballen, a la UOC? La UOC té ocupat el nombre de persones següent: * 615 professorat propi i personal investigador 6.556 personal docent de suport a la docència i tutors i tutores 886 membres del personal de gestió * Dades de personal docent investigador, personal investigador i personal de gestió actiu a 31 de desembre de 2023. Dades de personal docent de suport a la docència i tutors i tutores del curs 2023-2024 . Hi ha alguna associació d'alumnes? Sí. El 2008 va néixer la comunitat de graduats de la UOC, UOC Alumni. UOC Alumni vol ser el punt de trobada entre els graduats i la Universitat amb l’objectiu de ser la plataforma idònia perquè els antics alumnes entrin en contacte amb companys d’estudi, col·legues de professió, docents i estudis. A més, la comunitat de graduats de la UOC potencia l’accés a la formació contínua i a l’actualització professional. Vés a UOC Alumni La UOC està afiliada a alguna institució? La UOC és una institució independent. No obstant això, està implicada en molts projectes de col·laboració arreu del món amb altres institucions, universitats, empreses, organitzacions internacionals i agències intergovernamentals, com l’Institut Tecnològic de Massachusetts (MIT), la UNESCO, la Divisió d’Adquisicions de les Nacions Unides (UNPD), l’Organització Mundial del Turisme (OMT), l’Organització Mundial de la Salut (OMS) i les Nacions Unides. Més informació sobre l'activitat internacional de la UOC Más…"
}