{
  "url": "https://uoc.edu/portal/ca/_peu/avis_legal/formulari-seleccio-personal-slump/index.html",
  "content": "Avís legal Formulari eina selecció de personal Qui és el responsable del tractament de les dades personals? Amb quina finalitat es tracten les vostres dades personals? Durant quant de temps? Quina és la legitimació per al tractament de les dades? Quines mesures de seguretat s'han implementat per protegir les dades personals? Comunica la FUOC les dades personals a terceres persones? Hi ha altres entitats que puguin tenir accés a les vostres dades personals per ajudar la FUOC amb alguna de les tasques relatives a les finalitats de tractament? Quins són els vostres drets? Qui és el responsable del tractament de les dades personals? El tractament de les dades personals captades mitjançant aquesta eina és responsabilitat de la Fundació per a la Universitat Oberta de Catalunya (d'ara endavant, la FUOC), amb NIF G-60667813 i domicili social situat a Barcelona, Rambla del Poblenou, 154-156. Si teniu qualsevol dubte sobre el tractament de la informació personal, podeu contactar amb la delegada de Protecció de Dades mitjançant els punts de contacte següents: Correu electrònic: dpd@uoc.edu Correu postal: Rambla del Poblenou, 154-156, Barcelona, a l'atenció de la delegada de Protecció de Dades de la FUOC Amb quina finalitat es tracten les vostres dades personals? Durant quant de temps? Les dades personals recollides mitjançant aquest formulari són tractades amb la finalitat de gestionar l'alta i el registre a l'espai de candidatures de la plataforma de selecció de personal de la UOC, així com les inscripcions en les candidatures rebudes. Així mateix, les vostres dades poden ser tractades, en cas que les vulgueu aportar, per donar compliment a les obligacions legals establertes en els articles 40.2 i 42.1 del Reial decret legislatiu 1/2013, de la Llei general de drets de les persones amb discapacitat i de la seva inclusió social, en relació amb el compliment de la quota de treballadors amb discapacitat i l'adopció de les mesures adequades per adaptar el lloc de treball. La FUOC conserva les dades personals bloquejades durant el període en què se'n poden derivar responsabilitats legals. Quan expiren aquestes responsabilitats, les dades personals són eliminades de forma definitiva. Quina és la legitimació per al tractament de les dades? La base legal per al tractament de les dades personals per a l'alta i el registre de candidatures, així com per a la gestió d'inscripcions, és l'execució de mesures precontractuals; i, per al còmput de la quota de treballadors, així com per a l'adopció de les mesures que escaiguin, el compliment d'una obligació legal. En tot cas, es pot retirar en qualsevol moment el consentiment prestat, a través dels mitjans indicats a l'apartat Quins són els vostres drets? d'aquest document. Quines mesures de seguretat s'han implementat per protegir les dades personals? La FUOC tracta les dades personals de manera absolutament confidencial. Així mateix, ha implementat mesures tècniques i organitzatives adequades per garantir-ne la seguretat i evitar-ne la destrucció, la pèrdua, l'accés il·lícit o l'alteració il·lícita. A l'hora de determinar aquestes mesures s'han tingut en compte criteris com l'abast, el context i les finalitats del tractament, l'estat de la tècnica i els riscos existents. Comunica la FUOC les dades personals a terceres persones? La FUOC comunica les dades personals a terceres persones si és necessari per donar compliment a les obligacions legals que en cada cas corresponguin. Hi ha altres entitats que puguin tenir accés a les vostres dades personals per ajudar la FUOC amb alguna de les tasques relatives a les finalitats de tractament? La FUOC compta amb diversos proveïdors que l'assisteixen en l'execució de diferents tasques relacionades amb el tractament de les vostres dades personals. Quins són els vostres drets? Aquests són els vostres drets en matèria de protecció de dades: Dret En què consisteix? Dret d'accés Consultar quines dades personals tenim. Dret de rectificació Modificar les dades personals que tenim quan siguin inexactes. Dret d'oposició Sol·licitar que no tractem les dades personals per a algunes finalitats concretes i que no es pugui ser objecte de decisions individuals automatitzades. Dret de supressió Sol·licitar que eliminem les dades personals. Dret de limitació Sol·licitar que limitem el tractament de les dades personals. Dret de portabilitat Sol·licitar que us lliurem en un format informàtic la informació que tenim. Dret de presentar una reclamació davant l'autoritat competent Presentar una reclamació davant l'autoritat competent per defensar els vostres drets, a través de la pàgina web . Per exercir aquests drets, és suficient que ens feu arribar una comunicació a Fundació per la Universitat Oberta de Catalunya, bé per correu electrònic a l'adreça fuoc_pd@uoc.edu bé mitjançant correu postal a l'adreça Rambla del Poblenou, 154-156, Barcelona, amb la referència \"Protecció de dades\". La sol·licitud ha de contenir una còpia del vostre DNI o un altre document d'identificació equivalent, així com el contingut mínim previst a la normativa aplicable. Si la sol·licitud no reuneix els requisits especificats, se us pot requerir que l'esmeneu. L'exercici d'aquests drets és gratuït, tot i que es pot cobrar un cànon quan les sol·licituds són infundades, excessives o repetitives."
}