{
  "url": "https://uoc.edu/portal/ca/_peu/avis_legal/politica-privacitat/index.html",
  "content": "Avís legal Política de privacitat 1. Responsable del tractament 2. Finalitat del tractament 3. Durada 4. Legitimació del tractament, decisions automatitzades i perfils 5. Lloc on es desa la informació 6. Comunicació i transferència internacional de dades 7. Drets de les persones interessades 8. Drets 9. Seguretat 10. Galetes ( cookies ) 11. Canvis en aquesta política de privacitat 1. Responsable del tractament El tractament de les dades personals captades mitjançant els formularis disponibles en aquesta pàgina web és responsabilitat de la Fundació per a la Universitat Oberta de Catalunya (en endavant, \"FUOC\"), amb NIF G-60.667.813 i domicili social situat a la rambla del Poblenou, 154-156 (Barcelona). Si teniu cap dubte sobre el tractament de la informació personal, podeu contactar amb la delegada de protecció de dades mitjançant els punts de contacte següents: Correu electrònic: dpd@uoc.edu . Correu postal: rambla del Poblenou, 154-156, Barcelona, a l'atenció de la delegada de protecció de dades de la FUOC. 2. Finalitat del tractament Les vostres dades personals poden ser tractades per a les finalitats següents, en funció de les finalitats concretes per a les quals ens les hàgiu facilitat mitjançant l'emplenament del formulari seleccionat en cada cas o per altres mitjans de recollida de dades: Prestar assessorament personalitzat d'un tutor que us orienti en la selecció d'assignatures del curs pel qual us hàgiu interessat, i que us ajudi a consultar el preu de la matrícula, el reconeixement de crèdits, les beques i la documentació necessària per a la formalització de la matrícula. Dur a terme la prestació dels serveis docents contractats mitjançant la formalització de la matrícula, fet que implica el tractament de dades necessàries per dur a terme aquesta finalitat, que, a títol enunciatiu, pot incloure: L'ús de la imatge i la veu de l'estudiant en el marc d'activitats docents en línia. L'enregistrament d'àudio i/o vídeo de l'estudiant en el marc d'activitats docents en línia, ja sigui de manera síncrona o asíncrona. L'avaluació de material docent elaborat per l'estudiant. La gravació audiovisual (imatge i veu) durant proves orals, com ara exàmens finals, proves d'avaluació contínua, exposició i/o defensa de treballs, etc. L'ús d'eines que ajudin a la verificació de l'autoria durant la realització d'exàmens finals, proves d'avaluació contínua, exposició i/o defensa de treballs, etc. Dur a terme els tràmits necessaris per a la formalització de la matrícula, fet que implica la realització de les gestions administratives associades, com ara les següents: L'accés, en què es revisa la documentació aportada per l'estudiant perquè la UOC la validi. L'atenció, en què es faciliten i es posen a disposició de l'estudiant els canals de comunicació amb la UOC. La certificació, en què s'habilita i es gestiona la possibilitat de l'estudiant de sol·licitar certificacions relatives al seu expedient. La posada a disposició al Campus Virtual. La identificació per a la realització de les proves virtuals, a fi de portar a terme els processos de verificació en el desenvolupament de les proves d'avaluació i evitar possibles suplantacions d'identitat. La prevenció del frau acadèmic. La realització de les gestions administratives per a l'alta (i la baixa) en les eines al núvol necessàries per estudiar a la FUOC, com ara GSuite for Education UOC i Adobe Creative Cloud. Així mateix, l'assegurament de l'accés al Campus Virtual amb les condicions d'ús i els serveis associats a la persona interessada segons el seu paper, sigui estudiant en actiu, docent col·laborador, alumni o el rol que en el seu moment pugui tenir assignat. La participació en el Campus Virtual implica l'assignació automàtica d'un nom d'usuari individual associat a un compte d'aplicacions ofimàtiques i eines al núvol que inclou el correu electrònic de la FUOC. Podeu consultar aquí les condicions particulars d'ús del paquet GSuite. La gestió de l'enviament d'informació relativa a l'oferta formativa de la UOC en l'àmbit formatiu que hàgiu triat. L'avaluació i el seguiment dels serveis oferts per la UOC mitjançant estadístiques i enquestes de satisfacció. L'elaboració d'un perfil basat en els interessos que ens hàgiu comunicat i els estudis que vulgueu cursar, per a l'enviament de comunicacions relatives a productes, serveis i activitats promocionals de la UOC, en cas que ens hàgiu autoritzat expressament a fer-ho. En cas que ens hàgiu autoritzat expressament a fer-ho, l'enviament d'informació relativa a productes, serveis i activitats promocionals de la UOC. Gestionar les trucades a les persones que han sol·licitat expressament rebre informació per aquest canal, fet que implica el tractament de dades personals per a les finalitats següents: Gravar la trucada per motius de qualitat. Facilitar a la persona interessada la informació sol·licitada. Si cal, acompanyar la persona i ajudar-la a dur a terme el procés de matriculació dels estudis que vulgui cursar. Fer enquestes de satisfacció relacionades amb tots els serveis que la UOC pugui prestar a les persones interessades, com ara enquestes relacionades amb l'atenció telefònica rebuda, el grau de satisfacció amb els estudis cursats, etc. No tractarem les dades personals per a altres finalitats que les que es descriuen aquí, excepte per obligació legal o requeriment judicial. 3. Durada Les dades personals recollides seran tractades per la FUOC per a les finalitats indicades en cada cas, mentre siguin necessàries per gestionar i prestar els serveis sol·licitats i —en cas que ens hi hàgiu autoritzat prèviament— fins que ens indiqueu que deixem de fer-ho. Concretament, les dades facilitades per a la formalització de la matrícula es conservaran durant el termini en què estigui vigent. Posteriorment, quedaran bloquejades fins que transcorrin els terminis de conservació aplicables. Les dades d'identificació per a la realització de les proves virtuals a fi de dur a terme els processos de verificació en el desenvolupament de les proves d'avaluació i evitar possibles suplantacions d'identitat, i per a la prevenció de frau acadèmic, es conservaran mentre durin les proves virtuals i, amb caràcter general, durant el termini d'un (1) any acadèmic, des que l'acta de qualificació sigui ferma. Pel que fa a les dades que permeten l'accés al Campus Virtual i l'ús de les eines associades, es conservaran mentre no sol·liciteu la cancel·lació d'aquest dret atorgat per la FUOC a la seva comunitat o fins que transcorrin els terminis de conservació aplicables. Respecte a la conservació de les dades per a l'enviament d'informació relativa a l'oferta formativa de la UOC en l'àmbit formatiu que hàgiu triat, i d'acord amb el perfil generat a partir dels interessos que ens hàgiu comunicat, es conservaran mentre no sol·liciteu que les eliminem. En acabar el període de temps aplicable, la FUOC conservarà les dades personals bloquejades durant el període en què es puguin derivar responsabilitats legals. Quan expirin aquestes responsabilitats, les dades personals s'eliminaran definitivament. 4. Legitimació del tractament, decisions automatitzades i perfils Les bases legals per al tractament de les dades personals per a les finalitats indicades són les següents: Pel que fa als tràmits d'accés i matrícula, l'assessorament i l'alta en les eines necessàries per estudiar a la FUOC, així com la prestació dels serveis docents, la base legal per al tractament és l'execució d'un contracte. Per a la gravació audiovisual de les diferents proves orals que es duguin a terme durant els estudis cursats a la FUOC, així com l'ús d'eines que contribueixin a la verificació de l'autoria en proves, exàmens i/o treballs, la base legal per al tractament de dades és el compliment d'una missió feta en interès públic. Pel que fa a la finalitat relativa a la remissió d'informació relacionada amb l'àmbit formatiu que hàgiu triat o del qual us hàgiu matriculat, així com la realització d'estadístiques i enquestes de satisfacció, la base legitimadora és l'interès legítim de la FUOC. Per a l'elaboració de perfils bàsics l'única conseqüència dels quals sigui la remissió d'informació personalitzada en relació amb l'àmbit formatiu que hàgiu triat o del qual us hàgiu matriculat, la base legal és l'interès legítim a rebre informació sobre cursos que poden ser complementaris a la formació cursada, sempre que no us oposeu a aquest tractament i a aquesta elaboració de perfils a través dels canals disposats per la FUOC amb aquestes finalitats. Per a alguns serveis, podem tractar les vostres dades amb mitjans parcialment automatitzats. Així mateix, en cas que ens autoritzeu expressament a fer-ho, mitjançant la casella corresponent disposada a aquest efecte al formulari que correspongui en cada cas, la base legal per a la remissió d'informació relativa a productes, serveis i activitats promocionals de la FUOC és el vostre consentiment, que podeu retirar en qualsevol moment a través dels canals disposats per la FUOC amb aquesta finalitat. Durant les trucades a les persones interessades per facilitar-los la informació sol·licitada expressament, així com l'acompanyament durant la trucada per al procés de matriculació, la base legitimadora és el consentiment facilitat durant la petició de contacte per rebre informació per part de la FUOC. 5. Lloc on es desa la informació La informació i les dades de caràcter personal proporcionades es guarden als servidors de la FUOC o de proveïdors i empreses encarregades del tractament de dades que tinguin els servidors en el territori de la Unió Europea. En cas que es tractin dades fora de la Unió Europea, se segueixen les garanties legals previstes en la normativa vigent, i es fa d'acord amb el que comuniquin les autoritats en matèria de protecció de dades en cada moment. Així mateix, d'acord amb el que disposen el Reglament (UE) 2016/679, de 27 d'abril, relatiu a la protecció de les persones físiques pel que fa al tractament de dades personals i a la lliure circulació d'aquestes dades (en endavant, \"RGPD\"), i la Llei 34/2002, d'11 de juliol, de serveis de la societat de la informació i de comerç electrònic (LSSICE), la FUOC ha implantat les mesures de seguretat necessàries, d'índole tècnica i organitzativa, per garantir i protegir la confidencialitat, la integritat i la disponibilitat de les dades tractades. 6. Comunicació i transferència internacional de dades Les dades que ens faciliteu a través dels formularis disponibles al web de la FUOC es comuniquen a tercers, si cal, per complir les obligacions legals corresponents en cada cas. Així mateix, la FUOC disposa de diversos proveïdors que l'assisteixen en l'execució de diferents tasques relacionades amb el tractament de les dades personals. Els proveïdors que tinguin una rellevància especial en el tractament de dades han de ser esmentats en primera capa. Amb aquesta finalitat, les dades facilitades poden ser comunicades a entitats encarregades del tractament: a títol enunciatiu, proveïdors de serveis d'enviament de comunicacions, aplicacions al núvol (com ara GSuite), serveis de missatgeria, agències, serveis d'identificació i verificació d'identitat, serveis per al funcionament correcte del Campus Virtual, etc. En aquests casos, la FUOC ha d'assegurar que l'empresa que faciliti el servei tingui establertes polítiques de privacitat i seguretat adequades, mitjançant clàusules contractuals vinculants per a totes les parts implicades. També es poden produir transferències internacionals, d'acord amb el règim d'autorització i notificació prèvia que estableix la normativa vigent, tal com disposa l'apartat en què s'exposa on es conserven les dades. S'han d'adoptar les mesures de protecció i seguretat adequades en cada cas. 7. Drets de les persones interessades Per a l'exercici dels drets que es detallen a continuació, n'hi ha prou que ens feu arribar una comunicació a Fundació per a la Universitat Oberta de Catalunya, amb la referència \"Protecció de dades\", a qualsevol dels canals següents: Per correu electrònic, a l'adreça fuoc_pd@uoc.edu . En cas que tingueu dubtes o consultes sobre el tractament de les dades personals, també us podeu posar en contacte amb la delegada de protecció de dades de la FUOC enviant un correu electrònic a dpd@uoc.edu . Per correu postal, a l'adreça rambla del Poblenou, 154-156, 08018 Barcelona. La nostra delegada us respondrà en un termini raonable de temps (fins a un màxim de dos mesos). Si la sol·licitud no reuneix els requisits necessaris per ser atesa, se us pot demanar que l'esmeneu. Per exemple, se us pot demanar que envieu una còpia del DNI o del document d'identificació equivalent per comprovar la vostra identitat. L'exercici dels drets és gratuït, si bé es pot cobrar un cànon quan les sol·licituds siguin infundades, excessives o repetitives. Així mateix, si no voleu continuar rebent correus de la FUOC corresponents a butlletins informatius o comunicacions promocionals, us podeu donar de baixa del servei enviant un correu electrònic a l'adreça indicada en les comunicacions rebudes o fent clic a l'enllaç situat a la part inferior de tots els nostres missatges. 8. Drets Dret d'accés: dret de la persona interessada a conèixer i obtenir informació sobre les seves dades de caràcter personal sotmeses a tractament. Dret de rectificació: dret de la persona interessada a corregir errors i modificar les dades que siguin inexactes o incompletes. Dret d'oposició: dret de la persona interessada a demanar que no es faci cap tractament de les seves dades de caràcter personal o que s'interrompi aquest tractament. Dret de supressió: dret de la persona interessada a sol·licitar l'eliminació de les dades de caràcter personal. Limitació del tractament: marcatge de les dades personals conservades, amb la finalitat de limitar-ne el tractament futur. Portabilitat de les dades: facilitació de les dades objecte de tractament a la persona interessada, perquè les pugui transmetre a un altre responsable sense impediments. Dret a no ser objecte de decisions individuals automatitzades respecte a les quals la persona interessada no hagi expressat el seu consentiment (inclosa l'elaboració de perfils). Dret a no ser objecte de decisions basades en el tractament automatitzat que produeixin efectes en les persones interessades o les afectin significativament. Dret a retirar el consentiment donat en qualsevol moment. La persona interessada també té dret a presentar una reclamació davant l' Autoritat Catalana de Protecció de Dades si considera que es poden haver vulnerat els seus drets pel que fa a la protecció de les dades. 9. Seguretat La UOC, en resposta a la confiança dipositada en la institució i tenint en compte la importància de les dades personals de l'usuari en matèria de protecció i confidencialitat, ha adoptat totes les mesures tècniques i organitzatives necessàries per salvaguardar-ne la seguretat, tal com exigeix la normativa vigent que regula el Reglament europeu de protecció de dades, la normativa en vigor en matèria de protecció de dades personals i les opinions de l'autoritat en matèria de protecció de dades i seguretat de la informació. 10. Galetes ( cookies ) Pots consultar tota la informació en relació a l'ús d'aquesta tecnologia en la nostra política de galetes . 11. Canvis en aquesta política de privacitat La UOC es reserva el dret a modificar aquesta política per adaptar-la a novetats legislatives o jurisprudencials. En cas que es produeixin canvis en aquesta política, la UOC n'informarà oportunament."
}