{
  "url": "https://uoc.edu/portal/ca/_peu/avis_legal/index.html",
  "content": "Avís legal Menú Escoltar Política de privacitat Delegat de protecció de dades Política de galetes Condicions generals de contractació Cessió de drets de propietat intel·lectual i de drets d'imatge Formulari eina selecció de personal Aquest avís és de visualització obligada i regula les condicions d'ús que han de ser observades i respectades pels usuaris d'aquesta pàgina web. És important llegir-lo atentament, ja que el fet d'accedir-hi i utilitzar els materials que s'hi contenen implica que l'usuari ha llegit i accepta, sense reserves, les condicions següents. 1. Informació general 2. Condicions d'ús de la pàgina web 3. Drets de propietat intel·lectual 4. Limitació de la responsabilitat 5. Política de privacitat 6. Política de galetes 7. Condicions generals de contractació 1. Informació general En compliment de la Llei de serveis de la societat de la informació i comerç electrònic, i altra legislació complementària, s'informa que el titular del lloc web és la Universitat Oberta de Catalunya –en endavant la UOC –, amb domicili social a Rambla del Poblenou, 154-156. 08018 Barcelona, amb el CIF núm. G60667813 i inscrita al Registre de Fundacions de la Generalitat de Catalunya amb el núm. 842. 2. Condicions d'ús de la pàgina web L'accés a la nostra pàgina web per part de l'usuari és gratuït i està condicionat a la lectura prèvia i acceptació íntegra, expressa i sense reserves d'aquestes CONDICIONS GENERALS D'ÚS , vigents en el moment de l'accés, que demanem que llegiu detingudament. Si l'usuari no està d'acord amb aquestes condicions d'ús, s'ha d'abstenir d'utilitzar aquest portal i d'operar-hi. La UOC , en el marc de la seva activitat, posa diferents continguts a disposició dels usuaris, per tal que en puguin fer un ús racional i atendre les seves necessitats d'informació amb finalitat docent, acadèmica, científica o similar, sense poder-ne fer, això no obstant, una explotació comercial i sense que això comporti cap relació professional, mercantil o laboral amb l'usuari, excepte en els casos previstos. L'accés a la nostra pàgina web és gratuït i no necessita subscripció o registre previs. No obstant això, per a utilitzar determinats serveis, en especial per a la matriculació en els nostres cursos, i tenir accés restringit al Campus Virtual, es pot demanar la subscripció prèvia i l'emplenament de formularis. Aquests casos seran identificats degudament, i s'indiquen en cada moment els procediments que s'han de seguir per a dur a terme el registre corresponent. Tot el que fa referència a aquests serveis i accessos restringits queda subjecte a normativa interna de la UOC , que tots els usuaris han de complir obligatòriament. L'usuari ha d'accedir a la nostra pàgina web d'acord amb la bona fe, les normes d'ordre públic, aquestes condicions generals d'ús i, si és el cas, les condicions específiques d'ús que hi siguin aplicables. L'accés al nostre lloc web es fa sota la responsabilitat pròpia i exclusiva de l'usuari, que ha de respondre en tot cas dels danys i perjudicis que causi a tercers o a nosaltres mateixos. L'usuari té expressament prohibida la utilització i obtenció dels serveis i continguts oferts en aquesta pàgina web per procediments diferents dels estipulats en aquestes condicions d'ús i, si és el cas, en les condicions particulars que regulin l'adquisició de determinats serveis. Aquesta pàgina web conté enllaços o hiperenllaços que condueixen a altres pàgines web gestionades per tercers aliens a la nostra organització. Així, doncs, la UOC no pot garantir el contingut o les informacions que es recullin en les pàgines web esmentades ni la seva veracitat o actualització i, en conseqüència, la UOC queda eximida de qualsevol responsabilitat per danys i perjudicis de tota mena que es puguin derivar de la utilització de pàgines web alienes a la nostra pàgina web. En qualsevol moment podem modificar la presentació i configuració del nostre web i els serveis i continguts prestats, tot això unilateralment i sense avís previ. 3. Drets de propietat intel·lectual La UOC és titular o llicenciatària, si escau, dels drets de propietat intel·lectual i industrial de la totalitat dels continguts d'aquesta pàgina web (incloent-hi, a títol merament enunciatiu i no limitatiu, tots els elements que configuren l'aparença visual, la imatge gràfica i altres estímuls sensorials de les pàgines web que formen el lloc web –aspecte i comportament o look and feel –, marques, logotips, noms comercials, textos, crítiques i comentaris, imatges, gràfics, dissenys, sons, bases de dades, programes, diagrames de flux, presentació, arquitectura de navegació i els codis font de les pàgines web). Sigui com sigui, la UOC disposa del corresponent consentiment per a l'ús dels diferents continguts que integren aquest lloc web. La UOC autoritza expressament la reproducció per a ús privat dels continguts d'aquesta pàgina web. Tanmateix, la UOC manifesta que, com que es nodreix de moltes aportacions desinteressades, aquesta autorització no inclou la reproducció, transformació i en general qualsevol altra forma d'explotació, pel procediment que sigui, dels continguts del lloc web, quan sigui amb finalitat comercial o lucrativa. Llevat de l'autorització per a ús privat esmentada en el paràgraf anterior, o que es permeti explícitament una altra cosa, l'accés al lloc web no implica la concessió de cap mena de permís, transmissió, llicència o cessió total ni parcial dels seus continguts. La UOC no assumeix cap responsabilitat que es pugui derivar de qualsevol alteració o manipulació d'aquesta pàgina web per part de tercers. Finalment, i dins del marc de difusió dels continguts oferts des del lloc web, queda expressament autoritzat l'establiment per part de tercers d'enllaços a la pàgina web de la UOC , sempre que aquests enllaços no tinguin una finalitat comercial o lucrativa. En tot cas, els enllaços establerts per tercers han de permetre saber a l'usuari que accedeix a la pàgina web de la UOC i han de fer visible necessàriament en el seu navegador l'URL corresponent a aquesta pàgina web. L'establiment d'enllaços per part de tercers no implica l'existència de cap mena d'associació entre la UOC i els seus titulars. 4. Limitació de la responsabilitat Posant a disposició de l'usuari aquesta pàgina web, li volem oferir tot un seguit de serveis i continguts de qualitat, amb la màxima diligència en la prestació d'aquests serveis i continguts i en els mitjans tecnològics utilitzats. Això no obstant, malgrat que la UOC ha adoptat les mesures de seguretat que permet l'estat actual de la tecnologia, no pot garantir l'absència absoluta de virus o elements lesius i, en conseqüència, queda exonerada de qualsevol responsabilitat en aquest aspecte. La UOC no assumeix cap responsabilitat derivada, o que es pugui derivar, de la utilització que els usuaris facin de les informacions i continguts d'aquesta pàgina web. Malgrat la presa de totes les precaucions necessàries per a proporcionar informacions actuals i exactes en el lloc web, la UOC no pot garantir l'actualització de tota la informació facilitada ni la manca d'errors o omissions. Les opinions aparegudes en les publicacions, revistes i articles accessibles des del lloc web pertanyen als seus respectius autors. Així mateix, la UOC no assumeix cap responsabilitat per la informació i els continguts de tota mena accessibles des del lloc web que hagin estat facilitats per tercers i, en especial, pels danys i perjudicis de qualsevol mena vinculats al que s'ha dit anteriorment i que es puguin produir per (i) absència o deficiències de la informació facilitada als usuaris, la seva veracitat, exactitud i suficiència; (ii) infracció dels drets dels consumidors i usuaris; (iii) infracció dels drets de propietat intel·lectual i industrial, realització d'actes de competència deslleial o de publicitat il·lícita; (iv) infracció del dret de protecció de dades, del secret professional i dels drets a l'honor, a la intimitat personal i familiar i a la imatge de les persones, i (v) en general l'incompliment de qualsevol llei, costum o codi de conducta que siguin aplicables. L'usuari assumeix tota la responsabilitat derivada de l'ús de la nostra pàgina web i és l'únic responsable de tot efecte directe o indirecte que es derivi sobre la pàgina web, incloent-hi, de manera enunciativa i no limitativa, tot resultat econòmic, tècnic o jurídic advers, a més de la defraudació de les expectatives generades pel nostre portal, i l'usuari s'obliga a mantenir indemne la UOC per qualssevol reclamacions derivades, directament o indirectament, dels fets, sense perjudici de les relacions contractuals entre les parts que es derivin de la matriculació a qualsevol del nostres estudis. La UOC facilita a tots els membres de la comunitat del Campus Virtual un compte de correu electrònic gratuït amb el domini uoc.edu i proporciona els mitjans tecnològics i d'allotjament necessaris per a gestionar-lo. El seu ús queda exclusivament reservat a l'àmbit docent i de comunicació entre els usuaris del Campus, i és expressament prohibit el seu ús professional i comercial. L'usuari assumeix tota la responsabilitat derivada de l'ús del correu electrònic i és l'únic responsable de tot efecte directe o indirecte que se'n derivi, i l'usuari s'obliga a mantenir indemne la UOC per qualssevol reclamacions derivades, directament o indirectament, del seu ús i continguts. Es prohibeix expressament, de manera enunciativa i no limitativa, la utilització dels comptes de correu electrònic amb el domini uoc.edu per a l'enviament de missatges electrònics massius, la continuació de cadenes de missatges, l'enviament de missatges en què el remitent no s'identifiqui plenament o es presti a confusió sobre la seva identitat i les variacions del contingut del missatge i el seu enviament de manera maliciosa. La UOC garanteix el compliment de les obligacions derivades de la Llei de serveis de la societat de la informació i de comerç electrònic, com a prestadora de serveis d'aquesta societat. Tot el que fa referència a la nostra pàgina web es regeix exclusivament per les lleis de l'Estat espanyol. En cas que es produeixi qualsevol mena de discrepància o diferència entre les parts amb relació a la interpretació i el contingut d'aquesta pàgina web, totes les parts se sotmeten, amb renúncia expressa a qualsevol altre fur, als jutjats i tribunals de Barcelona. La UOC es reserva el dret de suspendre temporalment l'accés a la seva pàgina web per causes relacionades amb la millora, el manteniment o la revisió dels continguts o de la programació, i també per qualsevol altre motiu. ATENCIÓ: Aquestes condicions generals d'ús han estat establertes amb data 05/06/2007. En qualsevol moment les podem modificar: cal comprovar la data d'emissió cada vegada que l'usuari es connecta a la nostra pàgina web i així tindrà la certesa que no s'ha produït cap modificació que l'afecti. 5. Política de privacitat Consulteu la política de privacitat. 6. Política de galetes Consulteu la política de galetes . 7. Condicions generals de contractació Consulteu les condicions generals de contractació ."
}