{
  "url": "https://uoc.edu/portal/ca/llibre-estil/guies-manuals/index.html",
  "content": "Guies, manuals i criteris Totes les guies Guia d'estil gràfic (.pdf) Guia d'estil fotogràfic (.pdf) Guia de maquetació (.pdf) Guia d'estil d'eines online (.pdf) Guia d'estil sonor (.pdf) Guia d'estil i circuits de l'audiovisual Guia d'estil web Guia d'estil per a Google Sites (.pdf) Guia de xarxes socials Guia de llengua i estil UOC Guia actitudinal i de to de veu (.pdf) Manual de senyalització (.pdf) Totes les guies en un únic espai Les guies que trobaràs en aquest espai ens ajuden a crear una imatge unificada i coherent que transmeti els valors i la personalitat de la marca UOC en els diferents espais i suports. Et podem ajudar? Contacta amb nosaltres Per a descarregar els fitxers hauràs d'autentificar-te amb el nom d’usuari i la contrasenya de Campus. Si ets estudiant , pots utilitzar les plantilles de Drive (documents i presentacions de Google) per elaborar els treballs acadèmics. La resta de plantilles i recursos són d' ús exclusiu del personal acadèmic i de gestió de la UOC. Treballs gràfics i audiovisuals Guia d'estil gràfic Coneix les normes per a una correcte aplicació de la marca. Guia d'estil fotogràfic Criteris per transmetre la personalitat de la marca mitjançant la fotografia. Guia d'estil de maquetació Recursos gràfics i fotogràfics Logotips Icones Gràfics UOC Fotografies i vídeos Guia d'estil eines online Com aplicar la imatge de marca UOC a les principals eines en línia per a crear continguts visuals. Guia d'estil sonor Els elements sonors, una nova dimensió de la marca. Guia d'estil i circuits de l'audiovisual Tot el que necessites per a un projecte audiovisual (vídeo, fotografia i so) A la Guia d'estil audiovisual trobaràs: Guia d'estil audiovisual (.pdf) Guia d'animació (.pdf) (en espanyol) Consells per a l'autoenregistrament i les videoconferències (.pdf) Plataformes digitals Xarxes socials Guia d'estil web Guia d'estil frontend: patrons d'HTML, CSS i JS reutilitzables. Guia d'estil per a Google sites Aplicar la marca al webs creats amb Google Sites. Guia de xarxes socials Tot el que has de saber si gestiones xarxes socials a la UOC. Recursos per a la gestió de les xarxes socials Guia d'usos i estils de les xarxes socials UOC (.pdf) Avatars i capçaleres per a xarxes socials (.zip) Plantilles per a continguts (.zip) Comunicació oral i escrita Espais físics Llengua i estil de la UOC Aquest web ofereix recursos i criteris de llengua i d'edició. Recursos de llengua i estil UOC Guia actitudinal i de to de veu Consells per fer un ús no sexista de la llengua Manual de senyalització Plantilles per actes i espais Plantilles per a espais Plantilles per a actes"
}