{
  "url": "https://uoc.edu/portal/ca/llibre-estil/descarregues/logotips/index.html",
  "content": "Logotips, recursos i plantilles Logotips Per a descarregar els fitxers hauràs d'autentificar-te amb el nom d’usuari i la contrasenya de Campus. Si ets estudiant , pots utilitzar les plantilles de Drive (documents i presentacions de Google) per elaborar els treballs acadèmics. La resta de plantilles i recursos són d' ús exclusiu del personal acadèmic i de gestió de la UOC. Normativa d'ús de la marca UOC Autorització ús de la marca UOC Qualsevol persona, física o jurídica, aliena a la Universitat, que vulgui fer ús de la marca UOC, ha d'obtenir l'autorització corresponent de forma prèvia. Per sol·licitar l’ús de la marca, és necessari emplenar els camps que es demanen en el present formulari i enviar-lo, juntament amb la documentació identificativa que s’indica, a l’adreça de correu electrònic: assessoriajuridica@uoc.edu. Una vegada analitzada la sol·licitud, així com la documentació identificativa del sol·licitant, la UOC podrà autoritzar l’ús de la marca si considera que la petició és pertinent i justificada. L’autorització d’ús de la marca es formalitzarà a través de la corresponent llicència d’ús. Un cop firmada per ambdues parts, el sol·licitant podrà fer-ne ús en les condicions pactades. Masterbrand Logotip horitzontal 3 línies (.zip) Logotip horitzontal 2 línies (.zip) Logotip vertical (.zip) Centres de recerca i innovació Logotip IN3 (.zip) Logotip eHC (.zip) Logotip eLinC (.zip) Centres docents i Escola de Doctorat Estudis d'Arts i Humanitats (.zip) Estudis de Ciències de la Informació i de la Comunicació (.zip) Estudis de Ciències de la Salut (.zip) Estudis de Dret i Ciència Política (.zip) Estudis d'Economia i Empresa (.zip) Estudis d'Informàtica, Multimèdia i Telecomunicació (.zip) Estudis de Psicologia i Ciències de l'Educació (.zip) Escola de Dcotorat (.zip) Iniciatives, projectes i serveis Alumni (.zip) Biblioteca (.zip) Hubbik (.zip) Marques comercials UOC Corporate Consulting (.zip) Editorial UOC (.zip)"
}