{
  "url": "https://uoc.edu/ca/alumni/coneix/entrevistes/2024/mireia-marques-corbella",
  "content": "15/1/24 · Entrevista «He après i continuo aprenent que cada mentee té interessos, curiositats diferents, i és sempre un aprenentatge mutu» Mireia Marquès Corbella, People Director AB Azucarera Iberia 4 min. Mireia Marquès Corbella , alumni del grau de Psicologia Parlem amb Mireia Marquès , una professional apassionada pel seu treball i reconeguda en l'àmbit dels recursos humans, que actualment exerceix de directora de Persones a AB Azucarera Iberia . La seva dedicació en el desenvolupament del talent la fa una mentora clau, que aporta la seva experiència i saber en múltiples iniciatives de l'organització en què treballa. En aquesta entrevista, Mireia Marquès comparteix els seus coneixements i vivències en el mentoring bidireccional, i l'impacte que té en la retenció i el desenvolupament del talent. Com et definiries personalment i professionalment? Tinc dues nenes de 6 i 8 anys. Amb elles aprenc cada dia, i hi veig reflectits alguns dels valors que ens fan més bones persones i més bons professionals a Azucarera. M'agrada fer esport a l'aire lliure, especialment tennis, descobrir noves cultures, llegir, i m'apassiona el cafè. Soc nascuda a Barcelona i visc a Madrid. Conèixer dues grans ciutats i poder continuar gaudint de les dues és una cosa que em fa enorgullir i m'omple d'energia, perquè totes dues són meravelloses. M'agrada poder-me organitzar l'agenda per poder fer equilibri en el meu dia a dia amb la família i a la feina, anar a l'oficina, viatjar als centres operatius i a Anglaterra. El meu objectiu principal és poder conèixer la gent, compartir i \"captar\" el valor que aporten en els seus llocs de treball, les seves inquietuds. Poder-los facilitar el desenvolupament professional ho considero essencial i estratègic. Coneixent l'estratègia de la companyia i sabent el valor de les persones que formem l'empresa és més fàcil poder encaixar totes les peces del puzle de la nostra companyia. Explica'ns la teva trajectòria fins a aconseguir la posició actual de directora de Persones a AB Azucarera Iberia. Em vaig incorporar a Azucarera el 12 de desembre de 2012, a l'àrea de Talent. Vaig venir de Barcelona a Madrid per un projecte professional nou i amb un gran repte per aconseguir. Va ser una experiència molt positiva en els àmbits professional i personal: conèixer l'organització, implementar nous programes, i, el més important, conèixer l'equip. Quatre anys més tard, l'àrea de Talent va créixer i vaig assumir la responsabilitat de selecció i formació, així com la comunicació interna, i el 2018 em van proposar la direcció de l'àrea de Persones. Va ser una promoció interna, i així continuem, fomentant el creixement i el desenvolupament de les persones. Quin és el benefici més important que aporta el mentoring bidireccional a una empresa en termes de desenvolupament i retenció de talent? Conèixer les inquietuds professionals de les persones a través dels mentors que no són membres de les àrees de persones. Per als mentors, conèixer amb una altra perspectiva la tasca que aporta aquesta persona, l'àrea… D'aquest programa hi ha propostes que les persones que hi han participat puguin estar implicades en projectes estratègics de la companyia. Com aborda aquest programa les necessitats tant professionals com personals dels participants? Sempre hi ha una formació abans d'engegar el programa, en què s'explica i es lliura material físic perquè es faci servir. Part del meu equip són els qui ajuden i s'hi involucren perquè tots els participants tinguin els recursos necessaris. Quines són les característiques o competències clau que cerques en un mentor per garantir l'èxit del programa? Que conegui el programa i l'objectiu, que hi cregui, i la seva sinceritat en la seva implicació. Deus tenir molts exemples que mostren com el programa ha impactat positivament en l'empresa. Quin destacaries? L'interès de saber \"què passa\" en el programa ja és impactant, perquè la gent que hi ha participat són els millors promotors; això és molt positiu, perquè només el fet de captar la curiositat i les ganes de saber en què consisteix em sembla molt encertat. Quin diries que és el desafiament més important per implementar un programa Mentor&Mentee en una organització? Tenir els mentors ben formats i amb la il·lusió de participar-hi any rere any, així com la bona elecció dels mentees per poder fer el millor match possible abans de començar el programa. El desafiament és que aquesta \"parella de ball\" avanci al seu ritme sempre amb un objectiu o objectius per aconseguir. Com a mentora, què és el més gratificant que trobes en aquest rol i què t'ha sorprès més sobre el que has après o rebut com a persona en ser mentora en el desenvolupament del talent en recursos humans? Poder-hi participar com a mentora, i més des de l'àrea de Persones, m'ha ajudat a \"canviar de barret\" i posar-me en el rol de mentee. M'encanta repetir cada any, i el que m'agrada més és seguir en contacte amb els mentees; és molt bonic i enriquidor. He après i continuo aprenent que cada mentee té interessos, curiositats diferents, i és sempre un aprenentatge mutu. Estudies Psicologia a la UOC. Professionalment, què significa per a tu aquesta formació i com l'apliques? M'encanta poder continuar formant-me i complementant la formació acadèmica. Cal estar actualitzat i tenir interès per saber, perquè penso que ser curiós en aquesta vida és clau per poder-te desenvolupar. Estudiar i poder aplicar situacions, estils, comportaments facilita, en el meu lloc de treball, veure reflectida la teoria en la realitat. Quins són els indicadors clau que fas servir per mesurar l'èxit i l'impacte del mentoring bidireccional en la teva organització? Les persones són la millor manera de mesurar-los. Les persones que hi han participat sempre contesten les preguntes que llança l'àrea de Talent per poder conèixer amb més detall la participació dels mentees. Personalment, quan parlo tant amb els mentors com amb els mentees, penso que pots entendre més les respostes de l'enquesta. Si mirem cinc anys enrere, de les persones que han participat en el programa, un 70 % és en un altre rol, en una altra àrea o bé en un altre programa de desenvolupament. Quin consell donaries als qui busquen aprofitar al màxim un programa de mentoring bidireccional sigui com a mentors o com a mentees? Als mentees: primer els felicito perquè estan en el programa; segon, els vull dir que ho aprofitin al màxim i valorin per què hi volen participar o per què el seu responsable ha considerat que hi haurien de participar. És una gran oportunitat d'una durada d'un any en què podran viure i compartir les seves inquietuds, dubtes, informació addicional, conèixer altres persones… Tot suma. Als mentors: els agraeixo el temps que hi dediquen i l'entrega en el programa, la bona preparació i les ganes de poder aportar alguna cosa al mentee; és una oportunitat de conèixer l'organització des d'un altre punt de vista amb persones que no hi han tingut un contacte directe perquè són d'altres àrees. Recursos Humans Alumni UOC - Psicologia"
}