{
  "url": "https://uoc.edu/ca/alumni/coneix/entrevistes/2023/jose-manuel-rodriguez-escudero",
  "content": "12/11/23 · Entrevista «Un líder transformacional en una organització ha de ser un promotor actiu de la innovació» José Manuel Rodríguez Escudero, HR Strategy Leader a Gonvarri Industries 5 min. José Manuel Rodríguez Escudero , alumni del Grau d'Administració i Direcció d'Empreses Parlem amb José Manuel Rodríguez Escudero , alumni de la UOC des del 2022, graduat en Administració d'Empreses i expert en estratègies en Recursos Humans . S'ha convertit en un col·laborador destacat del nostre Cicle Talent & RSC . En la seva primera sessió, titulada \" Desarrollo organizativo y su impacto en RRHH \", va compartir els seus coneixements sobre aquest tema i les eines clau per potenciar al màxim la productivitat i els beneficis d'una empresa des de l'àrea de Recursos Humans. Vols conèixer més coses sobre en José Manuel? Com et definiries personalment i professionalment Personalment, em descriuria com una persona innovadora . M'atreuen els reptes i, lluny de conformar-me, persegueixo la superació i el canvi positiu. Sempre intento guiar-me per tres valors que considero essencials: la humilitat , que m'impulsa a continuar aprenent i a comprendre que sempre hi ha més coses per descobrir; la determinació , que és la força que ens anima a superar obstacles, i la integritat , que ens orienta cap a fer el que és correcte. Des d'un punt de vista professional, sento total vocació pel món de l'empresa i el tracte amb les persones. L'empresa és l'escenari en què convergeixen negoci, persones i desafiaments. Aquí és on potenciem les nostres capacitats i apliquem el nostre potencial per generar impacte. La meva motivació professional és contribuir a aportar solucions a les necessitats canviants del negoci des d'una perspectiva organitzativa, buscant millores objectives. Com ha estat la teva trajectòria fins a arribar a la teva posició actual com a cap de HR Strategy, Transformation & Performance a Gonvarri Industries? Abans d'incorporar-me a Gonvarri Industries vaig tenir l'oportunitat de desenvolupar la meva experiència professional en el món de la consultoria estratègica de negoci i tecnològica , la qual cosa em va permetre adquirir una visió completa del món de l'empresa. Ja a Gonvarri vaig començar a l'àrea d'Organització i Processos, i des d'aquí a liderar projectes de desenvolupament organitzatiu i transformació a Recursos Humans. Participes en el Cicle Talent & RSC, promogut per UOC Alumni. Ens pots dir quins creus que són els reptes i els desafiaments que es plantegen en el sector de Recursos Humans en el futur? El primer repte que tenim a l'àrea de Recursos Humans a curt termini és la posada en marxa de programes de requalificació per donar resposta a les noves habilitats (skills) que requereixin les agendes digitals que tingui marcades cada companyia. Per exemple, de mitjana , avui els empleats fan servir únicament entre el 20 % i el 30 % de les funcionalitats i les capacitats que ofereixen les eines per a l'analítica de dades del negoci. D'altra banda, els eixos de competitivitat del sector industrial són la tecnologia i la innovació. Però tots dos són vàlids gairebé per a qualsevol altre sector, perquè creen avantatges competitius únics i barreres d'entrada. Si només tu tens el coneixement que has desenvolupat innovant és difícil que altres et puguin imitar. Per tant, en què hem de posar el focus? En la innovació i en la gestió del coneixement. Quant a la innovació, què pot fer Recursos Humans? Crear espais per al treball en equip i, juntament amb Negoci, crear reptes exigents i en temps limitat. Es tracta de posar el talent en acció. En aquest sentit, és necessari donar llibertat, donar recursos, tolerar l'error, donar reconeixement per part de la direcció i fomentar la meritocràcia. D'altra banda, pel que fa al coneixement, primer, hem de preservar el nostre saber fer, i, segon, l'hem de fer créixer. Com? Mitjançant programes de formació exigents i models pedagògics disruptius. L'objectiu és aplicar de manera primerenca la ciència a la innovació, sent tecnològicament avançats, desenvolupant processos de millora contínua i innovació. Amb tot això, estem ajudant, a més, a crear una marca d'ocupador atractiu i de referència que ens permetrà competir contra l'escassetat de talent. Com ha de ser el líder transformacional d'una organització? Un líder transformacional en una organització ha de ser un promotor actiu de la innovació, fomentant competències, actituds i coneixements claus en el seu equip. Això implica que s'ha d'enfocar a ampliar el coneixement del seu equip, impulsar l'adaptació al canvi, assumir riscos i estimular la creativitat i la iniciativa. Tinguem present que els equips sempre superen les capacitats dels seus components. A més del treball en equip, la formació de xarxes de suport i de coneixement intern i extern és clau. Ha de ser un catalitzador de la innovació, cultivant un entorn que valori i promogui la capacitat de pensar de forma original i sintètica. Això permetrà que l'organització avanci en processos de transformació o canvi de manera efectiva. Quines són les pràctiques específiques que recomanes per promoure la millora contínua en els equips de Recursos Humans i, al mateix temps, mantenir un alt nivell de motivació i compromís entre els membres de l'equip? Per experiència, la millor pràctica és crear un model propi de gestió del talent adaptat a la nostra empresa , un model que comprengui el cicle de vida de l'empleat a la companyia. Associat a aquest, un sistema d'indicadors senzills que ens permeti mesurar l'impacte dels nostres programes en el negoci i en els empleats. D'altra banda, és fonamental implementar una metodologia d'experiència de l'empleat , començant per aquelles àrees en què generem més impacte. Per mantenir un alt nivell de motivació i compromís en l'equip, la paraula és CONFIANÇA. Delegar totalment un o diversos mòduls del model de gestió, o dels programes, i donar capacitat executiva. Resultats! Ens pots explicar més detalladament l'eina que sigui clau per a aquesta transformació que comentes? La metodologia employee experience ens permet estudiar la forma en què els empleats perceben i viuen el seu treball a l'empresa. Se centra a entendre i millorar la seva experiència, considerant aspectes com la cultura de l'empresa, les relacions laborals, l'ambient de treball, el lideratge i el suport que reben. En mesurar i gestionar els principals punts d'interacció entre l'empleat i la companyia, creem un entorn més positiu i satisfactori per als empleats, la qual cosa al seu torn pot conduir a més compromís, productivitat i retenció de talent i, en definitiva, a millorar la qualitat de vida a la feina i el benestar de les persones. Què és el més gratificant de la teva feina en relació amb aquestes tendències que ens estàs explicant? Sens dubte, el més gratificant és la satisfacció per part de la direcció , ja que sempre se superen les expectatives esperades quant als projectes de transformació. Sempre —i això és mèrit dels equips— s'acaba aconseguint un nou valor, un nou avantatge competitiu o un canvi de gran importància. En definitiva, la capacitat de generar impacte en el negoci i en les persones . Et vas graduar l'any passat en ADE a la UOC. Què ha significat per a tu professionalment aquesta formació i com l'estàs aplicant? El que més destaco del meu pas per la UOC és el seu enfocament pràctic i els seus continguts totalment orientats a la realitat de la pràctica empresarial , afrontant casos de negoci d'actualitat i complexos. Així, els programes acadèmics de la UOC estan dissenyats per preparar els estudiants per afrontar problemes reals del món empresarial actual. Se centren a aplicar els coneixements en situacions reals, fet que m'ha permès adquirir bones competències en moltes àrees i poder-les aplicar directament a l'empresa . Ens recomanes alguna lectura, web o article sobre aquest tema tan interessant? Doncs tot just he acabat de llegir Ahora dirige el propósito , de Sergio de Miguel, que aborda d'una manera molt pràctica la transformació cultural i explica clarament els conceptes relacionats amb el propòsit, a més de proporcionar una guia amb els passos que cal fer per descobrir-lo i deixar-se guiar per ell. I, per finalitzar, quins consells donaries a algú que vulgui seguir els teus passos professionals? Un dels consells més valuosos que podria oferir és tenir clar on vols arribar, visualitzar-te i estudiar com has de ser i què has de fer i superar per aconseguir aquesta visió i el teu propòsit. Al llarg de la meva carrera, he afrontat dificultats i obstacles que em podrien haver desviat de les meves metes. Tanmateix, perseverar m'ha permès superar aquestes dificultats i continuar avançant . En moments d'incertesa o adversitat, mantenir una visió clara del que vols aconseguir i estar disposat a afrontar les dificultats amb determinació és fonamental per aconseguir el camí professional que ens proposem. Recursos Humans Alumni UOC - Administració d'Empreses"
}