{
  "url": "https://uoc.edu/ca/alumni/coneix/entrevistes/2023/luis-fernando-lopez-martinez",
  "content": "5/7/23 · Entrevista «Em fascina i em preocupa la manera com la tecnologia i els entorns digitals estan modelant la nostra vida quotidiana, incloent la nostra salut mental.» Luis Fernando López Martínez, Director Àrea Sanitària. Psicòleg General Sanitari. Psicoterapeuta 7 min. Luis Fernando López Martínez , alumni del Grau de Psicologia Luis Fernando López Martínez és psicòleg, docent, autor de diferents llibres i expert en la prevenció i intervenció en la conducta suïcida. Ponent del Webinar: Treballa bé, viu millor: millora el teu benestar laboral Com et presentaries des del punt de vista personal i professional? Soc un professional de l'àmbit de la psicologia i la salut mental, i exerceixo com a psicòleg general sanitari i psicoterapeuta. Com a part de la meva contribució al món acadèmic, he cofundat i desenvolupat el projecte ISNISS, en què exerceixo la direcció de l'Àrea Sanitària, a més d'elaborar textos acadèmics, articles i recerca en l'àmbit de la salut mental, i em dedico a la prevenció i la intervenció de la conducta suïcida i l'autolesió, amb un clar enfocament didàctic i formatiu. La meva dedicació a la recerca ha trobat el seu nínxol en l'estudi i l'anàlisi de comportaments autodestructius i suïcides en l'entorn digital, una problemàtica emergent en la nostra societat tecnològicament avançada. La meva formació complementària al llarg d'aquests anys inclou diversos màsters i estudis de postgrau i doctorat que m'han permès expandir les meves habilitats i coneixements en diversos sectors de la psicologia. Les meves especialitzacions addicionals inclouen la formació com a tècnic expert en violència de gènere i prevenció de riscos laborals, així com també expert en dol, i en prevenció i intervenció en conductes suïcides. Complemento la meva tasca professional i acadèmica col·laborant en diferents mitjans de comunicació i premsa, a més de treballar amb associacions i institucions tant públiques com privades, compartint i promovent la importància del benestar mental. En l'actualitat soc membre de l'Associació Espanyola de Neuropsiquiatria – Professionals de Salut Mental (AEN), membre de la Societat Espanyola de Psicologia Clínica i de la Salut (SEPCyS, per les sigles en castellà), membre de la Societat Internacional d'Autolesió (SIA), soci fundador de la Societat Espanyola de Suïcidologia i membre professional del grup d'estudi i recerca de la conducta suïcida del Col·legi Oficial de la Psicologia de Madrid, exercint el càrrec actual de coordinador tècnic del programa \"Hablemos de... Suicidio\". Com vas arribar a estudiar Psicologia a la UOC i a convertir-te en un expert en suïcidi i autolesió? El meu viatge en l'extens camp de la psicologia va començar a la UOC que ha jugat un paper transcendental en la meva formació acadèmica i professional, i m'ha proporcionat una base sòlida i exhaustiva en la teoria i la pràctica de la psicologia. La seva metodologia em va permetre adquirir una profunda comprensió dels principis fonamentals de la psicologia, mentre em brindava la llibertat d'explorar i desenvolupar els meus propis interessos dins de la disciplina. Un dels motius principals pels quals vaig decidir seguir aquest camí va ser la constatació que, malgrat la seva gravetat i freqüència, aquestes problemàtiques sovint es troben embolicades en un silenci eixordador. L'estigmatització i la por, en molts casos, impedeixen una discussió oberta i saludable. La falta de diàleg i entesa pot aïllar encara més les persones que estan lluitant amb pensaments autolesius i suïcides, i intensificar-ne el patiment. A més, em fascina i em preocupa la manera com la tecnologia i els entorns digitals estan modelant la nostra vida quotidiana, incloent-hi la nostra salut mental. L'emergència d'aquestes conductes en l'espai digital ha amplificat la necessitat de comprendre-les, i crec fermament que és crucial abordar aquest tema des d'un enfocament preventiu i terapèutic. Com és la teva feina a la consulta i com a docent? A la consulta, duc a terme una feina que es caracteritza per l'atenció personalitzada, el compromís i l'excel·lència professional. El meu enfocament és integral i basat en evidència científica, amb l'objectiu de potenciar el benestar i l'autonomia de cada individu que sol·licita la meva ajuda. En aquest sentit, faig ús d'eines i tècniques derivades de la teràpia cognitivoconductual i de la psicologia humanista, i totes dues es complementen per aconseguir un tractament eficaç. En cada consulta, el pacient es troba en el centre de la intervenció. Escolto atentament les seves preocupacions i sentiments, i després establim, de manera conjunta, els objectius terapèutics que volem aconseguir. En fomentar la participació activa del pacient en aquest procés, se'n promou l'autonomia i s'enforteix la relació terapèutica, que és fonamental per a l'èxit de la intervenció. A més de treballar amb pacients individuals, també faig teràpia de parella i de grup, sempre buscant prevenir, avaluar i intervenir en les dificultats emocionals i els reptes que es presentin. El meu enfocament en aquests casos és promoure la comunicació efectiva, la resolució de conflictes i el suport mutu, sempre en un ambient segur i respectuós. Com a docent, la meva tasca es basa a impartir coneixements de manera efectiva, sí, però també a inspirar els meus estudiants a descobrir i desenvolupar les seves pròpies passions dins de la psicologia. En les meves classes, fomento la discussió i el pensament crític, desafiant els meus estudiants a reflexionar sobre els temes presentats i a aplicar el que han après a situacions reals. L'ensenyament no es limita a les aules; també em dedico a la divulgació científica en diversos mitjans de comunicació i premsa, en què comparteixo recerques, reflexions i consells en matèria de salut mental. D'aquesta manera, espero contribuir a una major comprensió i conscienciació sobre la importància del benestar mental en la nostra societat. Tant en la meva pràctica clínica com en la meva tasca docent, vull deixar una petjada positiva, ja sigui ajudant algú a trobar el seu camí cap a la recuperació o inspirant un estudiant a seguir els seus propis somnis dins de la psicologia. És una feina desafiadora però immensament gratificant, i estic agraït de tenir l'oportunitat de fer-la cada dia. Què li recomanaries a algú que vulgui seguir els teus passos des del punt de vista professional? Formació sòlida. En primer lloc, és essencial obtenir una formació sòlida i completa en psicologia. Recomano una educació de qualitat que proporcioni una àmplia comprensió de la teoria i la pràctica psicològiques. Especialització. Una vegada que tinguis una base sòlida, és important especialitzar-te en les àrees que més t'interessin. En el meu cas, la prevenció de conductes suïcides i autolesives va ser una elecció conscient, basada en la identificació d'una necessitat crítica en la societat. Et recomanaria que busquessis aquelles àrees que t'apassionen i et mouen. Recerca. La recerca és un aspecte essencial per a qualsevol psicòleg. Et permetrà estar al corrent dels últims descobriments i enfocaments, i et donarà l'oportunitat de contribuir a la base de coneixements de la psicologia. Involucra't en projectes de recerca, ja sigui en la teva universitat o en col·laboració amb altres investigadors o institucions. Experiència pràctica. La teoria és fonamental, però l'experiència pràctica et donarà l'oportunitat d'aplicar el que has après i adquirir habilitats indispensables. Busca oportunitats per obtenir experiència, ja sigui a través de pràctiques, voluntariat o treballant amb la supervisió d'un psicòleg experimentat. Desenvolupament personal. La psicologia és una professió que requereix una gran empatia i comprensió. Per poder ajudar els altres, és important que et cuidis a tu mateix i comprenguis les teves pròpies emocions i reaccions. L'autoconeixement i l'autocura són eines essencials en aquest camp. Compromís i passió. Finalment, la psicologia és una professió que requereix compromís i passió. Pot ser emocionalment desafiador, però també immensament gratificant. Si sents una veritable vocació per ajudar els altres i t'apassiona entendre la ment humana, llavors estaràs en el camí correcte. Segueix els teus instints, mantingues una ment oberta i curiosa, i no deixis d'aprendre mai. Recorda sempre que la teva feina pot tenir un impacte significatiu en la vida de les persones, i això és un privilegi i una responsabilitat alhora. “«Les empreses tenen un paper crucial en la promoció del benestar dels seus empleats.»” Ens pots donar cinc reptes o consells sobre salut mental? La cura de la salut mental i la prevenció de la conducta suïcida són tasques crítiques en la nostra societat actual. Tanmateix, hi ha diversos reptes als quals ens hem d'enfrontar. Desestigmatització de la salut mental. Tot i que hem avançat considerablement en aquest sentit, encara queda molt per fer per eliminar l'estigma que envolta la salut mental. El primer pas per millorar la prevenció del suïcidi és fomentar una cultura en què les persones se sentin segures i que tenen suport a l'hora de buscar ajuda. Accessibilitat a serveis de salut mental. Assegurar-se que l'ajuda està disponible per a tothom és essencial. Necessitem millorar l'accessibilitat i l'assequibilitat dels serveis de salut mental, particularment en les comunitats més vulnerables i marginalitzades. Formació i educació. L'educació contínua sobre salut mental és necessària tant per als professionals de la salut com per al públic en general. Aquesta formació ha d'incloure el reconeixement primerenc dels signes de problemes de salut mental i les maneres d'intervenir de manera segura i efectiva. Inclusió de la tecnologia. El món digital ofereix noves oportunitats, però també nous desafiaments. És vital comprendre millor com les plataformes digitals poden ser utilitzades per identificar conductes suïcides o autolesives i proporcionar suport i recursos. Recerca constant. El suïcidi és un fenomen complex i multifacètic. Necessitem continuar investigant i entenent els factors de risc i protecció, els desencadenants i les millors pràctiques per a la intervenció. Quant a la gestió dels desafiaments futurs, és fonamental tenir una visió integradora i basada en la comunitat. El suïcidi no és un problema que es pugui abordar de manera aïllada. Necessitem col·laboració entre els diferents sectors de la societat: el sector de la salut, les escoles, les famílies, els mitjans de comunicació i els governs. És imperatiu tenir un enfocament de prevenció que vagi més enllà dels serveis de salut mental i que inclogui estratègies de suport social, desenvolupament d'habilitats i resiliència, i un ambient que promogui el benestar mental. Això no significa minimitzar la gravetat del problema, sinó enfocar-se en solucions integrals que ajudin les persones abans que arribin a un punt crític. I a les empreses? La salut mental i la prevenció del suïcidi són qüestions que també s'han d'abordar en l'entorn laboral. Les empreses exerceixen un paper crucial en la promoció del benestar dels seus empleats. A continuació, ofereixo algunes recomanacions per abordar aquests desafiaments en l'àmbit corporatiu. Promoure una cultura de salut mental positiva. Les empreses han de treballar activament per eliminar l'estigma al voltant de la salut mental. Això implica fomentar un ambient obert i de suport, en què els empleats se sentin còmodes parlant dels seus problemes i buscant ajuda. Proporcionar recursos i suport. Això pot incloure programes d'assistència a l'empleat, serveis d'assessorament i oportunitats de formació sobre salut mental. És crucial que aquests recursos siguin accessibles i es promoguin activament. Formació de lideratge. Els gerents i líders d'equip han d'estar capacitats per reconèixer signes de problemes de salut mental i saber com respondre de manera apropiada. Això inclou la derivació a recursos de suport i la gestió sensible de les necessitats i ajustos de l'empleat. Polítiques de benestar en el lloc de treball. Això pot abastar una varietat de mesures: des d'horaris de treball flexibles i permisos d'absència per malaltia mental fins a programes d'activitat física i espais tranquils per a la relaxació i la meditació. Integració de la salut mental en l'estratègia de salut i seguretat. Igual que amb la seguretat física, la salut mental s'ha de considerar una qüestió de salut i seguretat laboral. Això significa que s'ha de dur a terme una avaluació de riscos per a la salut mental i s'han d'implementar mesures preventives i de mitigació. Quant a la prevenció del suïcidi en particular, és important reconèixer que l'entorn de treball pot jugar un paper tant en l'exacerbació com en la mitigació dels factors de risc. Les empreses han d'estar alerta a factors d'estrès laboral com l'esgotament, l'assetjament o l'aïllament, que poden augmentar el risc de suïcidi, i treballar per abordar-los de manera proactiva. Igual que en la societat en general, a les empreses és fonamental evitar la retòrica alarmista i centrar-se a enviar un missatge clar i basat en l'evidència sobre la importància de l'autocura, la cerca d'ajuda i el suport mutu. Amb l'enfocament i les estratègies correctes, les empreses poden fer una contribució significativa a la promoció de la salut mental i la prevenció del suïcidi. Psicologia Salut Alumni UOC - Grau de Psicologia person.professional-web"
}