{
  "url": "https://uoc.edu/ca/alumni/coneix/entrevistes/2023/veronica-garcia",
  "content": "3/7/23 · Entrevista «Soc tutora de la UOC, tasca que em resulta molt gratificant, perquè em dona l'oportunitat d'acompanyar estudiants que, com jo, van decidir fer un pas endavant en la seva vida personal i la seva carrera professional.» Verónica García, Professora-psicopedagoga especialista en Altes Capacitats i tutora Màster Dificultats de l'Aprenentatge i Trastorns del llenguatge. 5 min. Verónica García , alumni del grau de Psicopedagogia Com et presentaries des del punt de vista personal? Val·lisoletana de naixement, però adoptada per la preciosa ciutat de Granada. Em considero una persona inquieta, no conformista, activa, segura de si mateixa i capaç d'aprofitar i esprémer cada segon del dia. Força, amor, energia, inquietud i passió… Així soc jo. Als 43 anys, estic orgullosa de poder dir que tinc una família meravellosa que fa que no m'aturi davant de res. Amb un esperit i un ànim contagiosos, ajudo i alimento d'il·lusió tothom que m'envolta, amb passió i entusiasme. No em fa por enfrontar-me a qualsevol repte que em presenti la vida. Soc optimista, busco sempre el costat bo de les coses. Procuro irradiar energia, confiança i inspiració. Ajudo a créixer els meus i procuro ser font d'inspiració per als altres, perquè creguin en si mateixos i aconsegueixin les seves metes. Em preocupo de fer les coses bé, i m'aboco a fer costat a les persones en les quals confio, protegint-les i compartint riures i moments especials. Soc amant de la naturalesa, els concerts, el mar, les postes de sol infinites i els peus enterrats entre la sorra d'una platja perduda al lloc més meravellós del món. Soc exploradora i una viatgera inquieta, amant de descobrir racons secrets… Així soc jo! I des del punt de vista professional? Em sento afortunada de poder desenvolupar-me professionalment en l'àmbit que m'apassiona més: la docència. Tinc el privilegi de poder guiar ments joves i ajudar-les en els seus petits o grans reptes. Coordino un projecte per a alumnes d'altes capacitats i també formo part de la comissió de convivència escolar. Em considero font d'inspiració perquè cadascú pugui descobrir el seu potencial i assoleixi les seves metes. M'agrada crear entorns d'aprenentatge estimulants i oferir a cada estudiant oportunitats i reptes que li permetin aprofitar al màxim el seu potencial, perquè pugui créixer en un entorn segur i feliç. A més, soc tutora de la UOC al màster universitari de Dificultats de l'Aprenentatge i Trastorns del Llenguatge. Aquesta tasca em resulta molt gratificant, perquè em dona l'oportunitat d'acompanyar estudiants que, com jo, van decidir involucrar-se, en un moment determinat de la vida, en el camí que els permetria avançar i fer un pas endavant en la seva vida personal i la seva carrera professional. Què ha significat per a tu graduar-te des del punt de vista professional? L'afany de millora contínua i de voler fer les coses bé em va portar a poder ampliar la meva formació. És una cosa que considero primordial en l'àmbit docent: mai podem deixar de formar-nos i d'aprendre. Cada infant, cada família i cada centre comporten un repte per als docents. El fet d'ampliar els meus coneixements en l'àmbit de la psicopedagogia ha estat una fita que m'ha proporcionat una base sòlida de coneixements i habilitats que, des del primer moment, he pogut aplicar. M'ha permès comprendre les complexitats del procés d'aprenentatge i desenvolupament, a més de dur a terme les estratègies per garantir un aprenentatge significatiu en un ambient inclusiu. He pogut ampliar la meva perspectiva com a docent i adquirir eines i enfocaments pràctics per poder detectar i identificar les necessitats dels estudiants. Això em permet dissenyar programes d'intervenció individualitzats i adaptar les estratègies educatives segons les seves capacitats, perquè els estudiants superin les seves dificultats i assoleixin el seu màxim potencial. He ampliat la meva visió i la meva capacitat de coordinar-me amb diferents equips multidisciplinaris, sempre buscant el benefici de cada infant i actuant amb criteri davant cada circumstància complexa, que he pogut transformar en oportunitat. Què recomanaries a algú que vulgui seguir els teus passos des del punt de vista professional? Cada camí professional és únic; el més important és seguir les passions i els valors de cadascú. Des del punt de vista de l'àmbit educatiu, en primer lloc, recomanaria una formació acadèmica de qualitat i contínua al llarg de tot el desenvolupament professional. Que investiguin i comprenguin en profunditat el camp en què exerceixen la seva professió, perquè això els ajudarà a ampliar la seva visió. Que considerin possibles àrees d'especialització que puguin explorar. A més, que aconsegueixin tenir una experiència pràctica en centres educatius que els permeti aplicar els coneixements teòrics a situacions reals. Que adquireixin habilitats de comunicació i empatia, perquè serà fonamental interactuar amb estudiants, famílies, docents i altres professionals. D'aquesta manera, podran establir relacions de confiança, arribar a comprendre les necessitats dels altres i crear espais de treball col·laboratius. Que creïn una xarxa de contactes connectant amb altres professionals del mateix àmbit, per poder obtenir oportunitats laborals i mantenir-se al corrent de les novetats en el camp docent. Que siguin curiosos i mantinguin la passió del primer dia, buscant créixer professionalment. I que es desenvolupin cercant oportunitats des del punt de vista personal i professional, per impulsar el seu talent. Amb dedicació i perseverança, podran construir una carrera gratificant. Quins creus que són els reptes principals a què ens enfrontem, socialment i professionalment, en el teu sector els pròxims deu anys? Vivim en un món global, en evolució i canvi constants, que necessita persones capaces d'afrontar els nous reptes i les noves realitats. Els docents hem de ser els professionals més preparats i formats per acompanyar els líders del futur. Hem de ser capaços d'abordar les barreres que dificulten l'accés a l'educació i garantir que tots els estudiants tinguin igualtat d'oportunitats. És important considerar l'avenç tecnològic i digital en l'àmbit educatiu, de manera que haurem de desenvolupar les habilitats que ens permetin assegurar que en fem un ús responsable i ètic. Hem d'intentar que la tecnologia sigui accessible per a tothom i hem de minimitzar la bretxa digital. Un altre repte molt important és la salut mental i el benestar dels estudiants: hem de promoure entorns segurs, saludables i de suport emocional. Els pròxims anys, també seran fonamentals els reptes relacionats amb la inclusió d'estudiants provinents de diferents cultures i llengües. Els camps de l'educació i la psicologia estan en evolució constant, i els professionals ens hem de mantenir actualitzats i formats constantment per poder abordar els reptes emergents de manera efectiva. Formes part del grup de docents col·laboradors de la UOC. Què representa per a tu? És una oportunitat única i enriquidora de creixement per a la meva trajectòria professional: em permet contribuir al camp de la docència en l'àmbit universitari, guiar estudiants en el procés d'aprenentatge durant la seva formació, i acompanyar-los al llarg del seu camí acadèmic. A més, m'ofereix un entorn de treball estimulant i molt dinàmic, i em dona l'oportunitat de col·laborar amb un equip de professionals altament qualificats i compromesos amb la qualitat educativa. Tot això enriqueix la meva pròpia pràctica professional i em permet mantenir-me actualitzada quant als últims avenços en el camp de l'educació. Encara recordo que, durant la pandèmia, vaig voler reproduir el model metodològic online de la UOC amb els meus estudiants. Sabia que funcionaria! A més, la flexibilitat de la feina a la UOC em permet conciliar les meves responsabilitats amb l'àmbit familiar i la presencialitat del centre docent, de manera que puc desenvolupar la meva passió per l'educació i la docència. Participes en totes les iniciatives que et proposa la Universitat. Com col·labores com a alumni de la UOC? Sento el compromís de col·laborar activament amb la UOC per l'oportunitat que m'ha ofert des del punt de vista formatiu i per l'experiència com a tutora. Com a alumni, comparteixo la meva experiència i el meu coneixement per guiar altres estudiants. Soc la seva mentora i els ofereixo suport i una perspectiva pràctica i real sobre el model metodològic de la UOC, fet que els permet assolir les seves metes educatives i professionals. Participo en sessions, trobades, jornades, programes de networking i esdeveniments amb altres alumnis de la UOC. Aquestes activitats són una oportunitat per fer contactes, intercanviar experiències i enfortir la comunitat de professionals que han passat per la Universitat. A més, aquestes interaccions fomenten l'aprenentatge mutu i permeten crear sinergies que poden donar lloc a col·laboracions professionals o projectes conjunts. “«M'agrada crear entorns d'aprenentatge estimulants i oferir a cada estudiant oportunitats i reptes que li permetin aprofitar al màxim el seu potencial.»” Educació UOC Alumni - Psicopedagogia"
}