{
  "url": "https://uoc.edu/portal/ca/llibre-estil/contacte/index.html",
  "content": "Contacte i preguntes més freqüents Amb qui puc contactar en cas de dubte? Haig d'utilitzar sempre la tipografia corporativa? Puc utilitzar el logotip de la UOC en altres colors? Puc crear el meu propi logotip? Els estudiants de la UOC poden utilitzar el logotip? Els proveïdors externs poden utilitzar el logotip? Amb qui puc contactar en cas de dubte? En cas de dubte posa't en contacte amb: Equip d'identitat corporativa Marca i Reputació Àrea de Comunicació identitat_corporativa@uoc.edu Haig d'utilitzar sempre la tipografia corporativa? En els espais digitals recomanem l'ús de la tipografia UOC, ja que es pot instal·lar en el servidor i determinar quines seran les fonts alternatives. En els documents d'ofimàtica (Microsoft Word, PowerPoint,...) i Google Drive, recomanem la utilització de les tipografies alternatives : Arial per a la UOC Sans i Georgia per a la UOC Serif (titulars, destacats, etc.). Per a saber-ne més, consulta la informació sobre tipografia . Puc utilitzar el logotip de la UOC en altres colors? No. Sempre que sigui possible, has d'utilitzar el logotip en positiu, amb el color corporatiu i el color de la masterbrand o les submarques. Quan l'entorn on s'hagi d'aplicar la marca o les necessitats de reproducció no ho permetin, es poden utilitzar les altres versions permeses . Puc crear el meu propi logotip? No. El logotip no ha de ser manipulat, redibuixat o canviat més enllà dels usos permesos . La marca UOC és flexible, adaptable i modular, el que permet tenir versions específiques per a diferents contextos i necessitats. Contacta'ns i et proporcionarem un logotip que s'adequï al teu projecte. Els estudiants de la UOC poden utilitzar el logotip? Com a estudiant de la UOC pots fer servir el logotip de la Universitat per a la teva activitat formativa , en els treballs i les proves d'avaluació. La utilització del logotip no és permesa en espais de caire particular com webs, xarxes socials o correu electrònic, on s'expressen opinions personals i no les de la institució. Els proveïdors externs poden utilitzar el logotip? Qualsevol persona, física o jurídica, aliena a la Universitat, que vulgui fer ús gràfic de la marca UOC i/o les submarques ha d'obtenir l' autorització corresponent. Per a tramitar-la, ha de fer arribar a assessoriajuridica@uoc.edu un escrit sobre els usos per als quals sol·licita l'autorització d'ús de marca. Una vegada rebuda la informació, la UOC estudiarà cada sol·licitud. Consulta el model d'autorització d'ús de la marca. La persona, física o jurídica, sol·licitant podrà fer servir la marca quan hi quedi efectivament autoritzada."
}