{
  "url": "https://uoc.edu/portal/ca/universitat/estrategia/codi-etic/index.html",
  "content": "Estratègia Codi ètic Menú Escoltar Valors i principis generals Valors i principis específics Seguiment La UOC, amb el propòsit de millorar el compliment dels seus objectius, decideix assumir un conjunt de valors, principis i normes que han d'inspirar la conducta dels membres de la nostra universitat . El codi ètic és un referent valuós per a tota la comunitat universitària i la seva obligatorietat s'estableix sobre la base de les raons morals que el justifiquen. La seva força rau exclusivament en el compromís adquirit per totes les persones integrants de la comunitat de respectar un conjunt de valors i principis comuns. En aquest sentit, el codi ètic no és una norma jurídica, sinó un recull de normes i principis morals que han d'orientar la convivència entre les diferents persones i col·lectius de la Universitat. Codi ètic de la UOC Objectius La finalitat d'aquest codi és recopilar un conjunt de compromisos ètics i fer-los visibles amb vista tant al funcionament de la Universitat mateixa com a la seva relació amb la societat, perquè: Serveixi de carta de presentació dels valors, principis i compromisos generals de la Universitat davant de la societat. Faciliti compartir pautes de referència per a les actuacions dels diferents agents de la nostra comunitat universitària. Ofereixi una guia general de principis i valors ètics que inspirin la diversitat de normes i reglaments que s'apliquen a la Universitat. Àmbit d'aplicació El codi ètic s'adreça a totes les persones i col·lectius que componen la comunitat universitària de la UOC. Així mateix, el codi també orientarà les relacions de la Universitat i el seu personal amb les entitats i empreses externes que presten serveis o col·laboren amb la UOC. Missió de la UOC La Universitat Oberta de Catalunya (UOC) és una universitat innovadora, arrelada a Catalunya i oberta al món, líder en formació virtual al llarg de la vida i en recerca sobre la societat de la informació i del coneixement. El seu model educatiu i de gestió, liderat per un equip altament qualificat, basat en la personalització i l'acompanyament integral de l'estudiant per mitjà del treball en xarxa i l'ús intensiu de les tecnologies de la informació i la comunicació (TIC), permet superar les barreres del temps i de l'espai i compartir, així, de manera universal, el coneixement que genera en favor del desenvolupament de les persones i la millora de la societat."
}