{
  "url": "https://uoc.edu/portal/ca/_peu/avis_legal/politica-galetes/index.html",
  "content": "Avís legal Política de galetes 1. Editor responsable del tractament 2. Què són les galetes? 3. Quin tipus de galetes s'utilitzen a la UOC? 4. Quines són les finalitats de les galetes que fa servir la UOC? 5. Galetes de tercers 6. Com puc gestionar l'ús de galetes que fa servir la UOC? 7. Transferències internacionals 8. Període de conservació de les dades 9. Protecció de dades 1. Editor responsable del tractament El tractament de les dades personals recopilades mitjançant els formularis disponibles en aquesta pàgina web és responsabilitat de la Fundació per a la Universitat Oberta de Catalunya (en endavant, \"FUOC\"), amb NIF G-60667813 i domicili social situat a Barcelona, rambla del Poblenou, 154-156. Si tens cap dubte sobre el tractament de la informació personal, pots contactar amb la delegada de protecció de dades mitjançant els punts de contacte següents: Adreça electrònica: dpd@uoc.edu Correu postal: rambla del Poblenou, 154-156, Barcelona, a l'atenció de la delegada de protecció de dades de la FUOC. 2. Què són les galetes? Les galetes o cookies són fitxers de text que es descarreguen a l'equip terminal de l'usuari (ordinador, tauleta, telèfon mòbil, etc.) i que es guarden a la memòria del seu navegador. Aquests fitxers poden servir per a finalitats molt diverses, com ara reconèixer-te com a usuari, obtenir informació sobre els teus hàbits de navegació o personalitzar la manera de presentar el contingut. El terme galeta o cookie també inclou altres tecnologies similars que poden instal·lar-se al terminal de l'usuari i que recullen informació sobre aquest o sobre el seu terminal (com ara les flash cookies , els web beacons o bugs , els píxels o l'HTML5 d'emmagatzematge local, etc.). Aquestes tecnologies es poden executar de manera conjunta amb les galetes per tal de recopilar i emmagatzemar informació, sigui per proporcionar i emmagatzemar informació de l'usuari, per oferir a l'usuari certes funcionalitats o serveis del web, o bé per mostrar publicitat personalitzada segons la navegació de l'usuari en llocs web de tercers. Els usos concrets que la UOC fa d'aquestes tecnologies es descriuen a continuació. Per defecte, totes les galetes estan desactivades, llevat de les tècniques o estrictament necessàries, ja que són indispensables per al funcionament del web. 3. Quin tipus de galetes s'utilitzen a la UOC? Les galetes que utilitza la UOC es poden classificar segons els tipus següents. Segons l'entitat que les gestiona : Pròpies . Són galetes que s'envien des d'un equip o domini gestionat per la UOC al terminal de l'usuari. De tercers . Són galetes que no s'envien al terminal de l'usuari des d'un equip o domini gestionat o controlat per la UOC, sinó que són enviades per un tercer domini, que tracta les dades obtingudes a través de les galetes. Segons el període de temps que romanguin activades : De sessió . Recullen dades mentre l'usuari navega pel web de la UOC, amb la finalitat de prestar el servei sol·licitat. Caduquen o s'esborren en un període de temps curt, o quan es tanca el navegador. Persistents . Es guarden al terminal de l'usuari durant un període definit pel responsable de la galeta, que pot anar d'uns minuts a uns quants anys, en funció de la finalitat de la galeta. 4. Quines són les finalitats de les galetes que fa servir la UOC? Galetes tècniques o estrictament necessàries Aquestes galetes són necessàries per a un funcionament òptim d'aquest lloc web i no es poden desactivar dels nostres sistemes. Generalment estan configurades per respondre a accions fetes per tu per rebre serveis, com ara ajustar les teves preferències de privacitat, iniciar sessió al lloc web o emplenar formularis. Pots configurar el navegador per alertar de la presència d'aquestes galetes o per bloquejar-les, però no podràs accedir a determinades seccions, i algunes funcionalitats no estaran disponibles. Aquestes galetes no desen cap informació personal. Galetes d'anàlisi o mesurament Aquestes galetes permeten a la UOC comptar les visites i fonts de trànsit per poder mesurar i millorar el rendiment del nostre lloc web. Ens ajuden a saber quines pàgines són més populars i quines ho són menys, i a veure quantes persones visiten el lloc web. Tota la informació que recullen aquestes galetes és agregada. Galetes de preferències o personalització Aquestes galetes permeten millorar la funcionalitat i habilitar la personalització del lloc web. Poden ser establertes per la UOC o per tercers dels quals hàgim afegit serveis al nostre lloc web. Si no habilites aquestes galetes, alguns dels nostres serveis podrien no funcionar correctament. Galetes de publicitat conductual Aquestes galetes emmagatzemen informació del comportament dels usuaris obtinguda mitjançant l'observació continuada dels seus hàbits de navegació, cosa que permet elaborar-ne un perfil específic per mostrar publicitat en funció d'aquest comportament. No emmagatzemen informació personal de manera directa, sinó que es basen en identificatius únics del navegador i del dispositiu des del qual s'accedeix al lloc web. 5. Galetes de tercers Són aquelles que s'envien al teu equip des d'un equip o domini que no és gestionat per nosaltres, sinó per una altra entitat col·laboradora. Pots consultar aquí les galetes de tercers, el seu nom, la seva finalitat i el seu termini de conservació. 6. Com puc gestionar l'ús de galetes que fa servir la UOC? Al panell de configuració de galetes, que és accessible des del lloc web de la UOC, hi podràs trobar tota la informació sobre les galetes que utilitza aquest lloc web, juntament amb altra informació rellevant sobre la finalitat, la durada i la gestió (pròpia o de tercers) de cadascuna de les galetes. Així mateix, hi podràs gestionar l'activació i la desactivació de l'ús de totes aquelles galetes que no siguin estrictament necessàries per al funcionament del lloc web. De manera alternativa, pots habilitar o deshabilitar l'ús de galetes des del teu navegador. A continuació, t'indiquem la manera de fer-ho en els navegadors següents: Google Chrome Internet Explorer Mozilla Firefox Safari Per a més informació sobre l'ús, la gestió i la configuració de les galetes des dels navegadors, et recomanem que consultis el web http://www.aboutcookies.org . Aquesta configuració de l'ús de galetes es pot modificar en qualsevol moment. Tingues en compte que tant la selecció del panell de configuració de galetes com la configuració del navegador són específiques per al navegador que utilitzis. Per tant, si configures les galetes d'una manera específica i vols que la configuració s'apliqui de manera similar en un altre navegador o dispositiu, hauràs de tornar a seleccionar les mateixes opcions a l'altre navegador o dispositiu. Sense perjudici de la configuració de galetes que decideixis establir, la UOC obté informació funcional sobre l'ús del web, no vinculada a cap usuari concret, mitjançant Google Consent Mode . 7. Transferències internacionals La UOC té diversos proveïdors que l'assisteixen en l'execució de diferents tasques i que poden estar situats fora de la Unió Europea o l'espai econòmic europeu. En aquests supòsits, s'adoptaran les mesures de protecció i seguretat adequades en cada cas tot complint, de manera estricta, allò que s'estableix en la normativa vigent en matèria de protecció de dades i, en particular, de conformitat amb l'article 45 i s. de l'RGPD. Pots consultar aquí les galetes que comporten una transferència internacional. 8. Període de conservació de les dades Les dades personals es tractaran d'acord amb la finalitat de cada galeta i durant el temps estrictament necessari per complir aquestes finalitats. Pots consultar aquí les galetes, el seu nom, la seva finalitat i el seu termini de conservació. Un cop finalitzada la finalitat indicada, la UOC conservarà les dades personals bloquejades durant el període necessari per complir les obligacions legals de les quals es puguin derivar responsabilitats legals relatives a les finalitats realitzades. Quan expirin aquestes responsabilitats, les dades personals han de ser eliminades definitivament. A més de tot això, has de tenir en compte que podràs gestionar l'activació i la desactivació de l'ús de totes aquelles galetes que no siguin estrictament necessàries per al funcionament del lloc web. Per a més informació, pots dirigir-te a la secció Com puc gestionar l'ús de les galetes que utilitza la UOC? . 9. Protecció de dades Pel fet de navegar pel lloc web, podem tractar les teves dades personals. Si vols obtenir més informació sobre el tractament de les teves dades personals, pots consultar la nostra Política de privacitat ."
}