{
  "url": "https://uoc.edu/portal/ca/_peu/avis_legal/condicions-generals-contractacio/index.html",
  "content": "Avís legal Condicions generals de contractació La contractació dels serveis acadèmics oferts per mitjà de la pàgina web www.uoc.edu, titularitat de la Universitat Oberta de Catalunya (en endavant, «UOC»), significa l'acceptació de les següents condicions generals de la contractació (d'ara endavant, «les Condicions generals»). Aquestes condicions generals estan disponibles per als estudiants en llengua espanyola, catalana i anglesa. I. Acceptació i disponibilitat de les Condicions generals II. Objecte III. Característiques del servei IV. Normes aplicables V. Modificació de les Condicions generals VI. Contractació i dret de desistiment VII. Pagament VIII. Codis de descompte IX. Ús del servei i responsabilitats X. Legislació aplicable i jurisdicció XI. Notificacions XII. Nul·litat i ineficàcia de les clàusules I. Acceptació i disponibilitat de les Condicions generals Mitjançant l'acceptació de les Condicions generals manifesteu: Que sou una persona major d'edat i amb la capacitat jurídica necessària per a contractar o, si escau, que disposeu de l'autorització del tutor legal per a fer-ho. Que heu llegit, enteneu i accepteu les Condicions generals. II. Objecte Les Condicions generals tenen per objecte la contractació dels serveis acadèmics oferts per la UOC per mitjà de la seva pàgina web www.uoc.edu, això és, la formalització de la matricula en alguna assignatura o programa formatiu ofertat Les dades identificatives de la UOC consten en el punt primer d'aquest avís legal . III. Característiques del servei La UOC ofereix, per mitjà de la seva pàgina web, serveis d'ensenyament superior a distància, tant en l'àmbit nacional com en l'internacional, principalment en el mercat espanyol i llatinoamericà. L'activitat acadèmica i l'avaluació, és duu a terme amb caràcter general, de manera virtual. No obstant això, les proves finals seran virtuals o presencials segons la decisió acadèmica de la Universitat, en virtut de la seva autonomia universitària i tenint en compte la situació excepcional derivada de la Covid-19. La docència de les assignatures o programes formatius s'imparteixen al seu Campus Virtual, d'acord amb una metodologia didàctica pròpia adreçada a respondre a les necessitats educatives de persones que es formen al llarg de la vida. IV. Normes aplicables Condicions generals estan subjectes al que es disposa en: la Llei 7/1998, de 13 d'abril, sobre condicions generals de la contractació; el Reial decret legislatiu 1/2007, de 16 de novembre, pel qual s'aprova el Text refós de la llei general per a la defensa dels consumidors i usuaris i altres lleis complementàries; la Llei 22/2010, de 20 de juliol, del codi de consum de Catalunya; la Llei orgànica 15/1999, de 13 de desembre, de protecció de dades de caràcter personal; el Reglament general de protecció de dades 2016/679; la Llei 34/2002, d'11 de juliol, de serveis de la societat de la informació i de comerç electrònic. V. Modificació de les Condicions generals La UOC pot modificar las Condicions generals notificant-ho als estudiants amb l'antelació deguda a fi de millorar els serveis oferts per mitjà de www.uoc.edu. Mitjançant la modificació de les Condicions generals exposades a la pàgina web de la UOC, s'entén que es compleix el deure de notificació. En tot cas, abans d'utilitzar els serveis oferts en la pàgina web, es recomana als estudiants que consultin les Condicions generals. VI. Contractació i dret de desistiment El procés de contractació, això és, la formalització de la matriculació, es realitza en els terminis establerts en el calendari acadèmic de la UOC i per mitjà dels canals online establerts per aquesta finalitat a la pàgina web de la UOC. Per poder formalitzar la matrícula, els estudiants han de complir amb tots els requisits que es preveuen per a la matriculació de l’assignatura o programa formatiu corresponent. Els requisits de matriculació són els previstos a la normativa acadèmica de la Universitat. Una vegada completat el procés de matriculació, l'estudiant rep un missatge de correu electrònic de confirmació. Aquesta comunicació no implica que l'estudiant hagi estat admès a la UOC, ja que l'admissió depèn del compliment de les condicions d'accés que té fixades la Universitat per a cadascuna de les titulacions. La UOC es reserva la potestat de poder anul·lar la docència d’assignatures o de programes formatius per motiu de matriculació baixa. Si l’assignatura o el programa formatiu s’anul·la per aquesta causa, es comunica a tots els estudiants matriculats perquè puguin optar entre, o bé, la devolució de l’import abonat en concepte de matrícula, o bé, la substitució per una altra assignatura o programa formatiu. En aquest cas, si l’import de la matrícula es superior a l'import pagat inicialment, l’estudiant ha d’abonar la diferència i, viceversa, si l’import de la matrícula és inferior, la UOC ha de retornar la diferència. L'estudiant pot exercir el dret de desistiment de la matrícula, sense cap mena de justificació ni penalització, en el termini màxim de catorze (14) dies naturals, que es compten a partir de la data en què s'ha formalitzat. Per a exercir el dret de desistiment, l'estudiant ha de fer la sol·licitud corresponent per mitjà dels canals establerts amb aquesta finalitat per la Universitat i tornar els recursos per a l'aprenentatge que li hagin estat enviats amb el precinte original a l'adreça que s'estableixi. El cost de la devolució dels recursos per a l'aprenentatge és a càrrec de l'estudiant. La UOC reintegra a l'estudiant l'import de la matrícula abonat en un termini màxim de catorze (14) dies naturals, que es compten a partir de la data de recepció de la sol·licitud corresponent. La devolució es fa mitjançant un ingrés al compte corrent que l'estudiant ha facilitat al Campus Virtual. En tot cas, la devolució de l'import de la matrícula està condicionada a la devolució dels recursos per a l'aprenentatge amb el precinte original i a la confirmació definitiva del pagament per part de l'estudiant. Una vegada exercit dintre el termini establert i en la forma escaient el dret de desistiment, l'estudiant pot sol·licitar que es torni a activar la matrícula, de manera que es deixa sense efecte el desistiment. Aquesta sol·licitud s'ha de fer amb el model normalitzat previst per la Universitat, i sempre abans de començar el semestre. Cada matrícula és personal i intransferible i els drets que se'n deriven no poden ser traspassats a una tercera persona. La UOC no assumeix cap responsabilitat per la no execució o el retard en l'execució de qualsevol de les obligacions contretes en virtut de les Condicions generals si aquesta manca d'execució o retard fos conseqüència d'un supòsit de força major o cas fortuït. L'estudiant pot fer reclamacions, suggeriments o comentaris pels canals d'atenció a l'estudiant que la Universitat posa a la seva disposició. VII. Pagament Tots les assignatures i programes formatius de la UOC poden ser abonats per mitjà d’alguna de les formes i polítiques de pagament que s'indiquen ala pàgina web o al Campus Virtual. S'informa que l'ús fraudulent de targetes de crèdit o la denegació de l'operació de cobrament per la causa que sigui donarà dret a la UOC a rescindir la contractació del curs o programa adquirit, sense perjudici de les responsabilitats civils i penals corresponents. El fet de no pagar la matrícula, o algun dels seus fraccionaments, en els terminis de venciment establerts per a cada forma de pagament, pot donar lloc a la suspensió temporal dels drets de l’estudiant i, si escau, l’anul·lació de la matrícula i dels efectes que aquesta hagi produït, sense dret a cap reintegrament, de conformitat amb allò previst a la Normativa Econòmica de la UOC. La UOC exigeix, com a condició prèvia de matrícula o d’expedició de títols o certificats, el pagament de les quantitats pendents per matrícules en qualsevol programa formatiu o curs acadèmic, i els interessos de demora corresponents, si escau. La UOC, com a subjecte obligat per la Llei 10/2010, de 28 d'abril, informa que tota operació sospitosa de ser considerada de blanqueig de capitals o finançament del terrorisme és comunicada sense dilació al Servei Executiu de la Comissió de Prevenció del Blanqueig de Capitals i Infraccions Monetàries. VIII. Codis de descompte En el cas dels estudiants que es matriculin a la UOC aplicant un codi de descompte, hauran de complir els requisits exigits per la UOC i que donen dret a la obtenció d’aquest benefici. La UOC es reserva el dret a corroborar la concurrència d’aquests requisits i en cas de comprovar que aquests no es compleixen podrà anul·lar la matrícula o donar la opció a l’estudiant d’anul·lar-la o de pagar l’import total de l’assignatura o del programa formatiu sense el descompte. IX. Ús del servei i responsabilitats La UOC no garanteix la disponibilitat permanent dels serveis oferts a la pàgina web i al seu Campus Virtual, i queda exonerada de qualsevol tipus de responsabilitat per possibles danys i perjudicis causats per la indisponibilitat dels serveis per causes de força major o errors en les xarxes telemàtiques de transferència de dades, aliens a la seva voluntat. La UOC no es fa responsable del contingut dels enllaços a altres pàgines web que no siguin titularitat seva i que, per tant, no pot controlar. X. Legislació aplicable i jurisdicció A aquestes condicions generals i a les relacions jurídiques que es puguin derivar d'aplicar-les i interpretar-les, els és aplicable la llei espanyola. Per a la interpretació i aplicació d'aquestes condicions generals de contractació, les parts se sotmeten, amb renúncia a qualsevol altre fur, als jutjats i tribunals de la ciutat de residència del consumidor i usuari. XI. Notificacions Totes les notificacions, requeriments, peticions i altres comunicacions que les parts hagin d'efectuar en relació amb les Condicions generals s'han de fer per escrit i s'entén que es fan degudament quan són lliurades en mà o bé enviades per correu ordinari al domicili de l'altra part o a la seva adreça de correu electrònic, o bé a qualsevol altre domicili o adreça de correu electrònic que cada part indiqui a l'altra a aquest efecte. XII. Nul·litat i ineficàcia de les clàusules Si qualsevol clàusula inclosa en les Condicions generals és declarada, totalment o parcialment, nul·la o ineficaç, aquesta nul·litat o ineficàcia afecta únicament aquesta disposició o la part de disposició que sigui nul·la o ineficaç, i subsisteixen les Condicions generals en tota la resta, de manera que aquesta disposició, o part de disposició, que en resulti afectada es té per no posada."
}