{
  "url": "https://uoc.edu/portal/ca/compromis-social/equitat/diversitat-funcional/serveis/index.html",
  "content": "Atenció a les persones amb diversitat funcional Serveis d'adaptació La missió de la Universitat Oberta de Catalunya és facilitar que tota persona que vulgui formar-se al llarg de la seva vida pugui fer-ho. És per això que des dels seus inicis la UOC ha dedicat un important esforç a facilitar l'accés a la universitat de les persones amb discapacitat. Amb l'objectiu primordial de satisfer les necessitats d'aprenentatge de cada persona amb el màxim accés al coneixement, la UOC ofereix un model educatiu basat en la personalització i l' acompanyament permanent de l'estudiant, més enllà de les limitacions del temps i de l'espai. Es tracta, doncs, d'un model que aconsegueix intrínsecament elevades cotes d' i gualtat d'oportunitats en l'accés a la formació , al que se sumen els esforços necessaris per a respondre a les necessitats dels estudiants amb discapacitat. Acolliment i seguiment Els recursos per a l'aprenentatge de les assignatures Plataforma d'aprenentatge. Campus de la UOC Actes Altres Acolliment i seguiment Tots els estudiants tenen a la seva disposició un tutor que s'encarregarà d'orientar-los i assessorar-los de manera personalitzada des del moment en què sol·liciten l'accés a la universitat, de manera prèvia a la matrícula, fins a la seva graduació. D'aquesta manera els estudiants amb discapacitat poden tenir fins i tot abans de matricular-se per primera vegada a la UOC informació sobre el tipus de suport que per a cada cas poden obtenir de la universitat. Els recursos per a l'aprenentatge de les assignatures Els recursos per a l'aprenentatge tenen com a objectiu permetre que l'estudiant pugui estudiar siguin quines siguin les circumstàncies en les quals hagi de fer-ho, independentment del context en el qual es trobi (biblioteca, transport públic, domicili, etc.), del dispositiu que estigui utilitzant (PC, mòbil, etc.), o de les pròpies característiques personals de l'estudiant. Per aquest motiu s'ha treballat en diversos projectes que han permès avançar en la creació de materials en format XML a partir dels quals es generen versions d'un mateix contingut en múltiples formats, com poden ser materials en paper , PDF, HTML, karaoke, llibre parlat, llibre electrònic . Cadascun d'aquests formats està dissenyat per a ser utilitzat en un determinat moment o situació, i s'està treballant per a garantir que aquest ventall de possibilitats està disponible per als materials de totes les assignatures. Per exemple, el llibre parlat resulta molt interessant per respondre a les necessitats de les persones amb discapacitat visual, ja que el format DAISY que utilitza els permet treballar amb el contingut en àudio com si es tractés d'un llibre, passant pàgina o avançant fins al següent capítol amb facilitat. La versió HTML permet realitzar recerques en el contingut del material i el format PDF permet una lectura automàtica a partir d'eines TTS ( TextToSpeech) . Es continua investigant en l'elaboració de nous formats que s'adaptin a les necessitats dels diferents estudiants cada vegada amb una major precisió, amb l'objectiu d'avançar cap a una universitat cada vegada més accessible i inclusiva. De totes maneres, si un estudiant es troba amb que no pot accedir al material d’una assignatura, s’intenta adaptar el format del material en la mesura que és possible per tal que l’estudiant pugui accedir al seu contingut. Plataforma d'aprenentatge. Campus de la UOC S'està treballant en l'adaptació de les diferents interfícies del Campus Virtual per complir amb l' estandardització WAI AA del consorci w3c ( www.w3c.org/wai ), recomanada per permetre una bona navegació per les interfícies web en el cas de persones amb discapacitat visual. Actes La UOC és una universitat a distància en què tota la formació es desenvolupa a través de les eines de comunicació i treball que proporciona el Campus Virtual. No obstant això, hi ha algunes activitats, com ara els actes de graduació, que poden ser presencials. Acte de graduació . Els estudiants amb discapacitat poden dirigir-se al servei de la UOC responsable de l'organització d'aquests actes per fer-los arribar les seves necessitats. A demanda de l'estudiant, es buscaran els mitjans necessaris perquè la seva assistència sigui el més fàcil i satisfactòria possible. Els serveis que es poden sol·licitar són, entre altres: Rampes i accessos adaptats Aparcament reservat Acompanyament durant l'acte Intèrpret de llenguatge de signes Proves finals d'avaluació : En la Secretaria del Campus els estudiants troben informació sobre el procediment a seguir per sol·licitar adaptacions per a la realització de les proves finals. Altres Pel que es refereix a facilitats de tipus econòmic , la UOC aplica al col·lectiu d'estudiants amb un grau de discapacitat igual o superior al 33% les mateixes exempcions i descomptes que la resta d 'universitats públiques catalanes en les titulacions oficials . L’estudiant ha de sol·licitar i justificar documentalment el descompte en el moment de la matrícula. D’altra banda, la UOC fomenta la signatura de conveni s amb institucion s i empreses que treballen en l’àmbit de la discapacitat per afavorir les condicions d’estudi dels seus estudiants amb discapacitat (beques) i la seva inserció sociolaboral (realització de pràctiques professionals, ofertes de treball específiques). De la mateixa manera, es cerca la signatura de convenis per tal de posar a l’abast de tot el col·lectiu de persones amb discapacitat els avenços realitzats a la UOC pel que fa a l’accessibilitat dels seus materials didàctics."
}