{
  "url": "https://uoc.edu/portal/ca/_peu/sobre_el_web/index.html",
  "content": "Accessibilitat Menú Escoltar El compromís de la Universitat Oberta de Catalunya per l'accessibilitat Aquest web s'ha construït amb l'ànim de facilitar l'accés universal a totes les persones que el consulten, independentment de les seves capacitats, físiques, sensorials o intel·lectuals, i del context tècnic d'ús amb què ho fan (el tipus de dispositiu, el programari, la velocitat de la connexió, les condicions ambientals, etc.). Per això, es treballa amb l'objectiu d' adaptar tot el web a les recomanacions del Consorci World Wide Web (W3C) , per tal d'eliminar les barreres que dificulten l'accés a la informació i la comunicació. Aquestes recomanacions es concreten en les pautes d'accessibilitat del web WCAG 2.1 . El compromís de la Universitat Oberta de Catalunya és arribar a complir el nivell de conformitat Doble-A (AA) , tal com exigeixen a les universitats les legislacions europea i estatal. La Directiva (UE) 2016/2102 del Parlament Europeu i del Consell, de 26 d'octubre de 2016, estableix les normes que s'exigeixen als estats membres perquè tots els webs i aplicacions mòbils del sector públic, independentment del dispositiu utilitzat per accedir-hi, compleixin els requisits d'accessibilitat que es recullen a la Norma EN 301 549 v2.1.2, d'agost de 2018, de requisits d'accessibilitat adequats per a la contractació pública de productes i serveis TIC a Europa. La Norma EN 301 549 v2.1.1.2 es basa principalment en les Web Content Accessibility Guidelines (WCAG) 2.1 , d'agost de 2018. Concretament, cal complir el nivell AA. No obstant això, la norma també té altres requisits addicionals, obligatoris i condicionals. La directiva és d'obligat compliment, però no és directament aplicable. Per això, en l'àmbit estatal s'ha desenvolupat un reial decret que en desenvolupa l'abast i els requisits, com a mínim. La transposició estatal és el Reial decret 1112/2018, de 7 de setembre, sobre accessibilitat dels llocs web i aplicacions per a dispositius mòbils del sector públic. La disposició addicional primera del Reial decret 1112/2018 disposa que les administracions públiques han d'exigir que s'apliquin els criteris d'accessibilitat dels articles 5 i 6 del Reial decret als llocs web i les aplicacions per a dispositius mòbils dels centres educatius privats, de formació i universitaris sostinguts, totalment o parcialment, amb fons públics. Tenint en compte que la UOC és una universitat privada que rep fons públics, ens són d'aplicació els criteris d'accessibilitat dels articles 5 i 6 del Reial decret 1112/2018. Declaració d'accessibilitat del web de la Universitat Oberta de Catalunya La Universitat Oberta de Catalunya s'ha compromès a fer accessibles els seus llocs web , de conformitat amb el Reial decret 1112/2018, de 7 de setembre , sobre accessibilitat dels llocs web i aplicacions per a dispositius mòbils del sector públic (en endavant, Reial decret 1112/2018, de 7 de setembre). Aquesta declaració d'accessibilitat s'aplica al lloc web de la Universitat Oberta de Catalunya. Referències Reial decret 1112/2018, de 7 de setembre , sobre accessibilitat dels llocs web i aplicacions per a dispositius mòbils del sector públic. Directiva (UE) 2016/2102 del Parlament Europeu i del Consell, de 26 d'octubre , sobre l'accessibilitat dels llocs web i aplicacions per a dispositius mòbils dels organismes del sector públic. Situació de compliment Aquest lloc web és parcialment conforme al que estableix el Reial decret 1112/2018, de 7 de setembre, a causa de les excepcions i la manca de conformitat dels aspectes que s'indiquen a continuació. Contingut no accessible El contingut que es recull a continuació no és accessible pels motius següents: L'estructura d'alguna de les pàgines no s'ha marcat adequadament. En algunes seccions, el contrast entre el fons i el text pot no ser suficient per a tots els perfils d'usuari. Hi ha vídeos sense banda d'àudio descrita o subtítols. Preparació de la declaració d'accessibilitat Aquesta declaració es va preparar el 7 de maig de 2021. El mètode utilitzat per preparar la declaració va ser l'auditoria d'accessibilitat interna, duta a terme per personal propi expert en accessibilitat. Darrera revisió de la declaració: 25 de maig de 2021. Observacions i dades de contacte: comunicacions Es poden realitzar comunicacions sobre requisits d'accessibilitat (article 10.2.a del Reial decret 1112/2018), per mitjà de la bústia de contacte o del servei d'atenció . Per exemple: Per informar sobre qualsevol possible incompliment d'aquest lloc web. Per transmetre altres dificultats d'accés al contingut. Per formular qualsevol altra consulta o suggeriment de millora relatius a l'accessibilitat del lloc web. Les comunicacions rebudes es traslladaran a la unitat responsable d'accessibilitat web que correspongui de la Universitat Oberta de Catalunya. Atenció a les persones amb diversitat funcional Teniu a la vostra disposició un Programa d'accessibilitat amb diversos serveis d'adaptació per a facilitar la coordinació de tot el treball realitzat tant per les diferents àrees de gestió com pels estudis per a millorar l'accessibilitat de la Universitat. També disposeu d'una llista de recursos d'accessibilitat ."
}