{
  "url": "https://uoc.edu/portal/ca/index.html",
  "content": "Mai no és tard per continuar aprenent En Joaquín, amb 65 anys, lluny de retirar-se, va decidir tornar a les aules. Va estudiar Enginyeria Informàtica, amb el millor expedient de la seva promoció. Ara, passats els 70 anys, treballa per empoderar les noves generacions. Ell és un dels alumnis protagonistes d''Històries en moviment' 30 anys transformant l'aprenentatge El nostre model educatiu ha evolucionat per respondre a les noves necessitats socials i tecnològiques Trio no posar límits al meu futur Descobreix la formació que s'adapta a tu Enllaços destacats Coneix-nos! Per què la UOC? Serveis que t'oferim Uneix-te a l'equip! Cerca per paraula Cercar Acreditada i de qualitat Sense horaris Adaptada al mercat laboral Recerca per transformar Solucions d’aprenentatge que se t’adapten Troba la formació que busques Tota l'oferta formativa La nostra formació és en línia, acreditada, inclusiva i de qualitat i aspirem a desenvolupar el talent de les persones. Graus Màsters Diplomes d'especialització i diplomes d’expert Executive Education Doctorat i recerca Cursos de formació contínua Matrícula oberta Cursos d’idiomes UOC Skills Lab Escola de Programació FP Jesuïtes en col·laboració amb la UOC Matrícula oberta Curs d’accés a la universitat Matrícula oberta Notícies Actualitat Tota l’actualitat Cultura La UOC enceta la quarta edició de Relats compartits amb la voluntat de continuar visibilitzant el talent de les autores literàries Educació La UOC formarà més de 5.000 persones d'entorns rurals en competències digitals de manera gratuïta Educació IN-LAB, el laboratori de la UOC per promoure l'emprenedoria entre les persones amb discapacitat ocupabilitat 1.900 vacants publicades per les més de 170 empreses assistents a la Fira Virtual d'Ocupació Institucional Més que aprendre català: un estudi de la UOC conclou que el projecte Vincles connecta la comunitat, combat l'exclusió i frena el racisme Activitats Agenda No et perdis la resta d’activitats Coneix la nostra comunitat 30.uoc.edu 30 anys, 30 històries de transformació Volem continuar sent referents de la formació en una societat inclusiva, digital i emprenedora Visita el web"
}