{
  "url": "https://uoc.edu/portal/ca/espai-rectora/trajectoria/index.html",
  "content": "Trajectòria Nascuda a Barcelona l'any 1970. Doctora en Ciències Econòmiques per la Universitat de Barcelona, és professora sènior de la UOC. Des de l'octubre del 2010 fins al febrer del 2019 va ser la directora dels Estudis d'Economia i Empresa d'aquesta universitat, des del 2019 al 2023 en va ser la vicerectora de Competitivitat i Ocupabilitat i n'és la rectora des de l'abril del 2023. Al llarg de la seva trajectòria acadèmica s'ha especialitzat en direcció fiscal i financera i control de gestió, matèries de les quals ha estat professora en diverses universitats (UB, UPC, UAB, UPF i UVic-UCC). Ha compaginat l'activitat acadèmica amb altres activitats professionals d'assessorament en finances i gestió, tant en empreses privades com en institucions públiques. És vicedegana del Col·legi d'Economistes de Catalunya des del novembre del 2021, presidenta del Centro Internacional de Desarrollo (CINDA) des de l'octubre del 2024 i membre del Consell Assessor de l’Observatori de la Petita i Mitjana Empresa de Catalunya (PIMEC) des del novembre del 2024. Els seus àmbits de recerca són els processos d'harmonització financera, els sistemes de control de gestió i l'impacte transformador de l'educació superior en l'ocupabilitat atenent la complexitat de les dinàmiques laborals. En aquest camp, lidera diferents iniciatives locals i internacionals per reconfigurar un espai d'educació superior que doni resposta als reptes de formació al llarg de la vida que planteja el context de transició actual. És mare de tres fills i autora de tres novel·les. Obres literàries Si no ho fas tu, ho faré jo (2021). XXXIII Premi Literari de Novel·la Breu Ciutat de Mollerussa . Divines mutacions / Aparicions, mixtures i altres revelacions (2018). Premi Ciutat de Manacor de Novel·la Maria Antònia Oliver A recer dels taurons en un sofà d’escai (2017). Perfils de recerca ResearchGate Fitxa PDI UOC ORCID Scopus Web of Science Publicacions Biblioteca UOC Altres biblioteques universitàries catalanes Directory of Open Access Journals (DOAJ) Dipòsit de la Recerca de Catalunya Revistes Catalanes amb Accés Obert Portal de publicacions de continguts científics Dialnet Google Scholar Google Books"
}