{
  "url": "https://uoc.edu/portal/ca/universitat/coneix/actes-institucionals/llicons-inaugurals/2014-2015/index.html",
  "content": "Lliçons inaugurals Lliçó inaugural 2014-2015 Lliçons que hem après de la crisi, per Jordi Galí «Encara estem lluny d'arribar al consens de quin model ha de substituir el neokeynesià» La lliçó inaugural marca l'inici d'un nou curs. Però no és només això: és la trobada anual de la comunitat UOC amb el debat i la reflexió de la mà d'un expert de referència que ens ajuda a entendre la realitat que ens envolta. Enguany ens acompanya Jordi Galí, que ens convida a analitzar el nostre present en clau econòmica. Així, la crisi és el punt de partida d'aquesta lliçó. Una crisi que, lluny d'enfonsar-nos, ha d'obrir-nos les ments per a construir un nou escenari ple de reptes i oportunitats. Benvinguts a la lliçó inaugural 2014. Quin és l'origen de la crisi? Idees clau Totes les crisis financeres han estat iguals? Idees clau Què són i com es poden combatre les bombolles especulatives? Idees clau Com afecta la crisi des del punt de vista fiscal? Idees clau Què és la crisi del deute a Europa? Idees clau Com ha estat la política monetària durant la crisi? Idees clau Què poden fer els bancs centrals quan arriben al límit inferior zero dels tipus d'interès nominals? Idees clau Què són les polítiques macroprudencials? Idees clau Com valora el procés d'integració monetària europeu? Idees clau La crisi ha canviat el marc d'estudi de l'economia? Idees clau Presentació del rector Jordi Galí Director del Centre de Recerca en Economia Internacional Àngels Fitó Directora dels Estudis d'Economia i Empresa de la UOC Making of Vés a Flickr La lliçó en PDF PDF de la lliçó inaugural Davant la crisi, ens en sortim A l’inici d’un nou curs en què tot està per fer, busquem l’esperit constructiu d’aquesta crisi mitjançant la suma d’històries personals. Per això us demanem que compartiu amb nosaltres tots els moments que us han fet exclamar «Sí, ens en sortim». Tot hi cap: una frase que us ha fet somriure, un article de premsa, un projecte que s’ha posat en marxa, una idea feta realitat, un instant important de la vostra vida... La campanya #ensensortim de Twitter i Instagram pretén recollir bones pràctiques que enriqueixin i personalitzin la lliçó inaugural, perquè el futur es construeix de manera col·laborativa. #ensensortim"
}