{
  "url": "https://uoc.edu/portal/ca/universitat/serveis/estudiantat/practiques-mobilitat/empreses/index.html",
  "content": "Pràctiques i mobilitat Informació per als centres de pràctiques Les empreses o institucions podeu oferir dos tipus de pràctiques: curriculars i no curriculars. Accés a l'espai de gestió de les pràctiques Pràctiques curriculars Són les activitats acadèmiques del pla d’estudis de cada titulació i tenen la durada en crèdits ECTS que els sigui assignada, aproximadament 25 hores per crèdit de l’assignatura. Es corresponen amb una assignatura obligatòria o optativa d’uns estudis de grau o de màster universitari. Preferentment es duen a terme dins del període de docència de l’assignatura, sempre en el semestre de la matrícula. Més informació Pràctiques no curriculars Són les activitats que es poden fer de manera voluntària , prioritàriament durant el període formatiu. Més informació Pràctiques curriculars Pràctiques no curriculars Inici Només es poden començar una vegada iniciat el semestre en què l’estudiant matriculat farà les pràctiques. Els estudiants poden iniciar-les una vegada estiguin matriculats . En el cas d' estudiants de nova incorporació o que no cursin cap assignatura en el moment de sol·licitar les pràctiques , s'hauran d'esperar fins al començament de la docència per començar-les. Durada La durada està determinada per la càrrega lectiva de l’assignatura dins del pla d’estudis. Tenen una durada màxima de 750 hores per curs acadèmic , excepte en el cas de les pràctiques vinculades als cursos de postgrau, que tenen una durada màxima de 375 hores, i de les pràctiques dels cursos d’especialització, que tenen una durada màxima de 187,5 hores. Les pràctiques dels cursos de màster propis tenen una durada màxima total de 750 hores . Conveni Se signa un únic conveni per totes les hores que ha de fer l’estudiant. En cas necessari, les hores de pràctiques curriculars es poden ampliar amb un conveni de pràctiques no curriculars amb data d’inici a continuació del conveni de pràctiques curriculars. Es poden signar un màxim de dos convenis en una mateixa empresa o institució, amb una durada màxima de 750 hores cadascun (vegeu les especificacions del punt anterior). En cas de signar un segon conveni, cal que transcorri un mes entre ambdós convenis. En el segon, s’han d’actualitzar les tasques que ha de fer l’estudiant. Requisits Tant si voleu oferir pràctiques curriculars com no curriculars l’estudiant ha de complir els requisits necessaris per a poder-les cursar. Un conveni queda anul·lat automàticament en el moment en què l’estudiant deixa d’estar matriculat . D’altra banda, cal que l’estudiant estigui matriculat durant tot el període en què es fan les pràctiques. Condicions L’ horari de les pràctiques ha de ser compatible amb l’activitat acadèmica pròpia de l’aprenentatge en línia, amb una durada màxima de 8 hores diàries (la Universitat recomana que no se superin les 6 hores diàries ). La UOC no estableix cap requisit quant a l’ ajuda econòmica a l’estudi que pot rebre l’estudiant durant les pràctiques, tot i que recomanem que es lliuri alguna quantitat a l’estudiant en concepte de beca. Si l’estudiant rep alguna ajuda a l’estudi, cal que el centre de pràctiques el doni d’alta a la Seguretat Social. Àmbits d'estudi Les pràctiques que els estudiants de la UOC poden cursar a la vostra institució s’emmarquen en els àmbits dels estudis següents: · Arts i Humanitats · Ciències de la Salut · Ciències de la Informació i de la Comunicació · Dret i Ciència Política · Economia i Empresa · Informàtica, Multimèdia i Telecomunicació · Psicologia i Ciències de l’Educació Consulteu tota l'oferta formativa de la UOC Avantatges per a les empreses i institucions Els tutors i les tutores de pràctiques es poden beneficiar de descomptes per formar-se professionalment a la UOC: 10 % de descompte en la matrícula de graus i màsters universitaris. El descompte pot arribar a ser del 18 % si es fa la matrícula durant el termini de matrícula anticipada i és la primera que es fa d'aquesta titulació. 10 % de descompte en la matrícula de titulacions pròpies (postgraus, especialitzacions i cursos d'idiomes). Si es fa la matrícula en el termini de matrícula anticipada, el descompte es pot ampliar fins al 30 % . Per gaudir dels avantatges en la matrícula, una vegada ha finalitzat la tutorització de les pràctiques s’ha de fer la matrícula des del web de la UOC i utilitzar el codi promocional que els tutors i les tutores de pràctiques han de sol·licitar adreçant-se a la bústia de matriculacorporativa@uoc.edu . Altres serveis inclosos: Factura a nom de l'empresa Matrícula grupal Certificació de la tutorització Més informació per a oferir pràctiques Com oferir pràctiques Com acollir estudiants Preguntes freqüents Consulteu el marc legal Formulari de contacte Contacte per a centres de pràctiques T'hem enviat un missatge electrònic amb un enllaç per a confirmar la teva consulta. Contacte per a centres de pràctiques Contacte per a centres de pràctiques Enviant consulta... Informació bàsica sobre protecció de dades personals He llegit i accepto la política de privacitat . Responsable del tractament: Fundació per a la Universitat Oberta de Catalunya (en endavant, UOC), amb seu a l'avinguda del Tibidabo, 39-43, Barcelona, Espanya, i NIF G-60667813. Finalitats: Gestionar i donar resposta a les consultes puntuals i a la informació genèrica. Fer una avaluació i un seguiment dels serveis oferts per la UOC mitjançant estadístiques i enquestes de satisfacció. Legitimació: Consentiment. Interès legítim en l'avaluació i el seguiment del servei. Destinataris: No es comunicaran les dades a tercers, excepte obligació legal. Drets dels interessats: Podreu retirar el vostre consentiment en qualsevol moment, a més d'exercir el dret d'accés, rectificació, supressió, oposició, portabilitat, limitació i de no ser objecte de decisions individuals automatitzades enviant un correu electrònic a fuoc_pd@uoc.edu i adjuntant una fotocòpia del DNI o d'un document que acrediti la vostra identitat. Informació addicional: Podeu revisar la informació addicional sobre el tractament de les dades personals a la política de privacitat . Vull rebre informació acadèmica i institucional relacionada amb els actes que es duen a terme a la UOC, així com informació comercial sobre l'oferta formativa de la mateixa, mitjançant l'elaboració de perfils tant per part de la UOC com de tercers. Vull que la UOC o tercers proveïdors o entitats amb qui tingui acords la UOC em contactin per participar, de manera voluntària, a la realització d'enquestes relacionades amb temes d'investigació i recerca, entre d'altres. Literal a definir Literal a definir Literal a definir Cal que accepteu el tractament de les dades personals per a sol·licitar informació. Contacte per a centres de pràctiques Si teniu qualsevol dubte o necessiteu ampliar la informació sobre algun aspecte, contacteu amb la UOC i l'equip dels Serveis de Pràctiques i Mobilitat us atendrà tan aviat com sigui possible. Dona Home Pref. Int./Telèfon Telèfon de contacte Selecciona el motiu de la teva consulta* Contacte inicial Informació Modificació conveni Eina pràctiques (Xperience) Certificat Altres Si la teva consulta fa referència a un estudiant indica'ns, si us plau, el seu nom, cognoms i DNI (si és possible). Adjunta x Adjunta x Adjunta x He llegit i accepto la política de privacitat. * Limitació de 2.500 caràcters. ??? formEstudiants.carregant ??? * Camps obligatoris"
}