{
  "url": "https://uoc.edu/portal/ca/universitat/coneix/actes-institucionals/llicons-inaugurals/2016-2017/index.html",
  "content": "Lliçons inaugurals Lliçó inaugural 2016-2017 Les claus per a ser emprenedor, per Israel Ruiz «No només l'emprenedor que té una idea brillant és el que triomfa» Iniciem el curs 2016-2017 amb la lliçó inaugural, que convida tothom a reflexionar sobre el nostre entorn i a posar en comú experiències, expectatives i reptes. Aquest any la lliçó s'ha desplaçat al Massachusetts Institute of Technology, on Israel Ruiz ens parla d'emprenedoria i explica en deu claus el que ha de tenir en compte qualsevol persona que vulgui tirar endavant el seu projecte. La lliçó d'aquest any ha estat proposada pels Estudis d'Informàtica, Multimèdia i Telecomunicació de la UOC. Des d'aquí es dóna suport a l'emprenedoria com a aposta viable de futur per als estudiants i així es mostra en molts dels treballs finals de carrera, alguns dels quals s'han convertit en casos d'èxit. Aprofitant la lliçó inaugural, alguns d'aquests emprenedors ens explicaran la seva experiència al blog dels Estudis. Participa tu també en el diàleg a Facebook i Twitter amb l'etiqueta #UOCinaugural. Clau 1. Aprendre a emprendre Idees clau Clau 2. Trobar suport: la «Masia» dels emprenedors Idees clau Clau 3. No n'hi ha prou amb una idea brillant Idees clau Clau 4. A la recerca del primer client Idees clau Clau 5. Sense mercat no hi ha oportunitat Idees clau Clau 6. Aprendre dels errors dels altres accelera la innovació Idees clau Clau 7. Adaptar-se al canvi per mitjà de la formació contínua Idees clau Clau 8. De la teoria a la pràctica: flexibilitat i adaptació a les necessitats del mercat Idees clau Clau 9. L'emprenedoria no és la solució a l'atur Idees clau Clau 10. L'entorn per a desenvolupar el negoci pot ser una dificultat afegida Idees clau Presentació del rector Israel Ruiz Vicepresident executiu i tresorer del Massachusetts Institute of Technology (MIT) Josep Prieto Director dels Estudis d'Informàtica, Multimèdia i Telecomunicació de la UOC Twitter #UOCinaugural"
}