{
  "url": "https://uoc.edu/portal/ca/universitat/organitzacio/galeria-rectors/index.html",
  "content": "Galeria de rectors Com ens organitzem Dra. Àngels Fitó Bertran 2023-actualitat Àngels Fitó Bertran (Barcelona, 1970) és doctora en Ciències Econòmiques per la Universitat de Barcelona i professora sènior de la UOC. De 2019 a 2023 va ser vicerectora de Competitivitat i Ocupabilitat d'aquesta universitat. Ha compaginat l'activitat acadèmica amb altres activitats professionals d'assessorament en finances i gestió, tant en empreses privades com en institucions públiques. És vicedegana del Col·legi d'Economistes de Catalunya des del novembre del 2021, i membre del Consell Assessor en Política Econòmica del Govern de la Generalitat de Catalunya. Espai de la rectora Dr. Josep A. Planell Estany 2013-2023 Josep A. Planell Estany (Barcelona, 1951) és llicenciat en Física per la Universitat de Barcelona (1975) i doctor en Ciència dels materials per la Universitat de Londres (1983). Des de l'any 1992 és catedràtic del Departament de Ciència dels Materials i Enginyeria Metal·lúrgica a l'Escola Tècnica Superior d'Enginyers Industrials de Barcelona de la Universitat Politècnica de Catalunya. Des de la seva creació, el desembre de 2005, ha estat director de l'Institut de Bioenginyeria de Catalunya (IBEC). El 3 d'abril de 2013 va prendre possessió del càrrec de rector de la UOC, que ostentà fins a l'abril de 2023. Llegeix-ne més Dra. Imma Tubella i Casadevall 2005-2013 Catedràtica de Comunicació per la Universitat Oberta de Catalunya (UOC), doctora en Ciències Socials i professora de Teoria de la Comunicació dels Estudis de Comunicació Audiovisual de la UOC. Ha estat rectora d'aquesta universitat des del desembre de 2005 fins el març de 2013. Llegeix-ne més Dr. Gabriel Ferraté i Pascual 1995-2005 Enginyer industrial i pèrit agrícola, fou catedràtic d’Automàtica de l’Escola Tècnica Superior d’Enginyers Industrials de Barcelona des del 1968, i en fou el director del 1969 al 1972. També fou rector de la Universitat Politècnica de Catalunya del 1972 al 1994, amb un parèntesi entre 1976 i 1978, quan fou nomenat director general d’Universitats i Investigació i més tard director general de Política Científica. El 1995 fou fundador de la Universitat Oberta de Catalunya i escollit rector, càrrec que va ocupar fins al 2005. Llegeix-ne més"
}