{
  "url": "https://uoc.edu/ca/estudis/preus/preu-descomptes",
  "content": "Preus, descomptes i facilitats de pagament El preu, els descomptes i les facilitats de pagament poden variar segons el tipus d'estudis o la titulació que vulguis cursar i el nombre de crèdits de què t'has de matricular . La UOC té la voluntat de facilitar l'accés a la universitat al màxim nombre de persones; per això, en el cas dels graus i màsters universitaris, tu decideixes el nombre d'assignatures de les quals et matricules. Per a saber el preu dels estudis, consulta la pàgina específica del programa que vulguis cursar. Facilitats econòmiques Descomptes per a matrícula anticipada Pagament fraccionat en quotes Beques, ajuts i descomptes Condicions especials per a empreses Suport a esportistes de competició Quin és el preu de la meva matrícula? En el cas dels graus i els màsters universitaris, el preu serà diferent segons la quantitat de crèdits de què et matriculis, els estudis previs o els descomptes de què et puguis beneficiar. Per a calcular el preu de la matrícula, pots emplenar el formulari de sol·licitud d'informació que trobaràs al final d'aquesta pàgina. Pots sol·licitar l'accés als estudis que vulguis cursar, un tràmit gratuït i sense compromís que et permetrà accedir al Campus Virtual i disposar de l'acompanyament personalitzat d'un tutor que t'ajudarà a resoldre els dubtes i calcular el preu de la matrícula. També pots sol·licitar l'accés als estudis que vulguis cursar, un tràmit gratuït i sense compromís que et permetrà accedir al Campus Virtual i disposar de l'acompanyament personalitzat d'un tutor que t'ajudarà a resoldre els dubtes i calcular el preu de la matrícula. En el cas dels graus i els màsters universitaris, el preu serà diferent segons la quantitat de crèdits de què et matriculis, els estudis previs o els descomptes de què et puguis beneficiar. Per a la resta de programes, consulta el preu a l'apartat Matrícula i preu de l'estudi que t'interessi cursar. Descomptes Situacions específiques Descomptes per a estudiants amb discapacitat, família nombrosa, matrícula d'honor o víctimes de violència masclista en l'àmbit de la parella. UOC Alumni 10 % per als graduats de la Universitat. Matrícula anticipada Descompte en el preu total de la matrícula de graus, màsters universitaris i en màsters de formació permanent, diplomes d’especialització i diplomes d’expert. Comunitat UOC Fins al 7 % de descompte en el preu de la matrícula per als membres de la comunitat UOC. Pagament fraccionat Pots fraccionar el pagament del teu grau, màster universitari, o programa de formació permanent en quotes. Empreses Beneficia't dels descomptes especials si treballes en una empresa o organització. També et pot interessar... Com matricular-te a la UOC Requisits d'accés Sessions informatives Convalidacions i reconeixement de crèdits Per què escollir la UOC? Avalada pels nostres graduats i graduades Un 79 % tornaria a triar la UOC. Un 81 % està satisfet/a amb la titulació. 90.400 Estudiants 89 % Estudia i treballa. Reconeguda per les empreses. Model educatiu La UOC es caracteritza per un model educatiu propi, basat en una metodologia online de qualitat, que situa l'activitat de l'estudiant al centre. Amb nosaltres, l'estudiant aprèn de manera activa. Premis internacionals Avalen la nostra metodologia online la implicació en projectes de recerca, el compromís social i una trajectòria vinculada a l'e-learning de qualitat. 122.750 Graduades i graduats Model educatiu Estudiar a la UOC en 7 vídeos La comunitat de graduats i graduades UOC Alumni L'opinió dels nostres graduats Graduades i graduats de la UOC t'expliquen en primera persona com han viscut el procés d'aprenentatge amb nosaltres i com la nostra metodologia els ha permès compaginar feina, estudis i vida personal. Tenir una flexibilitat d'horaris absoluta em va permetre fer el màster Daniel Marchante Realment em trobo realitzada. Ara, quan parlo, sé del que parlo. Helena Guillén La UOC t'ofereix competències, perquè el que necessites és saber-te adaptar en cada moment Manel Vicenç Volia créixer professionalment. La UOC m'ha ofert no estancar-me Alba Camacho Des de que vaig acabar el grau, he tingut un desenvolupament a la meva empresa José Miguel González"
}