{
  "url": "https://uoc.edu/portal/ca/universitat/estrategia/pla-estrategic/objectius-reptes-2022-2025/index.html",
  "content": "Estratègia Pla estratègic Reptes i objectius 12 reptes estratègics, concretats en 33 objectius Repte 1 Augmentar els nivells i les formes de personalització per a tot l’estudiantat –amb el suport de la tecnologia, les dades i la intel·ligència artificial– per tal d’incrementar la qualitat docent. Objectius Incorporar als elements del model educatiu de la UOC diferents nivells i formes de personalització que afavoreixin l’aprenentatge de l’estudiantat i la millora constant de les seves competències. Aplicar de manera eficaç i eficient la tecnologia i la ciència de dades –obtenció, anàlisi i visualització de dades– necessàries per a les accions de personalització. Repte 2 Adaptar i actualitzar l’oferta formativa, actual i futura, a les necessitats de la societat perquè esdevingui un tret diferenciador de la institució, a partir dels àmbits de coneixement i les línies de recerca de la Universitat. Objectius Establir un sistema integrat de vigilància de tendències i de demandes del mercat que permeti identificar necessitats formatives futures. Assolir nous reconeixements de qualitat per les diferents tipologies d’ofertes formatives. Incrementar la flexibilitat, agilitat i interdisciplinarietat en la creació o actualització de l’oferta formativa. Incentivar i donar suport a la recerca en els àmbits formatius que tenen més demanda i dels quals es pretén fer una oferta formativa significativa amb l’objectiu de millorar la qualitat i l’actualització de la titulació. Visibilitzar en la informació pública i en la informació proporcionada pels assessors els trets diferencials dels programes que els fan mantenir-se actualitzats i en línia amb les necessitats de la societat. Repte 3 Disposar d’escenaris de viabilitat en un present líquid que reforcin la proposta de valor de la UOC. Objectius Millorar l’eficiència i la sostenibilitat de la Universitat definint el model econòmic òptim (equilibri entre l’ingrés públic i el privat) i les projeccions de creixement per al període 2022-2025, incloent-hi els objectius d’ingrés i marge necessaris. Conèixer en profunditat els diferents perfils del nostre públic objectiu i dissenyar un pla d’aproximació i fidelització per a cadascun amb accions B2C i B2B. Millorar el posicionament i la notorietat de la UOC com un referent en l’ensenyament en línia de qualitat. Repte 4 Establir una estratègia de gestió del talent que potenciï el desenvolupament, el benestar i el compromís de les persones de l’organització. Objectius Definir un nou model de lideratge, les competències digitals de l’equip propi i el model de presa de decisions. Impulsar la UOC com una organització referent en el desenvolupament i fidelització del seu talent intern i activa en l’atracció de talent extern. Repte 5 Esdevenir una organització digital en una nova era global. Objectius Tenir implantada una nova cultura de treball basada en el treball obert, l’asincronia i la digitalització. Tenir redefinits i digitalitzats els principals processos de l’organització per incrementar l’eficiència interna de l’organització i l’externa amb la relació amb tercers (estudiants, administracions públiques, etc.). Repte 6 Esdevenir una organització data-informed que basi la seva actuació en informació i dades de qualitat. Objectius Implantar una cultura de presa de decisions basada en dades. Implementar una política de governança de dades adequada amb mecanismes que garanteixin la transparència interna i externa i els principis de dades FAIR. Garantir la qualitat, disponibilitat i accés de les dades mitjançant una infraestructura robusta. Repte 7 Comprometre’ns amb les persones mitjançant el seu accés a l’educació superior i al coneixement obert com a emancipadors i activadors de la igualtat. Objectius Avançar cap a una UOC global en tots els àmbits de la Universitat. Garantir l'equitat en les funcions universitàries com la docència, la recerca, l'extensió universitària i la gestió, així com la igualtat d'oportunitats en l'accés, la participació i els resultats de l'estudiantat en tota la seva trajectòria educativa i d'ocupabilitat posterior, tenint en compte les seves diversitats. Impulsar la transformació de la Universitat en un node de coneixement obert. Repte 8 Comprometre’ns amb el nostre planeta, promovent el benestar col·lectiu per un món més sostenible #UOCsostenible. Objectius Aconseguir la neutralitat climàtica de la UOC l'any 2030 (governança, indicadors quantitatius i monitoratge d'aquests indicadors). Desenvolupar accions i activitats d'adaptació i mitigació del canvi climàtic. Dotar la comunitat UOC del coneixement, les habilitats i la curiositat per liderar i formar part de la transició global cap a un entorn més sostenible i saludable. Repte 9 Augmentar l’impacte transformador de l’educació en l’ocupabilitat de les persones, en la competitivitat de les organitzacions i en el progrés de la societat, a través d’una proposta de formació contínua que, integrant les noves oportunitats tecnològiques, doni resposta als reptes actuals i de futur. Objectius Desenvolupar un pla integral de formació contínua que proveeixi un portafolis de cursos i programes orientat als sectors productius i les necessitats socials de cada territori, i que afavoreixi les possibilitats d’ocupabilitat de l’estudiantat. Acompanyar l’estudiantat en la gestió de la seva trajectòria professional, desenvolupant capacitats professionalitzadores i estimulant la seva inserció laboral i l’emprenedoria. Repte 10 Definir la proposta de valor integral de la UOC en col·laboració amb la resta d’empreses i institucions per tal de, amb visió ecosistèmica, catalitzar el coneixement en favor del progrés econòmic i social. Objectius Articular un pla de vinculació corporatiu sustentat en l’intercanvi de coneixement i connectat amb les necessitats de la societat i el territori. Incrementar l’impacte social de la UOC impulsant un finançament més fort i més diversificat mitjançant un programa de filantropia amb el sector privat, les institucions i els individus. Posicionar la UOC com a motor d’innovació, afavorint l’intercanvi de coneixement entre l’entorn de la UOC i la resta d’agents del sistema innovador per donar resposta als reptes de la societat. Repte 11 Potenciar l’R+I (recerca i innovació) en la frontera entre la tecnologia i les ciències humanes i socials, en què la UOC es vol diferenciar i vol generar impacte social. Objectius Consolidar l'aposta per la recerca interdisciplinària identificant reptes que requereixin una col·laboració estable entre disciplines, per tal de maximitzar l'impacte Consolidar el compromís institucional amb la transformació de l'avaluació de la recerca en el marc de la Declaració DORA i el futur acord CE Towards a Reform of the Research Assessment System. Repte 12 Reforçar l’ecosistema de recerca de la UOC: l’entorn, les condicions i els recursos amb els quals es duu a terme l’activitat de recerca. Objectius Potenciar l’activitat investigadora de les persones amb talent, motivació i capacitat per fer recerca. Destinar el 5 % del pressupost de la UOC a programes de recerca."
}