{
  "url": "https://uoc.edu/portal/ca/corporate/contacte/index.html",
  "content": "Contacte Vols més informació? T'hem enviat un missatge electrònic amb un enllaç per a confirmar la teva consulta. Vols més informació? Vols més informació? Enviant consulta... Informació bàsica sobre protecció de dades personals He llegit i accepto la política de privacitat . Responsable del tractament: Fundació per a la Universitat Oberta de Catalunya (en endavant, UOC), amb seu a l'avinguda del Tibidabo, 39-43, Barcelona, Espanya, i NIF G-60667813. Finalitats: Gestionar i donar resposta a les consultes puntuals i a la informació genèrica. Fer una avaluació i un seguiment dels serveis oferts per la UOC mitjançant estadístiques i enquestes de satisfacció. Legitimació: Consentiment. Interès legítim en l'avaluació i el seguiment del servei. Destinataris: No es comunicaran les dades a tercers, excepte obligació legal. Drets dels interessats: Podreu retirar el vostre consentiment en qualsevol moment, a més d'exercir el dret d'accés, rectificació, supressió, oposició, portabilitat, limitació i de no ser objecte de decisions individuals automatitzades enviant un correu electrònic a fuoc_pd@uoc.edu i adjuntant una fotocòpia del DNI o d'un document que acrediti la vostra identitat. Informació addicional: Podeu revisar la informació addicional sobre el tractament de les dades personals a la política de privacitat . Vull rebre informació acadèmica i institucional relacionada amb els actes que es duen a terme a la UOC, així com informació comercial sobre l'oferta formativa de la mateixa, mitjançant l'elaboració de perfils tant per part de la UOC com de tercers. Vull que la UOC o tercers proveïdors o entitats amb qui tingui acords la UOC em contactin per participar, de manera voluntària, a la realització d'enquestes relacionades amb temes d'investigació i recerca, entre d'altres. Literal a definir Literal a definir Literal a definir Cal que accepteu el tractament de les dades personals per a sol·licitar informació. Vols més informació? Deixa’ns les teves dades i et truquem Motiu de la consulta Motiu de la consulta* Solucions d'aprenentatge per a empreses Matrícula corporativa Borsa de treball Programa de pràctiques i mobilitat Innovació per a les empreses Patrocini de càtedres Programa de filantropia Altres assumptes Nom Primer cognom Segon cognom Nom de l'empresa Nom Correu electrònic Telèfon El teu missatge He llegit i accepto la política de privacitat. * * Camps obligatoris * Camps obligatoris Contacta amb... UOC Corporate Matrícula corporativa Borsa de treball Programa de pràctiques i mobilitat Servei de transferència de coneixement Càtedres Filantropia"
}