{
  "url": "https://uoc.edu/portal/ca/universitat/coneix/actes-institucionals/llicons-inaugurals/2013-2014/index.html",
  "content": "Lliçons inaugurals Lliçó inaugural 2013-2014 Reptes i oportunitats de la universitat en un context global, per Jaume Pagès «La formació inicial no ens permet enfocar la resta de la nostra vida professional» La lliçó inaugural assenyala anualment l'inici del curs amb una reflexió sobre l'estat de la universitat . Aquest any, a més, en Jaume Pagès, bon coneixedor de l'educació superior en un context global, ha volgut compartir el seu coneixement proposant-nos un diàleg viu i obert a tots els membres de la nostra comunitat. Sigueu benvinguts a la lliçó inaugural 2013, l'inici del curs en què tots i totes començarem a construir la universitat col·laborativa que volem. La universitat acompanya en la formació al llarg de la vida? Idees clau Una universitat pública o amb funció pública? Idees clau La UOC pot esdevenir una universitat global? Idees clau Com avaluen els rànquings les universitats espanyoles? Idees clau Necessitem nous models de governança universitària? Idees clau Marxar a l'estranger: oportunitat o fuga de talent? Idees clau Cal redimensionar el sistema universitari català? Idees clau Hi ha massa titulacions universitàries? Idees clau Tenim un sistema universitari prou divers? Idees clau Com s'articula Universia dins de l'espai educatiu llatinoamericà? Idees clau Com potenciar la permeabilitat amb la universitat de la formació preuniversitària? Idees clau Quin és el futur de la universitat? Idees clau Presentació del rector Jaume Pagès Conseller delegat d'Universia Jordi Planella Director dels Estudis de Psicologia i Ciències de l'Educació de la UOC Contrapunt: un diàleg obert Hem demanat a Tíscar Lara , directora de comunicació de l'Escuela de Organización Industrial (EOI) i a Ramón Compañó , director de programes del Joint Research Centre - Institute for Prospective Technological Studies (JRC-IPTS) de la Comissió Europea, que obrin nous interrogants per enriquir el debat d'aquesta lliçó inaugural. Quines són les fortaleses de la universitat europea? Quin valor podria aportar la presencialitat a una universitat en línia? Té sentit i futur la universitat tal i com la coneixem avui dia? Quines són les diferències en termes de transferència tecnològica a Europa? Com poden les universitats oferir solucions globals i locals a la vegada? Quin és el paper d'universitats com la UOC en el futur del sistema universitari? Making of Vés a Flickr"
}