{
  "url": "https://uoc.edu/ca/estudis/info/centre-idiomes-moderns",
  "content": "Coneix el Centre d’Idiomes Moderns Amb l’objectiu de facilitar l’equiparació nacional i internacional dels seus certificats de llengües estrangeres, el Centre d'Idiomes Moderns ha adaptat la totalitat de la seva oferta al Marc europeu comú de referència per a les llengües (MECR) . Això facilitarà als seus estudiants acreditar les seves competències . Amb el Centre d'Idiomes Moderns, integrat en els Estudis d’Arts i Humanitats , la UOC vol satisfer la necessitat d’una societat que assisteix al creixement de la mobilitat universitària, de l’intercanvi global de béns i serveis i dels contactes interculturals. L’oferta d’anglès, francès, alemany, xinès, japonès, castellà i català és actualitzada i ampliada constantment per tal de millorar les capacitats comunicatives dels estudiants en aquestes llengües. El Centre d'Idiomes Moderns és responsable de les assignatures de llengua estrangera que formen part dels plans d’estudis de les diferents titulacions oficials de la UOC i que proporcionen als membres de la comunitat universitària la competència lingüística necessària en contextos tant acadèmics com professionals. S’obre, també, a la ciutadania no universitària , a la qual ofereix la mateixa formació de qualitat en totes les llengües i nivells. El camí recorregut Des de la creació de la UOC l’any 1994, les llengües estrangeres han estat un dels principals àmbits de formació dels seus estudiants. A la generalització de l’anglès com a assignatura obligatòria, s’hi va sumar el francès l’any 1998. A partir del 2004, amb la creació del Programa d'Àsia Oriental, s’hi van afegir el xinès i el japonès, i el 2009 es va iniciar la docència de l’alemany. Mitjançant l’@teneu Universitari, l’any 2005, els cursos de llengües estrangeres es van posar a disposició de tothom, independentment de la formació prèvia de l’alumne. Paral·lelament, la UOC va començar a oferir cursos de català que preparaven per a l’obtenció dels certificats homologats dels nivells intermedi i de suficiència. Davant d’aquestes nombroses activitats, el 2010 la UOC va crear el Centre d'Idiomes Moderns, per tal que aplegués la docència de llengües i desenvolupés el potencial estratègic de l’ensenyament virtual d’idiomes en benefici de tota la societat. Metodologia Descobreix com s'aprenen idiomes online amb la metodologia del CIM, el Centre d'Idiomes Moderns de la UOC. Saber-ne més Preguntes freqüents Tens dubtes? Donem resposta a les teves preguntes sobre la nostra oferta formativa, el model d’aprenentatge o tràmits, entre altres temes. Consulta"
}