{
  "url": "https://uoc.edu/portal/ca/universitat/organitzacio/fuoc/grup-uoc/index.html",
  "content": "Fundació per a la Universitat Oberta de Catalunya Societat del grup empresarial i entitats vinculades de la FUOC Després de la reestructuració empresarial duta a terme aquests últims anys, la Fundació per a la Universitat Oberta de Catalunya només té com a empresa del grup empresarial la societat Invergy B. Side, SLU . Així mateix, la Fundació per a la Universitat Oberta de Catalunya té altres entitats vinculades amb presència a Colòmbia, a través de la Fundación UOC Colombia , i a Mèxic, a través de la Universitat Oberta de Catalunya, AC . Ambdues entitats es dediquen a la introducció i expansió internacional de la Universitat Oberta de Catalunya, actuant com a oficines de representació, desenvolupant tasques de promoció, publicitat i relacions institucionals, i enfortint el desenvolupament de l'educació superior de l'estudiantat d'Amèrica Llatina. Invergy B. Side, SL - societat unipersonal Fundación UOC Colombia Universitat Oberta de Catalunya, AC (UOC, AC) Invergy B. Side, SL - societat unipersonal És una empresa del grup de la UOC dedicada a invertir en empreses emergents i derivades ( start-ups i spin-offs ) del sector educatiu i de les TIC vinculades als àmbits de coneixement de la UOC i procedents de tot l'ecosistema innovador al voltant de la Universitat. La seva missió és fomentar el desenvolupament econòmic de la societat a través de l'impuls d'empreses de base innovadora i projectes d'emprenedoria, de manera que s'enforteixin els lligams entre l'empresa, el coneixement i la societat. Té la forma jurídica d'una societat limitada i és unipersonal, participada al 100 % la Fundació per a la Universitat Oberta de Catalunya. Fundación UOC Colombia És una entitat sense ànim de lucre amb seu social a Bogotà (Colòmbia), que té per finalitat: Fomentar, promoure i patrocinar els serveis i programes d'educació, oferits per la UOC, al territori de Colòmbia i a altres països d'Amèrica Llatina. Servir d'oficina de representació a Colòmbia i Amèrica Llatina respecte als serveis d'educació oferits per la UOC. Servir de suport a la UOC per a la realització d'estudis, recerca i anàlisi sobre metodologies i tècniques aplicades a l'ensenyament no presencial. Té la forma jurídica d'una fundació i el seu soci és la Universitat Oberta de Catalunya, AC. Universitat Oberta de Catalunya, AC (UOC, AC) És una entitat sense ànim de lucre amb seu social a Ciutat de Mèxic (Mèxic), que té per finalitat: Patrocinar, promoure i estimular els serveis i programes d'educació, oferits per la UOC, al territori de Mèxic. Servir d'oficina de representació a Mèxic respecte als serveis d'educació oferits per la UOC. Té forma jurídica d'associació civil i els seus socis són Invergy B. Side, SLU, i la Fundació UOC Colombia, al 50 % cadascuna."
}