{
  "url": "https://uoc.edu/portal/ca/universitat/organitzacio/fuoc/consideracio-juridica/index.html",
  "content": "Fundació per a la Universitat Oberta de Catalunya Consideració jurídica La UOC es crea per impuls del Govern de la Generalitat de Catalunya per a prestar un servei d’ensenyament universitari no presencial en català. Per donar resposta a aquesta iniciativa, es constitueix com una entitat de gestió privada (fundació privada sense ànim de lucre en la qual participen representants de la societat catalana). La UOC és una universitat que presta un servei públic i s’organitza mitjançant gestió privada . La UOC forma part del sistema universitari de Catalunya i del sistema universitari espanyol. Les titulacions que ofereix són oficials i estan acreditades per l'Agència per a la Qualitat del Sistema Universitari de Catalunya (AQU Catalunya), una de les tres primeres agències incloses en el Registre Europeu de Garantia de Qualitat de l'Ensenyament Superior (European Quality Assurance Register for Higher Education, EQAR), fet que assegura el rigor i l’acompliment dels estàndards exigits pel sistema universitari europeu. Servei públic En aquest sentit, la UOC és una universitat que presta un servei públic pels factors següents : La supervisió : la Universitat i els seus responsables passen els controls que la Generalitat de Catalunya i el Parlament determinen (ratificació del rector o rectora escollit, comptes anuals, compareixença anual al Parlament, normativa de contractacions, supervisió de la Intervenció, supervisió de la Sindicatura de Comptes, supervisió del Departament d’Economia i Coneixement del Govern de la Generalitat, supervisió de la Direcció General d’Universitats...). Els preus de matrícula : estan vinculats al Decret de preus i taxes aprovat cada any per la Generalitat de Catalunya pel qual es fixen els preus dels serveis acadèmics a les universitats públiques de Catalunya i a la UOC. La subvenció pública : la UOC rep una subvenció per a cobrir el cost real de les matrícules dels estudiants. La sostenibilitat de la UOC està vinculada a aquesta subvenció pública (un 30% del pressupost total) i a l’acompliment dels objectius fixats en el contracte programa. El règim econòmic : es compleixen les normes de contractació administrativa pública. La vinculació al sistema educatiu : la UOC va ser una de les impulsores de l’ACUP (Associació Catalana d’Universitats Públiques) i en forma part. En l’àmbit estatal, forma part de la CRUE (Conferència de Rectors de les Universitats Espanyoles). El rector de la UOC assisteix com a membre de ple dret a les reunions del Consell Interuniversitari de Catalunya i del Consell d’Universitats (espanyol). Gestió privada Per altra banda, la gestió privada es fonamenta en: el règim de govern : el Patronat, màxim òrgan de representació, govern i administració de la UOC, és format per 11 patrons (6 de privats i 5 de públics); la titularitat : la Generalitat té representants en el Patronat de la Fundació, però no hi té majoria de membres ni el presideix; el règim del tipus de contracte –del professorat i del personal– (és a dir, no són funcionaris públics); una flexibilitat més gran : el fet de ser una fundació privada dóna més autonomia de gestió a la Universitat i permet prendre decisions més àgilment per a adaptar-se als canvis de l’entorn. Titulacions oficials La UOC, com la resta de les universitats públiques i privades catalanes, forma part del sistema universitari de Catalunya , en tant que: les titulacions ofertes per la UOC s’atenen a la programació universitària de Catalunya i són titulacions oficials adaptades al sistema universitari europeu (EEES). A més, la UOC garanteix la qualitat dels seus ensenyaments mitjançant el programa Audit, impulsat per les agències de qualitat. En aquest sentit: les titulacions que ofereix són oficials i estan acreditades per l'Agència per a la Qualitat del Sistema Universitari de Catalunya (AQU Catalunya), una de les tres primeres agències incloses en el Registre Europeu de Garantia de Qualitat de l'Ensenyament Superior (European Quality Assurance Register for Higher Education, EQAR), fet que assegura el rigor i l’acompliment dels estàndards exigits pel sistema universitari europeu. Estatuts i normes d'organització"
}