{
  "url": "https://uoc.edu/portal/ca/universitat/organitzacio/organs-govern/rector-vicerectors/index.html",
  "content": "Òrgans de govern Rectora i vicerectors i vicerectores Rectora Àngels Fitó (Barcelona, 1970) és doctora en Ciències Econòmiques per la Universitat de Barcelona i professora sènior de la UOC. De 2019 a 2023 va ser vicerectora de Competitivitat i Ocupabilitat d'aquesta universitat. Ha compaginat l'activitat acadèmica amb altres activitats professionals d'assessorament en finances i gestió, tant en empreses privades com en institucions públiques. És vicedegana del Col·legi d'Economistes de Catalunya des del novembre del 2021, i membre del Consell Assessor en Política Econòmica del Govern de la Generalitat de Catalunya. Espai de la rectora Vicerectora de Docència i Aprenentatge Teresa Guasch és doctora en Psicologia per la Universitat Ramon Llull (2003) i llicenciada en Psicopedagogia. És postgraduada en Especialització Psicopedagògica en l'Atenció a la Diversitat Escolar (UAB, 1997) i en Assessorament Curricular en l'Àmbit de les Estratègies d'Ensenyament i Aprenentatge (postgrau interuniversitari URL, UAB i UOC, 1999). Ha estat la directora dels Estudis de Psicologia i Ciències de l'Educació des de l'any 2014 i és professora sènior de la UOC. La seva activitat de recerca i innovació se centra en l'estudi dels processos d'ensenyament i aprenentatge en entorns virtuals, des d'una perspectiva psicoeducativa. Fitxa personal Twitter Vicerector de Recerca, Transferència i Emprenedoria Xavier Vilajosana, doctor en informàtica per la UOC i la UPC, és catedràtic i investigador líder del grup Wireless Networks (WINE), de l'IN3. Recentment ha estat nomenat investigador ICREA Acadèmia. Ha desenvolupat 32 patents, 26 de les quals són explotades per empreses multinacionals, i ha participat en la creació de diferents empreses emergents. Fitxa personal LinkedIn Vicerectora de Governança i Política Acadèmica M. Jesús Martínez-Argüelles és doctora en Ciències Econòmiques i Empresarials per la Universitat de Barcelona. També té un màster de Qualitat Industrial per la UNED i un màster de Science in Economics per la Universitat Pompeu Fabra. Ha estat la directora dels Estudis d'Economia i Empresa des de l'any 2019. Amb anterioritat va ser professora dels mateixos estudis (2000 a 2019) i agregada de l'àmbit d'organització d'empreses (2008 a 2019), a més de sotsdirectora de docència dels Estudis (2016 a 2019). Fitxa personal Vicerector d'Aliances, Comunitat i Cultura Manel Jiménez-Morales ha estat professor de Comunicació a la Universitat Pompeu Fabra (UPF) des de l'any 2000. Té un doctorat en Comunicació Social de la mateixa universitat, un màster d'Estudis Avançats del mateix camp i dues llicenciatures: Comunicació Audiovisual (UPF) i Teoria de la Literatura i Literatura Comparada (UB). També ha estat professor visitant al Departament de Literatura de la Universitat d'Oxford (Regne Unit) i al Departament de Teatre, Cinema i Televisió de la Universitat de Califòrnia, Los Angeles (UCLA), i ha exercit d'investigador a l'Institut de Cinema Britànic (Londres). Fins al 2023 ha estat vicerector de Transformació Educativa, Cultura i Comunicació a la UPF i membre del comitè estratègic de l'Associació d'Universitats Europees. LinkedIn El rector o rectora és la màxima autoritat acadèmica de la Universitat i li corresponen, per tant, les pertinents responsabilitats de representació i govern que li són pròpies, sens perjudici de les atribucions que els Estatuts atorguen al Patronat. El nomenament i cessament del rector o rectora han de ser ratificats pel Govern de la Generalitat, a instàncies del Patronat de la Fundació, segons el procediment establert als seus Estatuts, i un cop escoltat el Consell. El rector o rectora presideix el Consell de Govern i qualsevol altra reunió d’un òrgan de govern de la Universitat a què assisteixi, tret del Patronat, de la Comissió Permanent i del Consell de la Fundació per a la Universitat Oberta de Catalunya. El rector o rectora, o la persona en qui delegui, assisteix a les reunions del Patronat i de la Comissió Permanent de la Fundació per a la Universitat Oberta de Catalunya amb veu i sense vot. El nomenament del rector o rectora de la Universitat Oberta de Catalunya es fa amb el vot favorable de la majoria absoluta dels membres del Patronat. Exerceix el seu càrrec per un període màxim i no prorrogable de set anys, segons el procediment que puguin preveure els Estatuts de la FUOC, i després d’haver escoltat el personal docent i investigador. El rector o rectora de la Universitat Oberta de Catalunya ha d’estar en possessió del títol de doctor. El rector o rectora rep l’assistència dels vicerectors i vicerectores en el nombre que determini. El seu nomenament, l’assignació de les seves funcions ―de conformitat amb el que preveuen aquestes normes― i el seu cessament corresponen al rector o rectora. Els vicerectors i vicerectores són membres de ple dret del Consell de Govern. Si es produeix absència, malaltia o vacant del rector o rectora, n’assumirà temporalment les funcions el vicerector o vicerectora en qui hagi delegat o, en cas de no haver-ho fet, en el més antic."
}