{
  "url": "https://uoc.edu/portal/ca/universitat/estrategia/pla-estrategic/plans-accio-20-21/index.html",
  "content": "Pla estratègic Plans d'acció 2020-2021 La UOC desenvolupa l’estratègia de la Fase III: 2020-2021 mitjançant 4 plans, 19 subplans i 83 accions. 01. BE UOC 02. NEXT UOC 03. GLOBAL UOC 04. UOC R&I 01. BE UOC 0101. Atracció i incorporació de talent Definir i implantar un pla per a l'atracció i incorporació de talent de l'àmbit acadèmic i de gestió. Atracció del talent en el nou escenari. 0102. Equip propi: detecció, desenvolupament i fidelització del talent Definir un pla global per al desenvolupament i la fidelització del talent mitjançant l’establiment de trajectòries professionals i plans de formació. Implantar i consolidar el people review per a acadèmia i gestió. Consolidar i implantar el model d’objectius a la UOC. Desenvolupar el perfil competencial del mànager de projecte de Recerca i Innovació. Adaptar el PID al nou escenari d'eTreball. Treballar accions de desenvolupament vinculades a l'eTreball i la nova forma de treballar i de gestió virtual: gestió d'equips i del temps, productivitat i eficiència. 0103. Equip col·laborador: detecció, desenvolupament i fidelització del talent Definir i implantar el model de gestió integral de l’equip col·laborador. Analitzar i ajustar el model de relació amb els col·laboradors docents (tutors i professors col·laboradors). 0104. Cultura i organització Definir i implantar un pla per a la millora dels sistemes de gestió. Plasmar els valors de la UOC en la cultura de l’organització i establir un pla per a la seva difusió i implementació. Avaluar l'experiència de confinament: el detonant cap a una organització veritablement digital i ubiqua. Consolidar l'etreball com a instrument de sostenibilitat ambiental i equitat territorial. 0105. Creixement i sostenibilitat Incrementar l’activitat en títols oficials i propis i fer-la sostenible. Incrementar l’activitat de UOC Corporate. Incrementar l’activitat de UOC X. Incrementar la captació de recursos per a R+I. Seguiment i anàlisi del comportament de l'estudiant per la situació provocada per la COVID19. Noves formes d’apropar-nos als estudiants. 0106. UOC_Tech Alinear el Pla i la Governança TIC amb el Pla Estratègic. Acompanyar en el desplegament de l’estratègia i governança de dades de la UOC. Desenvolupar i implementar la vessant tecnològica del Data Science Lab. Reforçar i flexibilitzar els serveis i infraestructures informàtiques per adaptar-los a l’increment d’estudiants, la globalització i les ciberamenaces. Implementar nous models d’avaluació d’acord amb un nou context digital. Desenvolupar la transformació de la gestió acadèmica de la UOC d’acord amb els reptes estratègics de la universitat. 02. NEXT UOC 0201. Transformació docent Definir i desenvolupar el nou LMS. Desenvolupar i implantar el model NIU. Innovar en el disseny de les assignatures centrades en l’activitat de l’estudiant. Avaluar per a facilitar més l’adquisició de competències. Millorar l’eficàcia en el seguiment dels TFM/TFG. Innovar en el disseny de sistemes de pràctiques virtuals. Implantació a la UOC de Valid Next. 0202. Competències Actualitzar les competències transversals de la UOC pensant en les noves demandes socials. Potenciar el treball per competències en el disseny dels programes i assignatures. Incorporar les competències en les assignatures Treball final i Pràcticum. Incorporar les competències a l’expedient de l’estudiant per a fer més ocupable i competitiu el seu CV. 0203. Transversalitat docent Dissenyar itineraris flexibles que permetin la mobilitat interna entre programes. Garantir els recursos d’aprenentatge en el desplegament de nous programes i desenvolupar la renovació en els existents. Aplicar la política de materials docents d’accés obert. 0204. Qualitat, motor de canvi Certificar el sistema intern de garantia de la qualitat (SIGQ). Definir l’oferta acadèmica d’acord amb les demandes de la societat. Acreditar el grau de qualitat màxim en les titulacions en programació. 0205. Reducció de l'abandonament Dissenyar els programes i les assignatures sobre la base de la unitat temps. Posar en marxa accions focalitzades en els tres primers semestres. Detectar el perfil de risc en l’abandonament. 03. GLOBAL UOC 0301. Model UOC com a referent global Promoure i posicionar la formació online de qualitat a nivell global. Transferir el model UOC per enfortir sistemes educatius arreu del món. Ampliar la cobertura internacional dels estudis de la UOC. Fomentar l’equitat en l’accés a l’educació. 0302. La UOC a l'Agenda 2030 Posicionar la UOC internacionalment vinculant la Universitat a l’Agenda 2030. Formar ciutadans i professionals globals. Implementar el Pla d’Igualtat. 0303. Coneixement obert amb tothom i per a tothom Posicionar internacionalment la UOC en coneixement obert i ciència oberta. Avançar cap a la transformació de la UOC en un node de coneixement obert, seguint l’estratègia marcada en el Pla de Coneixement Obert. Crear espais i estimular processos de cocreació de coneixement amb actors de la societat i augmentar la rellevància i l’impacte social de la recerca de la UOC. 0304. Evolució cap a una UOC global i social Elaborar i implementar el Pla de Sostenibilitat Mediambiental. Promoure les competències globals de l’equip de la UOC. Enfortir les delegacions internacionals de la UOC. Adaptar processos i eines interns a la UOC global i social. Mesurar la UOC global i social. 04. UOC R&I 0401. Recerca d'impacte científic Desplegar l’estratègia de l’IN3 per al període 17-21. Desplegar l’estratègia del UOC eHealth Center. Reforçar la implementació de l’estratègia de recerca als estudis. Promoure la publicació d’experts internacionals per mitjà de les revistes científiques de la UOC. Definir el Data Science Lab de la UOC. Assegurar la governança de dades per a la recerca. Impulsar el Pla de la Comunicació de la Recerca i la Innovació. 0402. Transdisciplinarietat Reforçar el criteri de la interdisciplinarietat en els diferents ajuts i prioritzacions en convocatòries de recerca. Crear mecanismes per a compartir la recerca que es fa als diferents estudis i centres, a partir dels seus plans de recerca i innovació. Impulsar projectes de recerca que aglutinin interessos de diferents estudis en àmbits com l’e-learning, l’e-health i la societat del coneixement. Fer un mapa de sinèrgies d’interdisciplinarietat a la UOC. 0403. Partenariats per a la recerca Dissenyar i aconseguir programes d’ITN (International Training Network). Incrementar la participació dels investigadors de la UOC en projectes i iniciatives de prestigi. Incrementar el nombre de codireccions i convenis de cotutela de doctorat amb centres de prestigi i empreses. Definir una metodologia adequada per fer recerca online. Incrementar col·laboracions amb centres de salut, oferint l’expertesa de la UOC. 0404. Valorització del coneixement Potenciar l’emprenedoria entre estudiants de la UOC, especialment els que elaboren TFG i TFM. Crear eines d’inversió per a implicar la comunitat UOC per a finançar empreses emergents / empreses derivades. Impulsar mesures de transferència i valorització de la recerca, especialment en els àmbits de coneixement de la UOC. Crear un catàleg de serveis dirigit a empreses i institucions que aglutini l’expertesa de la UOC. Potenciar la incubadora virtual com eina de la UOC per consolidar la gestió i l’acompanyament emprenedor. Posar el talent de la comunitat UOC al servei de l’emprenedoria."
}