{
  "url": "https://uoc.edu/portal/ca/universitat/estrategia/pla-estrategic/plans-accio/index.html",
  "content": "Pla estratègic Plans d'acció 2017-2020 La UOC desenvolupa l'estratègia mitjançant 4 plans, 19 subplans i 78 accions: 01. BE UOC 02. NEXT UOC 03. GLOBAL UOC 04. UOC R&I 01. BE UOC 0101. Atracció i incorporació de talent Definir i implantar un pla per a l’atracció i la incorporació de talent de l’àmbit acadèmic. Definir i implantar un pla per a l’atracció i la incorporació de talent per a l’àmbit de gestió (incloent-hi les empreses del grup). 0102. Equip propi: detecció, desenvolupament i fidelització del talent Definir un pla global per al desenvolupament i la fidelització del talent mitjançant l’establiment de trajectòries professionals i plans de formació. Implantar i consolidar el people review per a acadèmia i gestió (incloent-hi les empreses del grup). Consolidar i implantar el model d’objectius tant a la UOC com a les empreses del grup. Desenvolupar el perfil competencial del mànager de projecte de Recerca i Innovació. 0103. Equip col·laborador: detecció, desenvolupament i fidelització del talent Definir i implantar el model de gestió integral de l’equip col·laborador. Augmentar el nombre de col·laboradors amb el grau de doctor i que puguin dirigir tesis. 0104. Cultura i organització Definir i implantar un pla per a la millora dels sistemes de gestió. Plasmar els valors de la UOC en la cultura de l’organització i establir un pla per a difondre-la. 0105. Creixement i sostenibilitat Augmentar l’activitat en títols oficials i propis. Augmentar l’activitat de UOC Corporate. Augmentar l’activitat de UOC X. Augmentar la captació de recursos per a R+I. 0106. UOC_Tech Alinear el Pla director amb el Pla estratègic 2017-2020 per a implantar-lo. Desplegar i dimensionar els serveis d’intel·ligència competitiva i de negoci i els sistemes d’analítica de les dades. Desenvolupar els requeriments del Data Science Lab. Reforçar i flexibilitzar els serveis informàtics per a adaptar-los a l’augment d’estudiants, la globalització i les ciberamenaces. 02. NEXT UOC 0201. Transformació docent Crear acompanyament a partir dels recursos d’aprenentatge. Definir i desenvolupar el nou LMS. Desenvolupar i implantar el model NIU. Innovar en el disseny de les assignatures centrades en l’activitat de l’estudiant. Millorar l’acompanyament sobre l’acció docent. Avaluar per a facilitar més l’adquisició de competències. Millorar l’eficàcia en el seguiment dels TFM/TFG. Innovar en el disseny de sistemes de pràctiques virtuals. Reforçar les fórmules de col·laboració entre estudiants. 0202. Competències Actualitzar les competències transversals de la UOC pensant en les noves demandes socials. Potenciar el treball per competències en el disseny dels programes i assignatures. Incorporar les competències en les assignatures Treball final i Pràcticum. Incorporar les competències a l’expedient de l’estudiant perquè el seu CV el faci més ocupable i competitiu. 0203. Transversalitat docent Augmentar el grau de transversalitat de les assignatures. Definir i implantar un nou concepte de reconeixement i adaptació d’estudis previs. Dissenyar itineraris flexibles que permetin la mobilitat interna entre programes. Definir i implantar un nou concepte de relació d’assignatures per a afavorir-ne la transversalitat. Garantir els recursos d’aprenentatge en el desplegament de nous programes i desenvolupar-ne la renovació en els existents. Aplicar la política de materials docents d’accés obert. 0204. Qualitat, motor de canvi Certificar el sistema intern de garantia de la qualitat (SIGQ). Definir l’oferta acadèmica d’acord amb les demandes de la societat. Acreditar el grau de qualitat màxim en les titulacions en programació. 0205. Reducció de l'abandonament Dissenyar els programes i les assignatures sobre la base de la unitat temps. Posar en marxa accions focalitzades en els tres primers semestres. Detectar el perfil de risc en l’abandonament. 03. GLOBAL UOC 0301. Model UOC com a referent global Posicionar internacionalment el model d’aprenentatge. Transferir el model UOC per a la millora de sistemes educatius arreu del món. Ampliar la cobertura internacional dels estudis de la UOC. «La UOC acull». Ampliar l’accés als estudis de la UOC, fomentant la inclusió de col·lectius infrarepresentats i la diversitat dels estudiants. 0302. La UOC a l'Agenda 2030 Posicionar la UOC en debats, entitats i xarxes d’influència internacional. Formar ciutadans i professionals globals. Desenvolupar projectes temàtics específics en el marc de l’agenda 2030. 0303. Coneixement obert amb tothom i per a tothom Elaborar i implantar una política interna per a una recerca i una innovació obertes i responsables. Obrir el coneixement de la UOC a tothom per a esdevenir referents en open science . Crear espais i estimular processos de cocreació de coneixement amb actors de la societat i augmentar la rellevància i l’impacte social de la recerca de la UOC. 0304. Evolució cap a una UOC global i social Consolidar la UOC com un centre de treball responsable i sostenible. Promoure les competències globals de l’equip de la UOC. Enfortir les delegacions internacionals de la UOC. Adaptar processos i eines interns a la UOC global i social. Mesurar la UOC global i social. 04. UOC R&I 0401. Recerca d'impacte científic Desplegar l’estratègia de l’IN3 per al període 2017-2020. Dissenyar i implantar el UOC eHealth Center. Promoure la publicació d’experts internacionals per mitjà de les revistes científiques de la UOC. Desplegar l’estructura i la governança de la recerca i la innovació als estudis. Fer un programa d’impuls en línies de recerca translacional i innovació en aprenentatge en línia ( e-learning ). Definir el Data Science Lab de la UOC. 0402. Transdisciplinarietat Incorporar el criteri de la interdisciplinarietat en els diferents ajuts i prioritzacions en convocatòries de recerca. Crear mecanismes per a compartir la recerca que es fa als diferents estudis i centres, a partir dels seus plans de recerca i innovació. Impulsar projectes de recerca que aglutinin interessos de diferents estudis en àmbits com l’aprenentatge en línia, la salut en línia i la societat del coneixement. 0403. Partenariats per a la recerca Establir un programa d’estades per a investigadors en centres de prestigi. Dissenyar i aconseguir programes d’ITN ( International Training Network ). Augmentar la participació dels investigadors de la UOC en projectes i iniciatives de prestigi. Dissenyar un pla per a la presència dels investigadors de la UOC en mitjans de comunicació internacionals. Establir un programa d’acollida de professors visitants i per a estades. Augmentar el nombre de codireccions i convenis de cotutela de doctorat amb centres de prestigi i empreses. 0404. Valorització del coneixement Potenciar l’emprenedoria entre estudiants de la UOC, especialment els que elaboren TFG i TFM. Crear eines d’inversió per a implicar la comunitat UOC per a finançar empreses emergents / empreses derivades. Promoure la col·laboració entre l’expertesa resident a la comunitat UOC i les empreses emergents / empreses derivades. Diposar d’un pla d’atracció d’emprenedors i potencials empreses emergents d’aprenentatge en línia ( e-learning ). Impulsar mesures de transferència i valorització de la recerca, especialment en els àmbits menys tecnològics. Crear un catàleg de serveis adreçat a empreses i institucions (R+I, filantropia, etc.) que aglutini l’expertesa de la UOC."
}