{
  "url": "https://uoc.edu/portal/ca/estudis_arees/arts_humanitats/index.html",
  "content": "Estudis d'Arts i Humanitats Els Estudis d’Arts i Humanitats de la UOC oferim una formació multidisciplinària i flexible en diferents disciplines. Les àrees de coneixement estan organitzades en quatre grans àmbits: les humanitats, la llengua i la literatura, la gestió cultural i les arts. També comptem amb el Centre d'Idiomes Moderns , que aglutina tota l'oferta d'idiomes de la UOC. Crea. Campus de la Creativitat Conscients que el tot és més que la suma de les parts, Crea neix per aplegar la comunitat acadèmica de l’àmbit creatiu de la universitat. Es tracta d’una estructura transversal que té com a objectiu fomentar i posar en valor les pràctiques interdisciplinars. Fruit d’aquesta aposta, Crea busca donar suport a la docència, reforçar la recerca i la innovació , fomentar la transferència i augmentar l’impacte social en els àmbits de l’art, el disseny, el multimèdia, la tecnologia i la comunicació . Estudia amb nosaltres Graus Antropologia i Evolució Humana (interuniversitari: URV, UOC) Arts Història, Geografia i Història de l'Art (interuniversitari: UOC, UdL) Humanitats Llengua i Literatura Catalanes Sociologia Traducció, Interpretació i Llengües Aplicades (interuniversitari: UVic-UCC, UOC) Màsters Ensenyament i Aprenentatge d'Idiomes mitjançant Tecnologia Gestió Cultural (interuniversitari: UOC, UdG) Filosofia per als Reptes Contemporanis Història del Món Contemporani Humanitats: Art, Literatura i Cultura Contemporànies Mediterrània Antiga (interuniversitari: UOC, UAB, UAH) Traducció i Tecnologies Diplomes d'especialització i diplomes d'expert Cultura Contemporània Ensenyament d'idiomes i TIC Esdeveniments Filosofia Gestió Cultural Història Llibre Digital Traducció Formació contínua Humanitats Traducció i tecnologies Llibre i vídeo digitals Llengües Cursos d'idiomes Alemany Anglès Català Espanyol Francès Japonès Xinès Doctorat i investigació Doctorat d'Humanitats i Comunicació Doctorat de Societat de la Informació i el Coneixement Notícies Més notícies Carregant informació... Agenda Més actes programats Carregant informació... Revistes i espais en xarxa Artnodes Journal on Art, Science and Technology Espai coordinat per diversos estudis de la UOC, dedicat a la reflexió i l’estudi de les interseccions entre art, ciència i tecnologia. Dictatorships & Democracies Journal of History and Culture Dictatorships & Democracies (D&D) és una revista en línia d’accés obert, editada a Barcelona per la UOC i la Fundació Carles Pi i Sunyer, que estudia els moviments socials, intel·lectuals i la democratització des d’una perspectiva comparada i transnacional. Digithum A Relational Perspective on Culture and Society Revista impulsada pels Estudis d'Arts i Humanitats que difon articles de reflexió o resultats d'investigacions que analitzen les transformacions de les humanitats i les ciències socials en l'era digital. LletrA La literatura catalana a internet LletrA és una iniciativa de la UOC, l'Institut Ramon Llull i la Institució de les Lletres Catalanes de la Generalitat de Catalunya per a la difusió de la literatura catalana. Blogs Art Matters Blog sobre art contemporani i cultura digital Arts i Humanitats Blog dels Estudis d'Arts i Humanitats UOC Llengua i literatura catalanes Blog del Grau de Llengua i Literatura Catalanes Centre d'Idiomes Moderns El blog dels idiomes de la UOC Koiné Blog del Màster Universitari de Mediterrània Antiga Tradiling Blog de traducció i llengua Cultura sense límits Blog de l'Àrea de Gestió Cultural de la UOC Llibre digital Blog del Màster d'Edició Digital Gestió d'esdeveniments Blog del Postgrau de Gestió d'Esdeveniments Culturals, Esportius i Corporatius Enllaços d'interès Hac Te (Hub d'Art, Ciència i Tecnologia) Videos Memòria 22"
}