{
  "url": "https://uoc.edu/portal/ca/universitat/index.html",
  "content": "La primera universitat online del món 30 anys transformant l'educació superior en l'era digital Descarrega el dossier institucional Una universitat pionera i referent Fa 30 anys que oferim formació en línia acreditada i de qualitat i aspirem a desenvolupar el talent de les persones al llarg de la vida. Fem recerca amb vocació transformadora per generar impacte social. Som una universitat pionera i experta en e-learning que forma persones al llarg de la vida. Som una universitat nativa digital, global i amb mandat públic. Som una universitat que focalitza la recerca en la interacció entre la tecnologia i les ciències humanes i socials. Descarrega el dossier institucional 30 cursos d'experiència 90.400 estudiants que viuen a 132 països 122.750 graduats i graduades 2a. universitat en nombre d’estudiants amb discapacitat d’Espanya 100 % en línia 11.350 aules virtuals 130.000 proves finals virtuals 1a. universitat catalana amb tota l’oferta oficial acreditada Recerca transdisciplinària + de 500 investigadors i investigadores 2 centres de recerca 1 centre d’innovació en l’aprenentatge Què diuen de nosaltres Sanjay Sarma: «El mètode de la UOC va ser dissenyat per ser disruptiu. Vau ser visionaris» Vicepresident d'Aprenentatge Obert del MIT. Mary Beard: «La UOC ha trobat la manera d'aprofitar la tecnologia per millorar l'experiència dels estudiants» Catedràtica de la Universitat de Cambridge. Martin Carnoy: «La UOC representa el canvi més gran en la definició d'una universitat» Professor de la Universitat de Stanford. Wendy Hall: «Ens calen coneixements interdisciplinaris, que veig que floreixen aquí, a la UOC» Directora executiva del Web Science Institute. Acreditada i reconeguda internacionalment Times Higher Education World University Rankings Iberoamèrica 1a. universitat en línia Global Top 200 entre les universitats més joves del món. Espanya 1a. universitat online de menys de 50 anys. La qualitat és part del nostre ADN La UOC ha obtingut l’ Acreditació Institucional de Centre del Consell d'Universitats del govern d'Espanya, que comporta l'acreditació de tots els graus i màsters universitaris oficials coordinats per la UOC. És la primera universitat de Catalunya en assolir aquest reconeixement. L'actualitat de la Universitat Contacte La UOC aprova un pressupost de 183,6 milions Institucional La UOC crearà una spin-off de tecnologies educatives per ajudar infants amb trastorns del llenguatge Recerca L’estudiant pot fer totes les gestions i els tràmits acadèmics virtualment i atenem els seus dubtes mitjançant els canals virtuals d’atenció. Pot fer arribar qualsevol dubte en qualsevol moment del dia per mitjà del servei d’atenció del Campus Virtual o bé el canal de Twitter @UOCrespon . En cas que no tingui accés al campus, també pot enviar la consulta o comentari mitjançant el formulari de contacte. Vols contactar amb nosaltres? Estem disponibles virtualment els 365 dies de l'any Membres actius de xarxes nacionals i internacionals Associació Catalana d'Universitats Públiques Xarxa Vives d'Universitats MIT J-WEL | Abdul Latif Jameel World Education Lab International Association of Universities (IAU) Red de Universidades por la Infancia y Adolescencia"
}