{
  "url": "https://uoc.edu/portal/ca/corporate/solucions-aprenentatge/index.html",
  "content": "Solucions d'aprenentatge Com son les nostres solucions? Amb un alt nivell de personalització Solucions amb una gran capacitat de personalització, tant dels continguts com de la metodologia de dinamització, fet que permet adaptar-les a la realitat de l'empresa, al repte concret que persegueix resoldre i al perfil de participant a qui va dirigida. Amb continguts de qualitat acreditats Programes construïts a partir de continguts rellevants i d'actualitat, elaborats per persones expertes del món laboral, combinant metodologies d'impacte màxim amb formats innovadors. Amb metodologies innovadores Dissenyades amb una metodologia que genera l'impacte i la màxima eficiència en cada context, combinant formació en línia, iniciatives d'aprenentatge col·laboratiu, sessions, tallers presencials i experiències immersives. Quines són les nostres solucions? Skills Center Creixement a través d'habilitats i competències Solucions d'impacte orientades al creixement de les habilitats i competències personals : empatia, innovació, creativitat, anàlisi i resolució de problemes, col·laboració i treball en equip, negociació i presa de decisions, comunicació i feedback , entre d'altres. Custom Programs Formació amb impacte professional Més de 150 itineraris personalitzats orientats a superar reptes de negoci en els diferents àmbits de les empreses: lideratge, innovació i transformació digital, gestió de projectes, màrqueting i vendes, tecnologia, logística, entre d'altres. Open Programs Programes UOC Més de 700 programes d'especialització, postgraus i màsters orientats al desenvolupament dels coneixements dels professionals de les empreses. Com ho fem? El nostre equip d'experts treballa juntament amb el client per a crear la solució més adequada. L'experiència acumulada durant més de 20 anys innovant en l' aprenentatge en línia ens permet valorar la millor combinació de metodologies en cada context. A partir de recursos propis, dels que disposa el client o de nous creats des de la nostra Content Factory . Seleccionem els experts i dinamitzadors més apropiats, siguin del nostre equip, format per més de 300 col·laboradors , del client mateix o bé externs. Portem una gestió integrada de tots els processos i les tasques que es deriven de la posada en marxa de la solució dissenyada, fet que aporta un grau d’ eficiència més elevat i una millora en la qualitat del servei . Vegeu amb qui col·laborem Alguns exemples dels nostres projectes Caixabank Sector banca i assegurances Hem ajudat a formar els empleats de l'entitat en gestió financera i a enfortir les capacitats de project management i de lideratge de la seva àrea tecnològica. Grup Catalana Occident Sector banca i assegurances Hem format professionals de l'asseguradora en els àmbits de comercial i màrqueting. Affinity Sector gran consum Per mitjà de l'aprenentatge, hem contribuït que els empleats de la companyia siguin ambaixadors de la marca. Vegeu amb qui col·laborem «Necessitem que la gent tingui una actitud de proactivitat, de curiositat i d'iniciativa per adaptar-se als canvis i continuar formant-se.» Laia Gimeno Talent Development Specialist Affinity «Ara que la tecnologia és la gran aliada, l'aprenentatge col·laboratiu es fa encara més rellevant per desenvolupar les capacitats i assolir la transformació desitjada, cosa que genera més valor a la societat. » Joseba Arano Echebarria Director de Persones, Qualitat i Gestió Ética, Responsable y Excel·lent Calidad Pascual"
}