{
  "url": "https://uoc.edu/portal/ca/estudis_arees/dret_ciencia_politica/index.html",
  "content": "Estudis de Dret i Ciència Política Formem als juristes de la societat de la informació Els Estudis de Dret i Ciència Política estan formats per un equip de 46 professors i són els responsables en l'actualitat de 12 programes oficials i diferents propis en els àmbits del Dret, la Ciència Política i la Criminologia. En aquestes titulacions hi participen més de 10.000 estudiants acompanyats en el seu procés d'aprenentatge per uns 1.000 col·laboradors docents. Estudia amb nosaltres Graus Criminologia Dret Relacions Internacionals Ciència política i de l'administració Doble titulació de Dret i d'Administració i Direcció *Tots els graus es poden cursar en català o castellà. Màsters Màsters Universitaris Advocacia i Procura Anàlisi política Ciberdelinqüència Ciutat i Urbanisme Criminologia i Execució Penal (interuniversitari: UPF, UdG, UAB, UOC) (castellà) Drets Humans, Democràcia i Globalització (castellà) Fiscalitat Màsters propis Conflict, Peace and Security (UOC, UNITAR) (anglès) Cooperació Internacional al Desenvolupament i Acció Humanitària (UOC, Creu Roja) (castellà) Gestió i Solució de Conflictes (castellà) International Affairs and Diplomacy (UOC, UNITAR) (anglès) * Aquests màsters ofereixen programes derivats que es poden cursar de forma independent, especialitzats en un àmbit concret. *Els Màsters es poden cursar en català o castellà excepte aquells on s'indica l'idioma de docència Diplomes d'especialització i diplomes d'expert Contractació Pública (català, castellà) Dret Registral i Hipotecari (UOC, Deganat dels Registradors de Catalunya) (castellà) International Relations, Geopolitics and Global Governance-IBEI (anglès) Mediació Civil, Mercantil i Concursal (castellà New Challenges of Global Governance (UOC, IBEI) (anglès) Sistema Tributari (català, castellà) * Alguns d'aquests programes ofereixen formacions derivades centrades en un àmbit específic. Formació Contínua Dret penal de les noves tecnologies Mediació. Curs per a exercir la Mediació (100 hores) Principis de conflictologia: Aprèn a resoldre conflictes Transparència i bon govern Violència domèstica i de gènere Drets humans, nacionalitat i estrangeria Mercat interior i règim jurídic del mercat Doctorat i investigació Programa de Doctorat Dret, Política i Economia Notícies Més notícies Carregant informació... Agenda Més actes programats Carregant informació... Blogs IurisCrimPol Blog dels Estudis de Dret i Ciència Política ICTlogy Blog d'Ismael Peña-López, professor dels Estudis UOC Ciudades Blog del Màster oficial de Ciutat i Urbanisme Responsabilitat a Internet Blog de Miquel Peguera, professor dels Estudis Una mirada crítica a les relacions laborals Blog d'Ignasi Beltran de Heredia Ruiz, professor dels Estudis Enllaços d'interès IDP Revista d'Internet, Dret i Política Revista dels Estudis de Dret i Ciència Política de la UOC dedicada a la difusió de recerques sobre els reptes que les TIC plantegen en el dret i la ciència política. Memòria 2022"
}