{
  "url": "https://uoc.edu/portal/ca/universitat/organitzacio/estudis-centres-recerca/catedra-barcelona-uoc-economia-digital/index.html",
  "content": "Com ens organitzem Docència, innovació i recerca La Càtedra Barcelona UOC en Economia Digital té com a missió l'impuls d'accions estratègiques, connexions, dinàmiques de treball i instruments per afavorir que les polítiques públiques i l'ecosistema de les ciutats puguin afrontar els reptes de l'economia de plataforma i, alhora, aprofitar les seves oportunitats per desenvolupar-se i democratitzar-se a partir de la recerca acció, la cocreació de polítiques públiques, l'impuls empresarial i la formació. És una càtedra adscrita al grup de recerca Digital Commons (DIMMONS), de l'Internet Interdisciplinary Institute (IN3) de la UOC, i en què també participen l'Ajuntament de Barcelona i Barcelona Activa. Objectius de la Càtedra Potenciar la recerca acció, la cocreació de polítiques públiques i l'emprenedoria en el camp de l'economia col·laborativa. Impulsar accions estratègiques per afavorir que les polítiques públiques i l'ecosistema de les ciutats puguin afrontar els reptes de l'economia de plataforma i l'economia col·laborativa. Crear polítiques públiques en el camp de la innovació social digital. Formar en les línies definides en la Càtedra: realització de tesis doctorals en doctorats industrials, plans de pràctiques, reptes i premis a projectes finals de carrera, treballs o altres concursos. Equip Mayo Fuster Morell Directora de la Càtedra i investigadora principal del grup DIMMONS a l'IN3 de la UOC Ricard Espelt (coordinador), Núria Vega , Melissa Renau , Elsa Soro, Vera Vidal i Adrià Garcia Investigadors i investigadores del grup DIMMONS Carlos Guadián, Laia Orozco i Sara Ramis Producció, coordinació i comunicació Per una economia col·laborativa centrada en el benestar de les persones i el dret a la ciutat La Càtedra vol desenvolupar accions que donin suport a la Declaració de Sharing Cities i que facilitin que aquestes es puguin incorporar a les polítiques públiques per assolir els objectius de l'Agenda 2030. També neix emmarcada en el context dels impactes provocats per la COVID-19 i la transició cap a un nou ordre socioeconòmic mundial que demana una resposta urgent. La Càtedra permetrà que Barcelona continuï sent una referència internacional en l'àmbit de l'economia col·laborativa. Al mateix temps, vol ser una eina per afavorir la col·laboració amb i entre ciutats internacionals, i també un instrument per afavorir la digitalització d'empreses i aconseguir que plataformes amb vincles a Barcelona esdevinguin referents internacionals."
}