{
  "url": "https://uoc.edu/portal/ca/universitat/organitzacio/fuoc/patronat/index.html",
  "content": "Fundació per a la Universitat Oberta de Catalunya Patronat El Patronat és el màxim òrgan de representació, govern i administració de la Fundació per a la Universitat Oberta de Catalunya (FUOC), d'acord amb l'article 14 dels seus Estatuts. Les principals funcions del Patronat de la Fundació per a la Universitat Oberta de Catalunya són: Aprovar i, si escau, modificar les normes d'organització i funcionament de la Universitat Oberta de Catalunya. Nomenar i revocar el rector o rectora i el gerent o gerenta. Aprovar el pressupost i els balanços de la Universitat. Aprovar el pla d'actuació presentat pel rector i avaluar-ne els resultats. El rector o rectora de la UOC i el director o directora de la FUOC assisteixen a les reunions del Patronat amb veu i sense vot. Composició del Patronat Sr. Pere Vallès , president del Patronat. Llicenciat en Ciències Econòmiques i en Dret per la Universitat de Barcelona. Actualment és CEO d'Exoticca, organització que impulsa la transformació digital del sector turístic. Emprenedor i inversor amb més de vint anys d'experiència liderant empreses tecnològiques. Hble. Sra. Núria Montserrat , consellera de Recerca i Universitats. En representació de la Generalitat de Catalunya. Bioenginyera especialitzada en cèl·lules mare pluripotents i la generació de sistemes multicel·lulars complexos per entendre el desenvolupament de malalties en humans. Ha estat professora de recerca a la ICREA i cap del grup de recerca \"Pluripotency for organ regeneration\" a l'IBEC. És membre també de diverses societats científiques, com la European Society of Cardiology, la European Foundation for the Study of Diabetes o l'Spanish Network of Cell Therapy. Hble. Sra . Esther Niubó , consellera d'Educació i Formació Professional. En representació de la Generalitat de Catalunya. Llicenciada en Ciències Polítiques i de l'Administració per la Universitat Autònoma de Barcelona. Màster en Política Internacional per la Universitat Lliure de Brussel·les. Màster en Comerç Exterior i Economia Internacional per la Universitat de Barcelona. Màster en Polítiques Públiques i Socials per la Universitat Pompeu Fabra - Johns Hopkins University. Sr. Josep O. Escardíbul , secretari general del Departament de Recerca i Universitats. En representació de la Generalitat de Catalunya. Doctor en Economia per la Universitat de Barcelona. Màster en Relacions Laborals i Gestió de Personal per la Universitat de Warwick (Regne Unit). Ha exercit com a professor d'economia i ha publicat articles acadèmics en revistes nacionals i internacionals. També ha ocupat diferents càrrecs en l'àmbit de l'administració acadèmica. Sra. M. Victòria Girona , directora general d’Universitats. En representació de la Generalitat de Catalunya. Catedràtica de Química Física i doctora en Farmàcia per la Universitat de Barcelona. Ha ocupat càrrecs com a vicedegana, degana de la Facultat de Farmàcia, vicerectora de Professorat i membre del Consell Social. Ha estat impulsora dels grups d'innovació docent a la Facultat de Farmàcia de la Universitat de Barcelona. Sra. Sandra Ruiz , directora general de Societat Digital del Departament d'Empresa i Treball. En representació de la Generalitat de Catalunya. Llicenciada en Pedagogia i Educació Social per a la Universitat de Barcelona (UB), s'ha especialitzat en Pedagogia Social (UB) i Transformació Digital (La Salle). Ha estat cap de Projectes d'Innovació Social i cap del Servei d'Educació a l'Ajuntament de l'Hospitalet de Llobregat. Sr. Pep Garcia , vocal del Ple de la Cambra de Comerç de Barcelona. President de la Cambra de Comerç de Barcelona del Vallès Oriental. En representació de la Cambra de Comerç de Barcelona. Llicenciat en Ciències Econòmiques i Empresarials per la Universitat de Barcelona i MBA per l'IESE Business School. És fundador i CEO de Maxchief Europe i president de la Fundació per a la Creativació. Així mateix, és mentor de joves emprenedors en diversos programes de foment de l'emprenedoria i àngel inversor ( business angel ). Sra. Teresa Cabré , en representació de l’Institut d’Estudis Catalans. Lingüista i filòloga catalana, catedràtica de Lingüística i Terminologia de la Universitat Pompeu Fabra, i fundadora del TERMCAT i de l'Institut de Lingüística Aplicada (IULA). És presidenta del Consell Supervisor del TERMCAT i ha rebut honors com la Medalla Narcís Monturiol i la Creu de Sant Jordi. Sra. Helena Guardans , patrona independent. Presidenta no executiva de Webhelp Spain. Llicenciada i MBA per Esade i màster en Direcció d'Empreses per la Universitat de Nova York. És presidenta no executiva de SELLBYTEL Group Spain i ha ocupat càrrecs de consellera independent a Catalunya Banc, directora general a Grey Spain i directora de comptes a Vizeversa. Sr. Miquel Martí , patró independent. CEO de Tech Barcelona. Enginyer industrial per la Universitat Politècnica de Catalunya, MBA per Esade i titulat en Direcció d'Equips. Actual CEO de Barcelona Tech City, on ha liderat el desenvolupament del Pier 01 com a hub tecnològic destacat a Europa. Anteriorment, va dirigir el Centre Internacional per al Debat Científic a Biocat, i va ocupar diversos càrrecs a AIDIT i a Mimaven Eléctrica. Sr. Josep M. Coronas , patró independent. Soci de Coronas Advocats. Llicenciat en Ciències Econòmiques i en Dret, és advocat de l'Estat i ha ocupat càrrecs de secretari general d'Abertis, secretari del Tribunal Econòmic Administratiu Regional de Catalunya i director general de l'Assessoria Jurídica del Departament d'Economia i Finances de la Generalitat. A més, ha estat membre de diversos patronats. Sr. Pere Fabra , secretari general de la UOC. Exerceix de secretari del Patronat. Pere Fabra és professor de Filosofia i Teoria del Dret dels Estudis de Dret i Ciència Política de la UOC des del 1997. És doctor en Dret (UPF) i llicenciat en Dret i en Filosofia (UB). Prèviament a la seva incorporació a la Universitat va exercir d'advocat especialitzat en dret administratiu. Ha fet recerca a la Universitat Goethe de Frankfurt (Alemanya) i ha estat professor visitant al Departament de Filosofia de la Northwestern University (Evanston-Chicago)."
}