{
  "url": "https://uoc.edu/portal/ca/universitat/organitzacio/estudis-centres-recerca/catedra-randstad-discapacitat-ocupacio-innovacio-social/index.html",
  "content": "Com ens organitzem Docència, innovació i recerca Càtedra Fundació Randstad-UOC de Discapacitat, Ocupació i Innovació Social La Càtedra Fundació Randstad-UOC de Discapacitat, Ocupació i Innovació Social neix el 2019 amb els objectius de fomentar la integració en l'entorn laboral de les persones amb discapacitat en igualtat d'oportunitats i de generar coneixement al voltant de la discapacitat. Mitjançant el desenvolupament d' activitats de formació, recerca, transferència i difusió , la càtedra buscarà: Millorar l'ocupabilitat del col·lectiu de persones amb discapacitat. Capacitar professionals especialitzats en discapacitat i ocupació. Acompanyar les empreses en la gestió de la diversitat funcional. Propiciar la transformació i el canvi social cap a una societat inclusiva, avançant en la cultura i el coneixement sobre la discapacitat. Blog de la càtedra Direcció Direcció acadèmica Dr. Jordi Planella , catedràtic dels Estudis de Psicologia i Ciències de l'Educació. Direcció executiva Bel Ramos , directora de projectes de zona nord-oest de la Fundació Randstad. Equip intern Dra. Asunción Pié , professora dels Estudis de Psicologia i Ciències de l'Educació. Dra. Brígida Maestres , professora responsable d'assignatures de l'àrea de psicologia social, dependència i autonomia dels Estudis de Psicologia i Ciències de l'Educació. Dra. Elsa Santamaría , directora del màster universitari d'Ocupació i Mercat de Treball: Intervenció i Coaching en l'Àmbit Laboral. Tècnic/a de la càtedra. Consell assessor María Viver , directora general de la Fundació Randstad. Valentín Bote , director de Randstad Research. Dr. Manuel Armayones , director de desenvolupament de l'eHealth Center. Dr. Lluís Garay , director del màster universitari de Responsabilitat Social Corporativa. Dr. Llorenç Andreu , director del màster universitari de Dificultats de l'Aprenentatge i Trastorns del Llenguatge i director del grau de Logopèdia. Silvia Mata , responsable de les adaptacions curriculars a les necessitats educatives especials dels estudiants de la UOC. Llorenç Sabaté , responsable de garantir l'accés de les persones amb discapacitat a la informació de la UOC. Jaume Moregó , director de Desenvolupament Institucional de la UOC. Ignacio Tremiño , diputat per Valladolid i ex-director general de Polítiques de Suport a la Discapacitat del Ministeri de Sanitat, Serveis Socials i Igualtat. Miguel Laloma , director de l'Àrea de Socis de la Fundació SERES. Dra. Sara Acevedo , professora del Bellevue College i investigadora Tenure Track a la Universitat de Miami. Dr. Óscar Martínez , Professor d'Educació Social a la URL, especialista en discapacitat, inserció laboral i formació. Activista Social. Clara Garrido , lletrada del Senat. Activitats Transferència i difusió Seminari sobre discapacitat crítica (Barcelona). Seminari sobre diversitats (Madrid). Cicle de conferències «Estat de la qüestió de l'ocupació i les persones amb discapacitat». Creació de la col·lecció «Quaderns». Incidència en les polítiques socials en relació amb la discapacitat i l'ocupació. Conversió en un punt d'informació: Disability & Job. Formació Proposar formació en estudis sobre discapacitat. Esdevenir un centre per a la formació d'investigadors i estudiosos del camp de la discapacitat. Promoure pràctiques i treballs finals de grau o màster sobre discapacitat i ocupació. Convocar beques de formació per a persones amb discapacitat. Recerca i innovació social Crear nous projectes sobre discapacitat i ocupació. Presentar-se a convocatòries internacionals de recerca. Promoure beques de recerca. Desenvolupar eines per a l'orientació i la inclusió social de persones amb discapacitat. Crear un laboratori d'innovació social."
}