{
  "url": "https://uoc.edu/portal/ca/universitat/organitzacio/estudis-centres-recerca/catedra-ibm-ciberseguretat/index.html",
  "content": "Com ens organitzem Docència, innovació i recerca La Càtedra IBM-UOC de Ciberseguretat es crea l’any 2016 a fi de fomentar la docència , la recerca , la difusió , la innovació i la transferència tecnològica en l’àmbit de la ciberseguretat . La Càtedra se centra fonamentalment en la recerca, que està liderada pel grup KISON, de l’IN3, un grup de recerca consolidat amb més de quinze anys de trajectòria en l’àmbit de la seguretat i privacitat a les xarxes. Pel que fa a la docència , la Càtedra dona suport al màster universitari de Seguretat de les Tecnologies de la Informació i de les Comunicacions. «Hem de plantejar noves estratègies de ciberseguretat» Consell executiu Helena Rifà , directora (directora del màster universitari de Seguretat de les TIC) David Megías , director de l'IN3 Josep Prieto , director dels Estudis d'Informàtica, Multimèdia i Telecomunicació. Equip científic Joan Arnedo Montserrat Batet Jordi Casas Víctor Garcia Carles Garrigues Joan Melià David Megías Germán Núñez Samia Oukemeni Josep Prieto Amna Qureshi Helena Rifà Cristina Romero Jordi Serra Activitats Recerca Impuls a la recerca mitjançant la col·laboració en doctorats industrials, el finançament d’estades postdoctorals, la promoció de trobades nacionals i internacionals amb experts de l’àmbit i la proposta de projectes competitius en convocatòries nacionals i europees. El tema de recerca és la ciberseguretat, específicament en els camps de: seguretat cognitiva, models distribuïts, segurs i fiables de gestionar transaccions ( blockchain ), sistemes de seguretat per al sector financer (per exemple, sistemes d’autenticació i autorització segurs i user-friendly ). Transferència, valoració de la recerca i divulgació Organització de tallers i seminaris professionals (per exemple, jornada UOC-Con) Promoció de jornades de divulgació Potenciació de publicacions en les àrees d’interès Valoració dels resultats de la recerca (patents o altres productes) Desenvolupament d’eines tecnològiques i conceptuals que permetin fer transferència dels resultats de la recerca. Formació i inserció laboral Col·laboració en programes de formació contínua, grau i postgrau i en l’organització de cursos d’estiu."
}