{
  "url": "https://uoc.edu/portal/ca/universitat/organitzacio/fuoc/consell/index.html",
  "content": "Fundació per a la Universitat Oberta de Catalunya Consell Assessor Els Estatuts de la Fundació i la Llei de reconeixement de la Universitat preveuen que la Fundació es dota d'un òrgan consultiu o assessor per tal de garantir una àmplia representació de la societat catalana en el funcionament de la UOC . A més de les tasques d'assessorament i connexió amb la societat, la funció del Consell de la FUOC és informar sobre el pressupost, la programació i el nomenament del rector o rectora de la Universitat Oberta de Catalunya. El Consell integra, a més de la rectora de la UOC i del director de la FUOC, representants del Parlament, del sistema universitari de Catalunya, de les organitzacions empresarials i sindicals, dels alumnis i diverses personalitats de l'àmbit de la recerca i de la cultura. Conté, per tant, una àmplia representació de la societat catalana, a la qual la Universitat, pel seu caràcter de servei públic, té la voluntat i el deure de servir. Composició del Consell* Dues persones representants designades pel Parlament de Catalunya: Maria Teixidor , fundadora de VUCA. Llicenciada en Dret per la Universitat Pompeu Fabra, amb especialització en Propietat Intel·lectual, i certificació com a mediadora per la Universitat Rei Joan Carles. Amb més de vint anys d'experiència professional, ha ocupat la secretaria de la junta directiva del Futbol Club Barcelona, ha exercit de responsable del futbol femení, i és vocal de la junta i del Comitè Executiu de PIMEC, on presideix la comissió de dona i empresa. Ricard Castellet , director de transformació digital a Gebro Pharma. Llicenciat en Sociologia per la Universitat Autònoma de Barcelona. Té més de vint anys d'experiència en digitalització de marques com Elogia, LetsBonus, BeRepublic i Barcelona Tech City. Actualment, com a responsable de Digital Transformation a Laboratorios Gebro Pharma, lidera la integració de la tecnologia digital per millorar els serveis de salut pública i per als pacients. Una persona representant de les universitats públiques de Catalunya, designada pel Consell Interuniversitari de Catalunya: Mercè Puig , secretària general del Consell Interuniversitari de Catalunya. Doctora en Filologia Clàssica i professora titular de Filologia Llatina a la Universitat de Barcelona. La seva recerca s'ha centrat en diversos camps, com la literatura llatina misògina a l'Edat Mitjana o la gestualitat a la Roma antiga. A més, és coordinadora del màster de Cultures Medievals i forma part del grup de recerca GRATAEM de la Universitat de Barcelona. Dues persones representants designades per les organitzacions empresarials legalment constituïdes més representatives a Catalunya: Mar Alarcón , vicepresidenta de Foment del Treball Nacional. Llicenciada en Dret per la Universitat Autònoma de Barcelona, titulada en el Programa de Desenvolupament Directiu (PDD) per IESE Business School, i amb una àmplia formació internacional. Emprenedora en sectors innovadors, fundadora de SocialCar.com i sòcia fundadora de 19N, consultora de polítiques públiques especialitzada en l'economia de plataformes digitals. Joan Josep Berbel , en representació de PIMEC. Llicenciat en Ciències Polítiques, Sociologia i Relacions Internacionals per la Universitat Autònoma de Barcelona. Actualment, és president de la comissió d'innovació i digitalització de PIMEC. A Metyis, és soci i encarregat de les àrees d'Impacte Social i de Sostenibilitat (ESG), tant en l'àmbit nacional com global. Dues persones representants designades per les organitzacions sindicals legalment constituïdes més representatives a Catalunya: Albert Llargués , responsable de Polítiques Educatives de CCOO. Carlos de Pablo , , secretari de Política Institucional de la UGT. Llicenciat en Dret per la Universitat de Barcelona i advocat en exercici. Des del 1998 és mediador i conciliador al Tribunal Laboral de Catalunya, i durant els últims vint anys ha ocupat diversos càrrecs directius al sindicat UGT. Una persona representant dels graduats i graduades a la Universitat Oberta de Catalunya, que no sigui estudiant en actiu i que designi UOC Alumni: Roger Gomis , investigador especialitzat en la metàstasi del càncer. Doctor en Bioquímica per la Universitat de Barcelona i diplomat en Ciències Empresarials per la UOC. Professor d'investigació ICREA i membre del Programa de ciències del càncer de l'Institut de Recerca en Biomedicina de Barcelona. És fundador d'Inbiomotion, empresa que ha desenvolupat un biomarcador per predir la metàstasi del càncer de mama. Cinc persones representants designades directament pel Patronat de la Fundació, que incloguin, entre altres, persones dels àmbits de l'educació, la recerca i la cultura: Xavier Prats Monné , expert en afers europeus i alt funcionari de la Comissió Europea. Graduat en Antropologia Social per la Universitat Complutense de Madrid, especialitzat en Desenvolupament Econòmic i Estudis Europeus. Ha treballat més de trenta anys a la Comissió Europea, en àrees com salut, educació, cultura i ocupació. Actualment, és assessor de la UOC i Teach For All, a més de president del Patronat de la Fundació Hospital de la Santa Creu i Sant Pau. Ha rebut un doctorat honoris causa per la Universitat Rovira i Virgili i l'Orde Civil d'Alfons X el Savi. Judit Carrera , gestora i promotora cultural. Llicenciada en Ciència Política per la Universitat Autònoma de Barcelona i diplomada en Estudis Avançats per l'Institut d'Estudis Polítics de París. Ha treballat a la UNESCO i actualment és la directora del CCCB, on impulsa projectes culturals. Ha rebut el Premi Chevalier de l'Ordre de les Arts i les Lletres, atorgat pel Ministeri de Cultura francès, i el Premi Difusió, atorgat per la Setmana del Llibre en Català. Cristina Gallach , periodista i representant del Govern espanyol. Llicenciada en Periodisme per la Universitat Autònoma de Barcelona, amb estudis en Filologia Anglogermànica i un màster de Política Internacional per la Universitat de Colúmbia. Va ser cap de premsa de Javier Solana i l'única periodista catalana amb càrrecs rellevants a la Unió Europea, l'ONU i l'OTAN. Actualment, és la comissionada especial per a l'Aliança per a la Nova Economia de la Llengua, i ha rebut nombroses distincions, com ara la de doctora honoris causa per la Universitat Autònoma de Barcelona. Cristina Manzano , periodista especialitzada en relacions internacionals. Llicenciada en Ciències de la Informació per la Universitat Complutense de Madrid, amb estudis de postgrau per la Universitat de Maryland. Professora titular a la Universitat Complutense de Madrid i directora de Relacions Externes de la Secretaria General Iberoamericana (SEGIB). Ha estat directora d'Esglobal durant disset anys, ha ocupat diversos càrrecs en l'àmbit del periodisme, i actualment és membre d'institucions relacionades amb assumptes internacionals. El rector o rectora de la Universitat Oberta de Catalunya: Àngels Fitó Doctora en Ciències Econòmiques per la Universitat de Barcelona, professora sènior de la UOC i vicerectora de Competitivitat i Ocupabilitat des del 2019 fins al 2023. Prèviament, va dirigir els Estudis d'Economia i Empresa de la UOC fins al 2019. Està especialitzada en direcció fiscal, financera i control de gestió, amb una àmplia experiència en assessorament financer i de gestió en els sectors públic i privat. A més, ha exercit com a professora associada en altres universitats espanyoles. El director o directora general de la Fundació per a la Universitat Oberta de Catalunya: Antoni Cahner Llicenciat en Ciències Físiques per la Universitat de Barcelona, MBA per Esade i titulat en el Programa de Direcció General (PDG) per IESE Business School. Fins al juliol del 2014, va ser vicepresident de Systems Integration a T-Systems. Prèviament, va ocupar llocs directius en la gestió de la formació superior, incloent-hi els de director de Desenvolupament de Negoci a GEC, SA, director general de Planeta UOC, SL, i gerent adjunt de la UOC (2001-2005). El president o presidenta és nomenat pel Patronat de la FUOC entre els membres del Consell. El secretari o secretària del Consell és el secretari o secretària de la FUOC, amb veu però sense vot. * Segons acords del Govern de la Generalitat de Catalunya del 28 de desembre de 1995 i del 16 de juliol de 2019."
}