{
  "url": "https://uoc.edu/portal/ca/universitat/organitzacio/organs-govern/consell-govern/index.html",
  "content": "Òrgans de govern Consell de Govern La composició del Consell de Govern, tradicionalment format pel rector o rectora, els vicerectors o vicerectores, el gerent o gerenta i el secretari o secretària general, s'amplia l'any 2011 amb un representant del professorat, un representant de l'estudiantat i un representant del personal de gestió. Aquesta ampliació es duu a terme d'acord amb les Normes d'organització i funcionament de la UOC adaptades a la legislació vigent. En l'àmbit de les seves competències, el Consell de Govern ha constituït el Consell de Direcció , òrgan permanent d'administració i gestió format per la rectora, els vicerectors i vicerectores i el gerent. Aquests dos òrgans són els principals òrgans de govern col·legiats interns de la Universitat . Són funcions del Consell de Govern : · Proposar al Patronat de la Fundació per a la Universitat Oberta de Catalunya les línies estratègiques i programàtiques de la Universitat. · Orientar, planificar i avaluar l'activitat universitària en el vessant acadèmic. · Establir les línies generals de funcionament de la Universitat en tots els àmbits acadèmics. · Vetllar pel compliment de la normativa legal i estatutària vigent, sempre amb els principis d'optimització, equilibri pressupostari i eficiència, i amb les directrius emanades del Patronat de la Fundació. El Consell pot crear les comissions que consideri necessàries, permanents o temporals, per desenvolupar la política universitària. El Consell de Govern aprova : · Els convenis que vulgui formalitzar la Universitat. · Els plans d'estudis i la programació de la recerca. · El calendari acadèmic. · La designació de representants de la Universitat a altres institucions. · Les normatives acadèmiques pròpies de la Universitat en l'àmbit de la docència i la recerca. · La creació i dotació d'estructures docents i de recerca. · La fixació de les carreres professionals del col·lectiu acadèmic i de gestió. · L'establiment dels nivells retributius i les condicions per participar en els processos de selecció del personal de la Universitat. · La definició dels criteris d'avaluació del personal i de les estructures universitàries. Les decisions sobre dotacions, fixació de carreres docents i nivells retributius s'adeqüen, en qualsevol cas, al Pla general d'actuació i les directrius que defineix i aprova el Patronat de la Fundació per a la Universitat Oberta de Catalunya i al pressupost específic que l'acompanya, i també als plans anuals d'objectius i prioritats estratègiques. Les decisions de Consell de Govern que poden comportar compromisos econòmics, o que tenen incidència jurídica i creen o instauren obligacions, han de tenir el vot favorable del gerent. El Consell de Govern dona compte al Patronat de la Fundació per a la Universitat Oberta de Catalunya dels convenis que formalitza la Universitat. Composició del Consell de Govern Àngels Fitó, rectora Antoni Cahner, gerent Teresa Guasch, vicerectora de Docència i Aprenentatge Xavier Vilajosana, vicerector de Recerca, Transferència i Emprenedoria M. Jesús Martínez Argüelles, vicerectora de Governança i Política Acadèmica Manel Jiménez-Morales, vicerector d'Aliances, Comunitat i Cultura Pere Fabra, secretari general Enric Mor Pera, representant del professorat Pablo Alás Tomás, representant de l'estudiantat Joan Manzanares Morales, representant del personal de gestió"
}