{
  "url": "https://uoc.edu/portal/ca/universitat/serveis/estudiantat/practiques-mobilitat/no-curriculars/index.html",
  "content": "Pràctiques i mobilitat Pràctiques no curriculars Les pràctiques no curriculars són les que no formen part de cap pla d’estudis. No obstant això, han d’estar relacionades amb l’àmbit dels estudis que cursa l’estudiant. Les pràctiques es poden portar a terme en centres i institucions d’àmbit nacional i internacional. Durada de les pràctiques La durada màxima de les pràctiques depèn dels estudis que cursi l’estudiant. A continuació es detalla el nombre màxim d’hores de pràctiques que es pot fer d’acord amb el tipus d’estudis que faci l’estudiant. Tipus d'estudis Nombre màxim d'hores de pràctiques Nombre màxim d'hores per curs acadèmic Graus de 240 crèdits (4 anys) 3.000 750 Graus de 180 crèdits (3 anys) 2.250 750 Màsters de fins a 90 crèdits 1.125 750 Màsters de fins a 60 crèdits 750 - Postgraus 375 - Especialitzacions 187,5 - Cal tenir en compte que es poden signar un màxim de dos convenis en un mateix centre de pràctiques. La durada màxima de cada conveni per curs acadèmic és de 750 hores (sempre que la durada màxima de les pràctiques dels estudis ho permeti). En cas de signar un segon conveni, cal que transcorri un mes entre ambdós convenis. El projecte formatiu del segon conveni ha de preveure tasques diferents de les incloses en el primer conveni. Modalitat de les pràctiques Les pràctiques acadèmiques externes són les pràctiques vinculades a un centre de pràctiques extern. Aquestes pràctiques poden ser: · Presencials: Impliquen la presència física al centre durant tota la durada de les pràctiques. · Virtuals: Es fan a distància en format remot. · Semipresencials: Una combinació de les opcions presencial i virtual. En qualsevol d’aquestes modalitats, l’estudiant se situa en un context d’aprenentatge «autèntic», que l’apropa a la realitat del seu camp professional. Requisits per a fer les pràctiques no curriculars Els estudiants han d’ estar matriculats mentre dura la pràctica en algun dels estudis següents: grau, màster, postgrau o curs d’especialització. En el cas d’estudiants de grau , cal que hagin superat el 50% dels crèdits de la titulació (sumant els crèdits superats, els crèdits reconeguts i els crèdits de què s’hagin matriculat). Les pràctiques han d’estar vinculades als estudis que es cursen. En el cas d' estudiants de nova incorporació o que no cursin cap assignatura en el moment de sol·licitar les pràctiques , s'hauran d'esperar fins al començament de la docència per començar-les. Com se sol·liciten les pràctiques no curriculars 1. Accedir a la sol·licitud de pràctiques , buscar la convocatòria de pràctiques no curriculars del curs actual i inscriure-s’hi. 2. Un cop inscrit, dins de la convocatòria ja podrà sol·licitar les ofertes que més l’interessin. 3. El centre de pràctiques realitzarà el procés de selecció i, si l’éstudiant és seleccionat, validarem que compleix els requisits acadèmics per a fer les pràctiques. 4. Un cop validats aquests requisits, li enviarem el conveni . Quan el conveni tingui totes les signatures necessàries l’estudiant ja pot començar les pràctiques. Informació per als centres de pràctiques Informació per a empreses i institucions Com oferir pràctiques als estudiants de la UOC"
}