{
  "url": "https://uoc.edu/portal/ca/universitat/serveis/estudiantat/practiques-mobilitat/faqs/index.html",
  "content": "Pràctiques i mobilitat Preguntes freqüents - Centres de pràctiques 1. Un estudiant de la UOC vol fer pràctiques a la nostra empresa. Com hem de sol·licitar el conveni de cooperació educativa? 2. Busquem un estudiant de la UOC perquè faci pràctiques a la nostra empresa. Com ho hem de fer? 3. En quin període es poden fer les pràctiques? 4. Quina durada poden tenir les pràctiques? 5. Quina data de començament de les pràctiques podem posar a l'oferta? 6. En quin horari es poden fer les pràctiques? 7. És imprescindible que les pràctiques siguin remunerades? Quina sol ser la remuneració que s'ofereix als estudiants en pràctiques? 8. Durant la realització de les pràctiques, l'estudiant està cobert per alguna assegurança? 9. Si l'estudiant fa una activitat de pràctiques fora del lloc de pràctiques habitual (el que surt al conveni) o fora de l'horari habitual (el que surt al conveni), continua estant cobert per l'assegurança de responsabilitat civil i contra accidents contractada per la UOC? 10. Més informació 1. Un estudiant de la UOC vol fer pràctiques a la nostra empresa. Com hem de sol·licitar el conveni de cooperació educativa? Per a sol·licitar un conveni de pràctiques perquè un estudiant de la UOC faci pràctiques a la vostra empresa, cal que publiqueu una oferta a l’eina de gestió de pràctiques de la UOC. Ho podreu fer seguint els passos següents: Accediu a l’ eina . Doneu d’alta l’empresa com a centre de pràctiques (només ho haureu de fer la primera vegada que accediu a l’eina). Publiqueu una oferta de pràctiques en una de les convocatòries. Haureu d’indicar el nom i el DNI de l’estudiant que ocuparà la plaça. Un cop la Universitat hagi validat l’oferta, us farem arribar el conveni de cooperació educativa que regularà les pràctiques de l’estudiant. 2. Busquem un estudiant de la UOC perquè faci pràctiques a la nostra empresa. Com ho hem de fer? Per a buscar un estudiant de la UOC perquè faci pràctiques a la vostra empresa, cal que publiqueu una oferta a l’eina de gestió de pràctiques de la UOC. Ho podreu fer seguint els passos següents: Accediu a l’ eina . Doneu d’alta l’empresa com a centre de pràctiques (només ho haureu de fer la primera vegada que accediu a l’eina de pràctiques). Publiqueu una oferta de pràctiques en una de les convocatòries. Un cop la Universitat hagi validat l’oferta, es farà pública per a tots els estudiants i podreu començar a rebre’n els CV. Un cop hàgiu seleccionat un dels estudiants, us enviarem el conveni de cooperació educativa que regularà les pràctiques de l’estudiant. 3. En quin període es poden fer les pràctiques? Pràctiques curriculars (es fan en el marc d’una assignatura d’un programa oficial): Les pràctiques curriculars s’han de fer sempre dins del període de docència de l’assignatura que cursarà l’estudiant. Tipus d'estudis Període de docència Graus Setembre-gener Febrer-juny Màsters universitaris Octubre-gener Març-juny Pràctiques no curriculars (l’estudiant les fa voluntàriament): Les pràctiques no curriculars es poden fer al llarg de tot el curs acadèmic (setembre-setembre), i és imprescindible que les pràctiques s’acabin dins del mateix curs acadèmic en què s’han començat. 4. Quina durada poden tenir les pràctiques? Pràctiques curriculars La durada de les pràctiques curriculars depèn del nombre de crèdits ECTS de l’assignatura corresponent, a raó d’unes 25 hores per crèdit de l’assignatura. Pràctiques no curriculars La durada màxima és marcada pel nombre de crèdits dels estudis que cursi l’estudiant . La durada dels diferents períodes de pràctiques i de les pròrrogues no pot superar aquest límit d’hores: Tipus d'estudis Màxim d’hores de pràctiques al llarg dels estudis Màxim d’hores de pràctiques per curs acadèmic Graus de 240 crèdits 3.000 750 Graus de 180 crèdits 2.250 750 Màsters de fins a 90 crèdits 1.125 750 Màsters de fins a 60 crèdits 750 - Postgraus 375 - Especialitzacions 187,5 - 5. Quina data de començament de les pràctiques podem posar a l'oferta? Cal que la UOC hagi rebut les tres còpies del conveni, signades per l’estudiant i l’empresa, abans del començament de les pràctiques. Aquest procés sol tardar entre 10 i 15 dies des que l’empresa entra l’oferta a l’eina de gestió de pràctiques. Per aquest motiu recomanem posar una data de començament que sigui un mínim de deu dies posterior al dia que entreu l’oferta a l’eina de pràctiques . 6. En quin horari es poden fer les pràctiques? L’horari de les pràctiques ha de ser compatible amb l’activitat acadèmica pròpia d’estudis d’aprenentatge en línia, amb una durada màxima de vuit hores diàries (la Universitat recomana que no superin les sis hores diàries). 7. És imprescindible que les pràctiques siguin remunerades? Quina sol ser la remuneració que s'ofereix als estudiants en pràctiques? La UOC no estableix cap requisit quant a la remuneració que pot rebre l’estudiant durant les pràctiques , tot i que recomanem que es lliuri alguna quantitat a l’estudiant en concepte de beca o ajuda a l’estudi. 8. Durant la realització de les pràctiques, l'estudiant està cobert per alguna assegurança? Durant la realització de les pràctiques, l’estudiant està cobert per una assegurança d’accidents perquè el rescabali en cas d’accidents o danys personals, i per una assegurança de responsabilitat civil general, ambdues contractades per la UOC. Quan l’activitat de pràctiques de l’estudiant estigui relacionada amb l’atenció hospitalària o sanitària, també estarà cobert per una assegurança de responsabilitat civil mèdica contractada per la UOC. 9. Si l'estudiant fa una activitat de pràctiques fora del lloc de pràctiques habitual (el que surt al conveni) o fora de l'horari habitual (el que surt al conveni), continua estant cobert per l'assegurança de responsabilitat civil i contra accidents contractada per la UOC? Sí, l’assegurança contractada per la UOC cobreix ambdues situacions sempre que l’activitat duta a terme en el moment del sinistre siguin les pràctiques tutelades. És indiferent si és fora de l’horari habitual o en un altre lloc de treball. 10. Més informació Contacte i informació per a empreses Com oferir pràctiques"
}