{
  "url": "https://uoc.edu/portal/ca/estudis_arees/arts_humanitats/index.html",
  "content": "Estudis d'Arts i Humanitats Els Estudis d’Arts i Humanitats de la UOC oferim una formació multidisciplinària i flexible en diferents disciplines. Les àrees de coneixement estan organitzades en quatre grans àmbits: les humanitats, la llengua i la literatura, la gestió cultural i les arts. També comptem amb el Centre d'Idiomes Moderns, que aglutina tota l'oferta d'idiomes de la UOC. Crea. Campus de la Creativitat Conscients que el tot és més que la suma de les parts, Crea neix per aplegar la comunitat acadèmica de l’àmbit creatiu de la universitat. Es tracta d’una estructura transversal que té com a objectiu fomentar i posar en valor les pràctiques interdisciplinars. Fruit d’aquesta aposta, Crea busca donar suport a la docència, reforçar la recerca i la innovació , fomentar la transferència i augmentar l’impacte social en els àmbits de l’art, el disseny, el multimèdia, la tecnologia i la comunicació . Estudia amb nosaltres Graus Antropologia i Evolució Humana (interuniversitari: URV, UOC) Arts Història, Geografia i Història de l'Art (interuniversitari: UOC, UdL) Humanitats Llengua i Literatura Catalanes Sociologia Traducció, Interpretació i Llengües Aplicades (interuniversitari: UVic-UCC, UOC) Màsters Ensenyament i Aprenentatge d'Idiomes mitjançant Tecnologia Gestió Cultural (interuniversitari: UOC, UdG) Filosofia per als Reptes Contemporanis Història del Món Contemporani Humanitats: Art, Literatura i Cultura Contemporànies Mediterrània Antiga (interuniversitari: UOC, UAB, UAH) Traducció i Tecnologies Diplomes d'especialització i diplomes d'expert Cultura Contemporània Ensenyament d'idiomes i TIC Esdeveniments Filosofia Gestió Cultural Història Llibre Digital Traducció Formació contínua Humanitats Traducció i tecnologies Llibre i vídeo digitals Llengües Cursos d'idiomes Alemany Anglès Català Espanyol Francès Japonès Xinès Doctorat i investigació Doctorat d'Humanitats i Comunicació Doctorat de Societat de la Informació i el Coneixement Notícies Més notícies Carregant informació... Agenda Més actes programats Carregant informació... Hac Te (Hub d'Art, Ciència i Tecnologia) Vídeos Memòria 2021"
}