{
  "url": "https://uoc.edu/portal/ca/estudis_arees/economia_empresa/index.html",
  "content": "Estudis d'Economia i Empresa Els estudis orientats a l'empresa innovadora Els Estudis d'Economia i Empresa van començar l'activitat el curs 1995-1996 amb la diplomatura de Ciències Empresarials. L'objectiu general dels Estudis és formar professionals capaços de contribuir activament a l'èxit de les organitzacions i les empreses innovadores que volen afrontar els reptes d'una societat global. Estudia amb nosaltres Graus Administració i Direcció d'Empreses Doble titulació d'Administració i Direcció d'Empreses i Turisme Doble titulació d'Enginyeria Informàtica i Administració i Direcció d'Empreses Economia Màrqueting i Investigació de Mercats Relacions Laborals i Ocupació Turisme Doble titulació de Dret i Administració d'Empreses Màsters Direcció i Gestió de Recursos Humans Màrqueting Digital Prevenció de Riscos Laborals Sostenibilitat i Gestió de la Responsabilitat Social Direcció d'Empreses Innovació i Transformació Digital Direcció Financera Anàlisi Econòmica Direcció Logística Fiscalitat Turisme Sostenible i TIC Intel·ligència de Negoci i Big Data Analytics Diplomes d'especialització i diplomes d'expert Direcció i Gestió de la Qualitat Gestió de Recursos Humans i Relacions Laborals Direcció de Màrqueting i Vendes Gestió Estratègica del Talent Direcció Comptable Anàlisi Comptable Gestió Comptable Decisions d'Inversió Direcció Comercial Principis i Estratègies de Màrqueting Direcció i Gestió de Projectes Gestió Logística Gestió de la Qualitat Diplomes d'especialització i diplomes d'expert Planificació estratègica, Lean Management i Innovació en processos Planificació Financiera Logística Global i Transport Logística i transport internacional. Gestió duanera Màrqueting en cercadors, mitjans socials i analítica Nòmines i Seguretat Social Organització empreses. Logística integral Producció i qualitat aplicada E-màrqueting i E-commmerce Direcció i gestió de PIME Formació contínua Seminaris: Integració dels ODS en las organitzacions Lideratge i habilitats directives Metologies àgils de projectes Tecnologia blockchain com a eina de transformació social Intel·ligencia emocional Entrenament emocional. L'autogestió emocional Cursos: Anàlisi de la informació financiera Logística i tecnologia per al e-commerce Cursos Profesionalitzadors: Anaítica web, monitoratge, posicionament i màrqueting en cercadors Comerç internacional. Banca internancional Comerç internacional. Cicle operatiu Community management Community management i social màrqueting Comptabilitat Comptabilitat bàsica i avançada Direcció de Recursos Humans i Relacions Laborals Gestió administrativa Gestió de compres Gestió de Recursos Humans Logística i compres Disseny, producció i comercialització de viatges i experiències turístiques Gestió d'allotjaments turístics Formació contínua Ateneu: Anàlisi dels estats financers Comptabilitat de costos Comptabilitat financera Control pressupostari i de gestió Desenvolupament sostenible Direcció de màrqueting Economia social i solidaria Estructura dels mercats turístics Finançament empresarial Fiscalitat empresarial Fonament de màrqueting Iniciació a les competències TIC en ADE i Economia Iniciació a les competències TIC en Màrqueting i Turisme Iniciació a les matemàtiques empresarials Iniciativa emprenedora Intermediació Turística Introducció a l'economia Introducció a l'empresa Introducció a la compabilitat Introducció a la informació financera de l'empresa Introducció a la macroeconomia Inversió empresarial Investigació de mercats Organització d'empreses Persones i organitzacions Problemátiques psicosocials del món contemporari Simulació empresarial de la gestió d'un hotel Teoria de les relacions laborals Doctorat i investigació Programa de Doctorat en Administració i Direcció d'Empreses (interuniversitari: UPC, UPM, UPCT, UOC) Programa de Doctorat en Turisme (interuniversitari: UMA, UA. UCA, UCM, UEX, ULL, Nebrija, UOC, URJC, USC, US, UVIGO) Memòria dels EEE Notícies Més notícies Carregant informació... Agenda Més actes programats Carregant informació... Blog Més articles Els Estudis a Twitter Els Estudis a Facebook"
}