{
  "url": "https://uoc.edu/portal/ca/unesco-chair-food-culture-development/index.html",
  "content": "La Càtedra UNESCO d'Alimentació, Cultura i Desenvolupament té com a objectiu promoure la investigació i l'educació en tres àrees principals: el menjar , la cultura (incloent-hi el coneixement, la diversitat social i diferents adaptacions locals) i el desenvolupament (cobrint àrees com la nutrició, el desenvolupament rural, l'economia local i global, els negocis, la comunicació, les regulacions, la promoció de les millors pràctiques, etc.). Llegeix-ne més Estructura de la Càtedra L'objectiu de la Càtedra UNESCO d'Alimentació, Cultura i Desenvolupament és promoure, mitjançant la investigació i l'educació, la comprensió dels aliments com un element social i cultural. Ho fa mitjançant la millora dels vincles entre l'educació, la investigació i el desenvolupament de l'agricultura sostenible, i centrant-se en el paper de les TIC i l'alfabetització digital gràcies a l'experiència i coneixements de la Universitat. La Càtedra UNESCO d'Alimentació, Cultura i Desenvolupament s'estructura de la següent manera: Director Dr. F. Xavier Medina Secretari Jordi Bages-Querol Consell Executiu Dra. Alícia Aguilar Dr. F. Xavier Medina Dr. Jordi Tresserras Dra. Laura Solanilla Consell Assessor Veure'n la composició Oferta formativa L'alimentació juga un paper central en les nostres societats, cultures, economies i vides personals, però pocs entenen com el menjar arriba als nostres plats. Els nostres programes formatius estan dissenyats per a les persones interessades en la millora de la comprensió i l'anàlisi de l' agricultura i la política alimentària , i augmentar la seva comprensió dels factors socials, culturals i econòmics que influeixen i modelen el desenvolupament i l'aplicació de la governança de l'agricultura . Aquesta combinació ofereix una oportunitat per explorar les connexions entre les consideracions històriques, polítiques, científiques, estratègiques i ètiques implicades en l'organització de la política alimentària i l'agricultura a nivell internacional. Els nostres programes capaciten els estudiants per identificar i generar solucions per als sistemes alimentaris justos i sostenibles . Màsters, postgraus i especialitzacions Més activitats Activitats Setmana pel Dret a l'Alimentació Des de l'any 2016 la UOC organitza la Setmana pel Dret a l'Alimentació, set dies d’activitats centrades a explicar com el consum d’aliments locals i estacionals és beneficiós per a la nostra salut alhora que contribueix a fer un món més sostenible. http://dret-alimentacio.uoc.edu Food, Internet and Social Media 39th International ICAF Conference (2014). Aquest congrés va debatre sobre la influència global-local d'Internet i les xarxes socials en la cultura alimentària. Més activitats"
}