{
  "url": "https://uoc.edu/portal/ca/universitat/organitzacio/estudis-centres-recerca/catedra-cocemfe-autonomia-personal-salut-digital/index.html",
  "content": "Com ens organitzem Docència, innovació i recerca La càtedra COCEMFE-UOC per a l'Autonomia Personal i Salut Digital té la finalitat d'investigar, innovar i transferir coneixement sobre l'autonomia personal i la confluència amb la salut digital. Les activitats que s'hi desenvolupen es porten a terme sota el paradigma de la « medicina 4P »: personalitzada, predictiva, participativa i preventiva. La càtedra s'emmarca en l'eHealth Center de la UOC i està alineada amb la missió del centre de ser un catalitzador de la recerca en salut digital i de transformació del sistema de salut. Objectius de la Càtedra Promoure la recerca sobre autonomia personal en les dimensions de salut, qualitat de vida, tecnologia i dret, fent especial èmfasi en la interacció entre salut i tecnologia. Capacitar i sensibilitzar en autonomia personal els professionals de la salut i la ciutadania a través d'accions formatives i divulgatives, amb la participació de col·lectius que no tenen garantida l'autonomia personal. Assessorar organitzacions en el disseny d'intervencions que facilitin la promoció de l'autonomia personal i aportar experiència acadèmica en projectes d'innovació d'àmbit municipal i nacional. Transferir a la societat el coneixement generat a la càtedra mitjançant activitats participatives, com ara tallers, jornades, seminaris i píndoles de formació. Equip Manuel Armayones Director de la càtedra i investigador de l'eHealth Center de la UOC. Beni Gómez i Modesta Pousada Professores dels Estudis de Psicologia i Ciències de l'Educació. Equip tècnic de l'eHealth Center. Autonomia personal i salut digital La Llei 39/2006, de 14 de desembre, de promoció de l'autonomia personal i atenció a les persones en situació de dependència estableix que l'autonomia personal és la capacitat de controlar, afrontar i prendre decisions personals sobre com viure d'acord amb les pròpies normes i preferències, i també de desenvolupar activitats bàsiques de la vida diària. La càtedra COCEMFE-UOC per a l'Autonomia Personal i Salut Digital entén el concepte d' autonomia personal com un contínuum que trenca les categories clàssiques associades a les persones amb discapacitat per centrar-se en la individualitat de cada persona . L'individu és objecte i subjecte dels ajuts, serveis i qualsevol suport que li permeti mantenir o millorar l'autonomia personal en tots els àmbits de la vida. Aquest concepte d'autonomia personal va unit a les idees d' equitat i d' ètica i té una dimensió transdisciplinària que implica que no pot ser abordat ni amb una única mirada ni des d'una sola disciplina."
}