{
  "url": "https://uoc.edu/portal/ca/universitat/organitzacio/estudis-centres-recerca/catedra-pau-casals-uoc",
  "content": "Com ens organitzem Docència, innovació i recerca La Càtedra UNESCO Pau Casals vol impulsar la recerca i el coneixement, la difusió i el debat contemporanis sobre la dimensió musical i humanística de Pau Casals i el seu extraordinari llegat, així com els valors que va defensar al llarg de la seva vida. La Càtedra es proposa promoure el coneixement de la seva dimensió artística i d'una personalitat profundament compromesa amb la dignitat de les persones, els drets humans, la pau i la democràcia. Direcció Dr. Joan Fuster Sobrepere Director Doctor en Història i gestor cultural. Professor dels Estudis d'Arts i Humanitats de la UOC Dr. Alfons Martinell Sempere Codirector Professor emèrit de la Universitat de Girona. Director honorífic de la Càtedra UNESCO de Polítiques Culturals i Cooperació La Càtedra té com a objectiu principal fomentar la docència, la recerca i la difusió del coneixement en l'àmbit de la figura de Pau Casals i de la seva música, així com la defensa de la pau i dels drets humans. Els àmbits centrals d'actuació que es proposen són: El llegat musical de Pau Casals. Pau Casals, músic total: intèrpret, director i compositor. El llegat humanístic de Pau Casals i la lectura contemporània de la defensa de la pau, la democràcia i els drets humans. En aquest marc, la Càtedra pretén: Impulsar la recerca, la difusió i el coneixement musicològic i historiogràfic de l'obra artística i de les facetes de Pau Casals com a intèrpret, director d'orquestra i compositor. Impulsar la recerca, la producció i la difusió de coneixement i el debat contemporani sobre la relació entre la música, la defensa dels valors de la pau, els drets humans i la democràcia. Contribuir a enfortir la cultura en el marc dels objectius de desenvolupament sostenible (ODS) de les Nacions Unides i de l'Agenda 2030. Signatura de la Càtedra Barcelona. 25 de gener de 2022 Acte complet Activitats Transferència i difusió Organització de jornades de divulgació científica i humanística Col·laboració en la promoció d'esdeveniments científics, culturals, socials o humanístics Foment de publicacions sobre temes d'interès Suport a les tesis doctorals en l'àmbit d'interès de la Càtedra Distinció i reconeixement d'iniciatives d'interès internacional relacionades amb el llegat musical i humanístic de Pau Casals Formació Beques docents Premis a treballs finals Participació en l'organització de programes formatius Conferències i seminaris Incentivació de la cooperació educativa (estudiants en pràctiques) Col·laboració en els plans de formació de les empreses o entitats Promoció de trobades de personal expert en l'àrea d'interès de la Càtedra Recerca i innovació social Beques i ajuts per a la recerca Desenvolupament de línies de recerca conjunta Realització de treballs de recerca i innovació Realització de tesis doctorals en cooperació amb les empreses o entitats Promoció de trobades nacionals i internacionals de personal expert sobre temes d'interès Cooperació per obtenir projectes de recerca en l'àmbit català, espanyol i europeu Foment de l'emprenedoria i la transferència de coneixement"
}