{
  "url": "https://uoc.edu/portal/ca/universitat/organitzacio/estudis-centres-recerca/catedra-mediacio-uoc/index.html",
  "content": "Com ens organitzem Docència, innovació i recerca La missió d'aquesta càtedra és agregar coneixement i compartir els recursos que en matèria de resolució de conflictes, mediació i transformació digital tenen i generaran la UOC i el Centre de Mediació de Catalunya de la Generalitat de Catalunya , que els conduiran al compliment de les funcions que tenen encomanades en l'àmbit de la gestió i la resolució de conflictes. El Centre de Mediació de Catalunya, adscrit a la Direcció General de Dret, Entitats Jurídiques i Mediació, té per objecte promoure i administrar la mediació i facilitar-hi l'accés. En el desenvolupament de les seves funcions té coneixement directe i pragmàtic sobre dificultats, reptes, oportunitats de la resolució de conflictes i la mediació, en el qual és necessari incorporar la recerca i la innovació. La Càtedra, adscrita als Estudis de Dret i Ciència Política de la UOC, té per finalitat investigar, innovar i transferir coneixements vinculats als àmbits de la conflictologia, la gestió de conflictes, la mediació, la seguretat, la convivència i el civisme . Objectiu La Càtedra té com a objectiu principal fomentar la docència, la recerca i la difusió dels coneixements en l'àmbit de la conflictologia i la convivència pacífica, amb especial atenció als àmbits de la mediació i la gestió de conflictes i les tecnologies mòbils com a eines per al foment de la convivència i del vincle social, i els sistemes per millorar la prevenció i la gestió de conflictes a través de la innovació social. Direcció i equip Xavier Pastor Director L'equip de la Càtedra estarà format pel director , una secretaria tècnica i un equip d'investigació assignat específicament per al desenvolupament de les activitats anuals aprovades, del personal docent i d'investigació dels Estudis de Dret i Ciència Política de la UOC i del personal del Centre de Mediació de Catalunya. Comissió de seguiment La UOC i el Centre de Mediació constituiran una comissió mixta de seguiment, formada per dos representants de cada institució , dels departaments i/o estudis que s'indiquen a continuació: En representació de la UOC, la directora dels Estudis de Dret i Ciència Política, o la persona en qui delegui, i el director de la Càtedra. En representació del Centre de Mediació de Catalunya, la directora del Centre de Mediació de Catalunya, o la persona en qui delegui, i la cap de l'Àrea Tècnica del mateix centre. La comissió es reunirà un cop a l'any, com a mínim, per, entre altres qüestions, aprovar les línies d'actuació estratègica de la càtedra, el pressupost i el pla d'actuació, la memòria i la liquidació del pressupost anual. Activitats Formació Recerca i innovació Divulgació i intercanvi de coneixement"
}