{
  "url": "https://uoc.edu/portal/ca/universitat/organitzacio/estudis-centres-recerca/catedra-telefonica-diseno-creacion-multimedia/index.html",
  "content": "Com ens organitzem Docència, innovació i recerca La Càtedra Telefónica-UOC de Disseny i Creació Multimèdia es crea el 2015 amb l'objectiu d' investigar, reflexionar i debatre sobre el disseny, la tecnologia i l'educació i el seu impacte en la societat . Actualment el disseny i la creativitat juguen un paper cada vegada més central en la societat de la informació, aportant valor afegit i innovació en el desenvolupament de productes, serveis i experiències. Així, la Càtedra Telefónica-UOC neix amb caràcter innovador , entenent la relació entre el disseny i la tecnologia com un element transformador de l'educació i la creació digital , amb voluntat d' impacte social i retorn del coneixement . Vídeos Anar a YouTube Àmbits d'actuació El disseny , la tecnologia i la creativitat juguen un paper cada vegada més central en la societat de la informació, aportant valor afegit i innovació en el desenvolupament de productes, serveis i experiències. En particular, la càtedra potencia tant activitats, conferències i tallers com treballs acadèmics solvents, de caràcter docent i de recerca, relacionats amb : la interrelació entre tecnologia i disseny i els seus usos innovadors en la creació multimèdia i l'educació, les metodologies i eines per a l'educació en línia en els àmbits de disseny i creació multimèdia. Equip Enric Mor , direcció Irma Vilà , coordinació Pau Waelder , edició de continguts Pau Alsina Laia Blasco Vanina Hofman Javier Melenchón Blog de la Càtedra Vés al blog Oferta formativa Graus Disseny i Creació Digitals Multimèdia Màsters universitaris Aplicacions Multimèdia Màsters i postgraus Postgrau de Disseny d'Experiència d'Usuari (UX) Màster de Disseny i Desenvolupament de Videojocs Activitats Tallers Els tallers són aproximacions pràctiques a temes específics de la càtedra. Els tallers inclouen una conferència o xerrada inicial que proporciona el context acadèmic necessari perquè els assistents puguin dur a terme una activitat específica. Més informació Jornades i conferències Les conferències i jornades tenen un objectiu formatiu i social. Reuneixen ponents de primera línia, en l'esfera acadèmica o professional, en l'àmbit del disseny i la tecnologia, i constitueixen un punt de trobada per a totes les persones que com a professionals o com a estudiants estan immersos en l'àmbit de coneixement. Més informació Recerca La recerca que es duu a terme inclou els àmbits del disseny, la tecnologia i l'educació des d'un punt de vista interdisciplinari en el qual els investigadors inclouen una aproximació mútua des de diferents perspectives, intercanviant pràctiques i experiències desenvolupades en aquest context. L'objectiu és generar un espai de reflexió conjunta sobre la docència, els processos de recerca, les metodologies i les pràctiques desenvolupades en aquesta interrelació. Més informació"
}