{
  "url": "https://uoc.edu/portal/ca/universitat/organitzacio/estudis-centres-recerca/catedra-miro/index.html",
  "content": "Com ens organitzem Docència, innovació i recerca La Càtedra Miró és una iniciativa conjunta de la Fundació Joan Miró i de la Universitat Oberta de Catalunya que té l’objectiu d’aprofundir en l’estudi i la difusió de Joan Miró. La Càtedra emmarca dues activitats centrals: · Grup Internacional de Recerca Joan Miró · Curs de postgrau d’Estudis Mironians Fundació Joan Miró - UOC Grup Internacional de Recerca El Grup Internacional de Recerca Joan Miró que es constitueix per tal d’ampliar el coneixement acadèmic sobre l’artista, està format per reconeguts experts en Joan Miró d’arreu del món, amb el suport de la New York University (NYU), que farà una aportació a través de la seva oficina d’ajuts per a la recerca, la NYU Global Initiative. El Grup Internacional de Recerca s’articula en dos nivells amb graus de participació diferents: El director científic Robert Lubar i el Comitè Executiu que avaluaran i decidiran quins estudis sobre Miró cal desenvolupar i prioritzar; El Comitè Científic, format per equips especialitzats del Grup de Recerca i per persones externes, que treballaran els continguts acordats. Els temes seleccionats i desenvolupats pel Grup quedaran recollits en publicacions i seminaris o bé en exposicions a la Fundació Joan Miró. Oferta formativa © Hereus de Joaquim Gomis, Fundació Joan Miró Curs de postgrau sobre Joan Miró El postgrau compta amb professors experts en Joan Miró, que alhora són membres del Grup de Recerca, i s’estructura en sis assignatures de màxim nivell creades específicament per a aquests estudis. La llengua vehicular del postgrau és l’anglès, tot i que l’alumnat també podrà presentar els seus treballs en castellà. Organització del Grup Internacional de Recerca Director científic Robert Lubar (Institute of Fine Arts, New York University) Comitè Executiu Pepa Balsach (Departament d’Història de l’Art, Universitat de Girona) Fèlix Fanés (catedràtic d’història de l’art, Universitat Autònoma de Barcelona) Christopher Green (professor emèrit d’història de l’art, The Courtauld Institute of Art) Rémi Labrusse (professor d’història de l’art contemporani, Université de Paris Ouest) Rosa Maria Malet (directora, Fundació Joan Miró, Barcelona) Jordana Mendelson (Departament d’Espanyol i Portugués, New York University) Joan M. Minguet (professor d’història de l’art contemporani i d’història del cinema, Universitat Autònoma de Barcelona) Teresa Montaner (cap de l’Àrea de Conservació, Fundació Joan Miró, Barcelona) Joan Punyet Miró (historiador de l’art, Successió Miró) Comitè Científic Miriam Basilio (Departament d’Història de l’Art, New York University) Agnès de la Beaumelle (conservadora, Centre Pompidou, París) Jim Coddington (conservador en cap, Museum of Modern Art, Nova York) William Jeffett (conservador en cap, Salvador Dalí Museum, St. Petersburg, Florida) Juanjo Lahuerta (cap de col·leccions, Museu Nacional d’Art de Catalunya) Carolyn Lanchner (conservadora en cap [jubilada], Museum of Modern Art, Nova York) David Lomas (professor d’història de l’art, University of Manchester) Adele Nelson (professora d’història de l’art, Tyler School of Art, Temple University, Filadèlfia, Pennsilvània) Charles Palermo (professor associat d’art i història de l’art, College of William and Mary, Williamsburg, Virgínia) Javier Pérez Segura (professor d’història de l’art, Universidad Complutense de Madrid) Anne Umland (conservadora en cap, Museum of Modern Art, Nova York) Coordinació del Grup Muriel Gómez (Universitat Oberta de Catalunya) Aleix Villatoro (Fundació Joan Miró, Barcelona)"
}