{
  "url": "https://uoc.edu/portal/ca/universitat/organitzacio/estudis-centres-recerca/catedra-bsa-recerca-aplicada-analisi-dades-salut/index.html",
  "content": "Com ens organitzem Docència, innovació i recerca La missió de la Càtedra UOC-BSA per a la Recerca Aplicada i l’Anàlisi de Dades en Salut és desenvolupar avenços significatius en l’ aplicació de les dades massives ( big data ) i l’ anàlisi de dades en l’àmbit de la salut mitjançant un enfocament interdisciplinari i la participació de tots els actors del sistema sanitari . La nostra visió és arribar a ser un jugador clau en la transformació de la indústria de la salut amb solucions innovadores basades en anàlisi de dades i la tecnologia de dades massives. La utilitat del big data en recerca aplicada Objectius Objectius primaris Millorar la qualitat de vida dels ciutadans i la seva participació en el procés de presa de decisions que tenen a veure amb la seva salut. Millorar l’accés a l’assistència sanitària i promoure la igualtat. Millorar l’eficiència del sistema i facilitar la seva sostenibilitat. Objectius vinculats Fomentar l’ús i la participació de tots els actors en el camp de les dades massives i l’anàlisi de dades per a la promoció, la prevenció, el diagnòstic i el tractament relacionat amb la prestació de serveis socials i de salut. Generar solucions innovadores basades en la identificació, la integració, el processament, l’anàlisi i la visualització de dades per a la presa de decisions. Promoure la transferència tecnològica de solucions produïdes al sistema de salut. Proporcionar capacitació en l’anàlisi de dades i les dades massives. Equip Francisco Lupiáñez , director. Pilar Saura , consellera delegada Badalona Serveis Assistencials (BSA), consell assessor. Jordi Piera , gestor d’informació BSA, consell assessor. Ruth Vilar , investigadora, científica de dades. Pedro González , investigador, arquitecte d’analítica i dades massives. Àmbits d'actuació Promoció, prevenció, diagnosi i tractament en salut. Economia de la salut. Ciències del comportament / medicina translacional. Activitats Recerca i innovació Realització de projectes de recerca i desenvolupament mitjançant la col·laboració d’estudiants de doctorat, màster i professionals interessats en producció científica. Formació Capacitació de professionals de la salut i de la gestió de la salut; activitats en programes de doctorat. Divulgació del coneixement Enfortiment de la recerca i de la base de coneixements; participació en conferències, fòrums i revistes de divulgació relacionats amb l’activitat. Transferència de tecnologia Impuls d’activitats encaminades a promoure l’ús de les TIC i l’anàlisi de dades en el sector de la salut; millora de les accions de col·laboració per a l’explotació i transferència dels resultats obtinguts en la Càtedra."
}