{
  "url": "https://uoc.edu/portal/ca/universitat/serveis/estudiantat/practiques-mobilitat/curriculars/index.html",
  "content": "Pràctiques i mobilitat Pràctiques curriculars Les pràctiques curriculars donen a l’estudiant l’oportunitat de fer una immersió en el món professional , i d’aplicar de manera integrada i consolidar el conjunt de competències i aprenentatges que ha treballat al llarg de l’itinerari formatiu en una titulació específica. Durant la realització de les pràctiques, l’estudiant disposa d’un seguiment docent personalitzat mitjançant un professional que actua com a tutor de centre de pràctiques i un professor que actua com a tutor acadèmic, que asseguren que les pràctiques es duen a terme seguint el projecte formatiu acordat. Les pràctiques curriculars a la UOC tenen les característiques següents: Obligatorietat Segons el programa, l’assignatura de pràctiques pot ser obligatòria o optativa , dins del pla d’estudis. Durada de les pràctiques Crèdits de l'assignatura La durada de les pràctiques curriculars és determinada pels crèdits de l’assignatura. D’una manera aproximada, la dedicació total d’hores a l’assignatura es pot calcular sabent que a un crèdit ECTS hi corresponen 25 hores . Aquestes hores es poden distribuir de maneres diferents, segons la titulació, entre temps de treball amb el centre i temps de treball acadèmic. Consulteu-ne la informació detallada a la fitxa de cada programa . Ampliació Hi ha la possibilitat d’ampliar les hores estipulades a l’assignatura mitjançant un segon conveni de pràctiques no curriculars. Modalitat de les pràctiques Pràctiques professionals externes Les pràctiques professionals externes són les pràctiques vinculades a un centre de pràctiques extern. Aquestes pràctiques poden ser: · Presencials: Poden implicar la presència física en el centre durant tota la durada de les pràctiques. · Virtuals: A distància en format de teletreball. · Semipresencials: Una combinació de les opcions presencial i virtual. UOC com a centre de pràctiques Les pràctiques professionals en què és la UOC l’entitat que actua com a centre de pràctiques poden ser: · Presencials: Es fan dins d’un departament de la Universitat. · Virtuals: Es fan en un entorn virtual d’aprenentatge proporcionat per la UOC. En qualsevol d’aquestes dues modalitats l’estudiant se situa en un context d’aprenentatge «autèntic», que el confronta amb la realitat del seu camp professional. La modalitat específica de les pràctiques en cada programa s’explica en el pla docent de cada assignatura. Requisits per a fer les pràctiques Per a poder-se matricular de l’assignatura de pràctiques, l’estudiant ha de complir els requisits que s’estableixen en el pla d’estudis corresponent. A més a més, ha de tenir el conveni de cooperació educativa signat en el moment de començar les pràctiques. Els procediments específics per a cada programa i les dates de sol·licitud es descriuen a l’espai del Campus Virtual Tràmits / Pràctiques curriculars . Com ha de sol·licitar les pràctiques l'estudiant En termes generals, l’estudiant ha de tramitar la sol·licitud de pràctiques el semestre anterior a la realització de les pràctiques. Els passos que ha de seguir són els següents: 1. Emplenar un formulari d’intencions (pot ser opcional o prescriptiu, segons el programa d’estudis). 2. Inscriure’s en la convocatòria corresponent dins l’espai de gestió de pràctiques. 3. Sol·licitar una o més ofertes de pràctiques (en cas que hi hagi una oferta de la UOC) o aportar un centre de pràctiques perquè la Universitat el valori i el validi, si escau. 4. Formalitzar la matrícula , un cop la Universitat li hagi assignat una pràctica concreta i sempre que el període de matriculació estigui obert. 5. Signar el conveni de cooperació educativa amb les parts implicades, seguint les instruccions que rebrà (en alguns casos, es pot formalitzar abans del període de matriculació). És indispensable seguir el procediment establert dins dels terminis indicats per a poder gestionar la sol·licitud de pràctiques. Dins l’espai del Campus Virtual Tràmits / Sol·licitud de pràctiques curriculars hi ha el calendari i el procediment específic de cada estudi. Informació per als centres de pràctiques Informació per a empreses i institucions Com oferir pràctiques als estudiants de la UOC"
}