{
  "url": "https://uoc.edu/portal/ca/universitat/serveis/estudiantat/practiques-mobilitat/oferir-practiques/index.html",
  "content": "Pràctiques i mobilitat Com oferir pràctiques Per a oferir pràctiques curriculars o no curriculars als estudiants de la UOC, les empreses o institucions us heu d’haver registrat prèviament en l’espai de pràctiques. A continuació, trobareu informació sobre tot el procés. Accés a l'espai de gestió de les pràctiques Donar d'alta una empresa o institució 1. Heu d' accedir a l'espai de pràctiques i crear un usuari per a la vostra empresa proporcionant les dades necessàries. 2. Us enviarem un missatge amb un enllaç perquè pugueu crear la contrasenya d’accés i entrar a l’espai de pràctiques . 3. Un cop sigueu dins de l’espai de pràctiques, podeu donar d’alta la vostra empresa omplint una fitxa breu. 4. Una vegada hàgiu comprovat que tot és correcte, rebreu un missatge en un termini aproximat de 24 hores laborables a l’adreça de correu que hàgiu fet constar a la fitxa. Publicació d'una oferta de pràctiques 1. Dins de l’opció Convocatòries del menú principal busqueu la convocatòria de pràctiques en què vulgueu participar i creeu l’oferta. Si no sabeu en quina convocatòria curricular voleu participar, podeu publicar la vostra oferta a la secció Ofertes del menú superior i serà l’equip de pràctiques que assignarà la vostra oferta a la convocatòria corresponent. 2. Ompliu els espais amb les dades que se us demanen. 3. Si ja teniu un candidat concret, obriu la pestanya Candidat , seleccioneu Mode directe i introduïu el nom de l’estudiant. Selecció i assignació dels candidats Pràctiques curriculars Cada convocatòria estableix els modes de selecció o assignació dels candidats. En algunes convocatòries la selecció la fa la Universitat d’acord amb la nota mitjana i les necessitats de l’estudiant. En altres, les empreses o centres reben diferents candidatures i s’encarreguen del procés de selecció. També es pot donar el cas que un centre de pràctiques proposi directament un candidat. Pràctiques no curriculars Pot ser que el centre de pràctiques ja tingui el candidat prèviament i en aquest cas només ha de comunicar les dades de l’estudiant. També pot ser que el centre no tingui cap candidat i en aquest cas rebrà les candidatures dels estudiants que s’hi han interessat i el centre mateix farà la selecció del que consideri més adequat. En ambdós casos, mentre no tingueu el candidat caldrà que entreu periòdicament a l’ espai de pràctiques per a revisar les candidatures rebudes. Formalització del conveni de pràctiques Una vegada tingueu el candidat assignat i la pràctica validada, us arribarà un correu electrònic amb un enllaç al conveni i les indicacions que heu de seguir per a formalitzar-lo (procediment de signatures i adreça postal on ens han d’arribar les còpies del document amb signatures originals en cadascuna). Si ja es disposa d’un conveni marc , l’estudiant rep un protocol d’adhesió que ha de signar. Consulteu el Marc legal Tota la informació per a oferir pràctiques Preguntes freqüents Informació per als centres Contacte per a centres de pràctiques T'hem enviat un missatge electrònic amb un enllaç per a confirmar la teva consulta. Contacte per a centres de pràctiques Contacte per a centres de pràctiques Enviant consulta... Informació bàsica sobre protecció de dades personals He llegit i accepto la política de privacitat . Responsable del tractament: Fundació per a la Universitat Oberta de Catalunya (en endavant, UOC), amb seu a l'avinguda del Tibidabo, 39-43, Barcelona, Espanya, i NIF G-60667813. Finalitats: Gestionar i donar resposta a les consultes puntuals i a la informació genèrica. Fer una avaluació i un seguiment dels serveis oferts per la UOC mitjançant estadístiques i enquestes de satisfacció. Legitimació: Consentiment. Interès legítim en l'avaluació i el seguiment del servei. Destinataris: No es comunicaran les dades a tercers, excepte obligació legal. Drets dels interessats: Podreu retirar el vostre consentiment en qualsevol moment, a més d'exercir el dret d'accés, rectificació, supressió, oposició, portabilitat, limitació i de no ser objecte de decisions individuals automatitzades enviant un correu electrònic a fuoc_pd@uoc.edu i adjuntant una fotocòpia del DNI o d'un document que acrediti la vostra identitat. Informació addicional: Podeu revisar la informació addicional sobre el tractament de les dades personals a la política de privacitat . Vull rebre informació acadèmica i institucional relacionada amb els actes que es duen a terme a la UOC, així com informació comercial sobre l'oferta formativa de la mateixa, mitjançant l'elaboració de perfils tant per part de la UOC com de tercers. Vull que la UOC o tercers proveïdors o entitats amb qui tingui acords la UOC em contactin per participar, de manera voluntària, a la realització d'enquestes relacionades amb temes d'investigació i recerca, entre d'altres. Literal a definir Literal a definir Literal a definir Cal que accepteu el tractament de les dades personals per a sol·licitar informació. Contacte per a centres de pràctiques Si teniu qualsevol dubte o necessiteu ampliar la informació sobre algun aspecte, contacteu amb la UOC i l'equip dels Serveis de Pràctiques i Mobilitat us atendrà tan aviat com sigui possible. Dona Home Pref. Int./Telèfon Telèfon de contacte Selecciona el motiu de la teva consulta* Contacte inicial Informació Modificació conveni Eina pràctiques (Xperience) Certificat Altres Si la teva consulta fa referència a un estudiant indica'ns, si us plau, el seu nom, cognoms i DNI (si és possible). Adjunta x Adjunta x Adjunta x He llegit i accepto la política de privacitat. * Limitació de 2.500 caràcters. ??? formEstudiants.carregant ??? * Camps obligatoris"
}