{
  "url": "https://uoc.edu/portal/ca/universitat/estrategia/igualtat/unitat/index.html",
  "content": "Igualtat de gènere Unitat d'Igualtat Membres de la Unitat d'Igualtat La Unitat d'Igualtat és una entitat dependent del Vicerectorat de Globalització i Cooperació de la UOC, creada l'any 2008, amb la finalitat de desenvolupar les polítiques d'igualtat en matèria de gènere a la Universitat. La funció principal de la Unitat és vetllar per la igualtat de tracte i oportunitats entre dones i homes, incloent-hi les persones que es defineixen com a LGTBI, i combatre les situacions d'assetjament sexual i de discriminació per raó de sexe, orientació sexual i identitat o expressió de gènere. Línies d'actuació La seva actuació es materialitza en les estratègies següents: Elabora els plans d'igualtat de la UOC, vetlla perquè s'implantin, i en fa el seguiment i l'avaluació. Elabora els informes de diagnosi, que ajuden a analitzar la realitat de la UOC des d'una perspectiva de gènere. Assessora els diferents òrgans acadèmics i administratius en matèria de polítiques d'igualtat de gènere. Proposa i promou mesures que faciliten la docència, la recerca, la transferència i la gestió amb perspectiva de gènere. Promou el desglossament per sexe de les dades estadístiques que genera la Universitat en tots els àmbits. Duu a terme accions de sensibilització, informació i formació en matèria de gènere, diversitat sexual i igualtat d'oportunitats entre dones i homes. Vetlla perquè la comunicació i la difusió de notícies incorporin la perspectiva de gènere i la diversitat sexual i fomentin la representativitat de les dones. Prevé qualsevol mena de discriminació per raó de sexe, identitat de gènere o orientació sexual a la UOC i contribueix a erradicar-la. Proposa mesures que propicien la presència equilibrada d'homes i dones en qualsevol àmbit de la Universitat i impulsa la coordinació de les polítiques d'igualtat en el marc de la UOC. Participa i col·labora en xarxes universitàries especialitzades en temes de gènere i diversitat sexual. Enllaços d'interès Membres de la Unitat d'Igualtat Reglament de la Unitat d'Igualtat Infografia de la trajectòria de la Unitat d'Igualtat"
}