{
  "url": "https://uoc.edu/ca/alumni/coneix/consell",
  "content": "Consell UOC Alumni El Consell Alumni és l'òrgan de representació de la comunitat Alumni. Format per graduades i graduats que aporten la seva experiència i coneixement per desenvolupar i enfortir els llaços entre els alumnes i promoure la participació activa. Sobre el Consell Alumni El Consell UOC Alumni té com a objecte regir, administrar i representar el col·lectiu d'alumni, així com vetllar pels seus drets i interessos i és una part important de la comunitat de graduats i graduats de la UOC. El Consell Alumni està format per: El rector o rectora, que el presideix. El secretari o secretària general. El vicerector o vicerectora competent en matèria d'estudiants. El vicerector o vicerectora competent en matèria d'aliances, comunitat i cultura. Vuit antics alumnes elegits per i entre els membres inscrits a la UOC Alumni, d'acord amb la normativa electoral de la UOC. Elaborar les propostes d'actuació de la UOC en referència a la xarxa UOC Alumni i als serveis cap als alumni. Assessorar i informar els òrgans de govern de la UOC sobre tots els aspectes relacionats amb els alumni. Designar les persones representants del col·lectiu d'alumni a qualsevol òrgan, comissió o grup de treball previst als Estatuts de la FUOC, a les NOF oa la resta de la normativa de la UOC. Vetllar pel compliment de les funcions i els objectius de la UOC Alumni. Crear comissions o grups de treball dàmbit funcional o territorial i designar les persones responsables per assolir els objectius fixats. Escoltar i recollir les propostes dels membres de la UOC Alumni. Elaborar les propostes de modificació d'aquesta normativa i elevar-les a l'òrgan competent per aprovar-les. Les altres funcions que se li puguin assignar. La Normativa UOC Alumni té per objecte regular l'estructura organitzativa d'UOC Alumni, espai obert i col·laboratiu previst a l'art. 33 de les Normes d'Organització i Funcionament (NOF) de la UOC amb la finalitat de vetllar pel reconeixement i el prestigi dels ensenyaments de la UOC, tot potenciant els vincles i els llaços amb els diferents sectors professionals. Membres del Consell Alumni"
}