{
  "url": "https://uoc.edu/ca/estudis",
  "content": "Estudia a la UOC Matrícula oberta Troba la teva formació 100 % online Cerca per paraula Què estàs cercant? 30 anys de la UOC 30 anys acompanyant-te en el teu aprenentatge Som referents en e-learning Innovem en educació per millorar el teu mètode d'aprenentatge Pioners des de 1995 Prestigi internacional Garantia de qualitat Formació 100% online Metodologia sense horaris Sobre nosaltres Som la UOC, la teva universitat online Et donem la benvinguda a la universitat que s'adapta a tu. La nostra metodologia online et permet escollir el teu ritme d'aprenentatge. L'oportunitat per créixer professionalment sense haver d'assistir a classe però amb un acompanyament personalitzat. Descobreix-ne més Sessions informatives Vine, connecta't i resol tots els teus dubtes. T'hi esperem! Informa't Estudis per titulació Graus universitaris Màsters Diplomes d'especialització i d'expert Executive Education Doctorat i investigació Cursos de formació contínua Cursos d'idiomes UOC Skills Lab Escola de programació FP Jesuïtes en col·laboració amb la UOC Curs d'accés a la universitat 90.400 ESTUDIANTS 122.750 graduats i graduades 27 GRAUS 53 MÀSTERS UNIVERSITARIS 76 MÀSTERS I POSTGRAUS 156 DIPLOMES D'ESPECIALITZACIÓ 9 PROGRAMES DE DOCTORAT 14 àrees de coneixement La UOC et presenta 14 àrees temàtiques i posa al teu abast formació flexible 100 % online. Tria el teu programa i aprèn de manera activa, sense horaris ni espais. Tens un ampli ventall d'oferta formativa amb graus universitaris, màsters oficials i propis, formació permanent, doctorats, cursos i assignatures lliures que s'adapten al teu moment vital i professional. Arts i Humanitats Ciutat i Urbanisme Ciències de la Salut Capacitació Digital Comunicació i Informació Cooperació Disseny, Creació i Multimèdia Dret i Ciència Política E-learning Economia i Empresa Executive Education Informàtica, Multimèdia i Telecomunicació Psicologia i Ciències de l'Educació Turisme 30 anys d'experiència d'e-learning L'any 1995, la UOC es va convertir en la primera universitat online del món. 30 anys després, continuem sent pioners en e-learning. L'eLearning Innovation Center fa evolucionar el model d'aprenentatge per garantir una formació de qualitat, única, connectada i en xarxa. Rànquing Rànquing de Shanghai Estem entre les 150 millors universitats del món en comunicació i les 200 en educació. Rànquing Times Higher Education Som la sisena millor universitat de l'Estat espanyol, segons el Young University Ranking del Times Higher Education. Rànquing U-Multirank Excel·lim en transferència del coneixement, compromís regional i docència i aprenentatge. TOP 175 Entre les 175 millors universitats joves del món. 1a. La millor universitat online de Llatinoamèrica. 30 anys d'experiència en e-learning 30 anys de la UOC 30 anys acompanyant-te en el teu creixement personal i professional Una universitat oberta al món A la UOC apostem per una educació sense distàncies i en la qual estudiants de tot el món comparteixen aules, coneixement i experiències. Més de 140.000 estudiants i graduats de tot el món formen part de la comunitat UOC, i Amèrica Llatina és la regió que més estudiants internacionals aporta al nostre campus. Descobreix-ne més Països de Centreamèrica Xile Colòmbia L'Equador Mèxic Perú Aliances internacionals El nostre compromís amb el paper transformador de la universitat en la societat ens ha portat a aliar-nos amb institucions de tot el món: Universitats i institucions educatives Ministeris i secretaries d'educació Organismes i institucions internacionals Veure les aliances Xarxes internacionals Per garantir l'accés a l'educació superior de qualitat i reivindicar el paper de la universitat com a agent de transformació social, a la UOC formem part de les xarxes nacionals i internacionals de referència en l'àmbit de l'educació i la recerca. Veure totes les xarxes Asociación Universitaria Iberoamericana de Posgrado Centro Interuniversitario de Desarrollo L'opinió dels nostres graduats Graduades i graduats de la UOC t'expliquen en primera persona com han viscut el procés d'aprenentatge amb nosaltres i com la nostra metodologia els ha permès compaginar feina, estudis i vida personal. Tenir una flexibilitat d'horaris absoluta em va permetre fer el màster Daniel Marchante Realment em trobo realitzada. Ara, quan parlo, sé del que parlo. Helena Guillén La UOC t'ofereix competències, perquè el que necessites és saber-te adaptar en cada moment Manel Vicenç Volia créixer professionalment. La UOC m'ha ofert no estancar-me Alba Camacho Des de que vaig acabar el grau, he tingut un desenvolupament a la meva empresa José Miguel González Preguntes freqüents Sobre la UOC La Fundació per a la Universitat Oberta de Catalunya es va crear el 6 d’octubre de 1994 com una iniciativa del govern català per a proporcionar aprenentatge al llarg de la vida mitjançant l’ús de tecnologies de la informació i un model d’ensenyament personalitzat. La UOC és una universitat que presta un servei públic i s’organitza mitjançant gestió privada. La UOC forma part del sistema universitari de Catalunya i del sistema universitari espanyol. Les titulacions que ofereix són oficials i estan avalades per l’Agència per a la Qualitat del Sistema Universitari de Catalunya (AQU) i l’Agència Nacional d’Avaluació de la Qualitat i Acreditació (ANECA), que asseguren el rigor i el compliment dels estàndards exigits pel sistema universitari europeu. La UOC és una universitat catalana plenament homologada. És avaluada constantment per l’AQU Catalunya (Agència per a la Qualitat del Sistema Universitari de Catalunya), que és el principal instrument per a la promoció i l’avaluació de la qualitat en el sistema d’ensenyament superior català. L’AQU és membre de ple dret de l’ENQA, l’Associació Europea per a l’Assegurament de la Qualitat de l’Ensenyament Superior. El programa virtual comporta l’avaluació de l’ensenyament i les institucions virtuals, i pren com a model el sistema d’avaluació de l’ensenyament utilitzat fins ara per l’AQU Catalunya, adaptat a les peculiaritats d’aquest tipus d’ensenyament. La UOC també és membre de l’espai europeu d’ensenyament superior (EEES) i els seus programes estan adaptats als criteris presentats per la Declaració de Bolonya. Basat en les tecnologies de la informació i la comunicació, el model pedagògic de la UOC situa l'estudiant en el centre del procés d'aprenentatge. A la nostra universitat, l'estudiant és el protagonista d'un procés de formació, gestiona el seu propi temps, planifica el seu ritme d'estudi i construeix el seu propi itinerari acadèmic. Com a universitat online, els cursos de la UOC estan oberts al món i proporcionen flexibilitat en el temps i en l'espai. Actualment s'ofereixen cursos en català, castellà i anglès. Els estudiants es poden matricular per internet i seguir un procés d'avaluació contínua per la xarxa més una prova final. En el cas de residents fora d'Espanya, la prova final pot ser virtual (per internet) en la majoria de les assignatures, excepte en les que tenen examen final presencial obligatori (una minoria en els plans d'estudi). Els títols de grau, màster universitari i doctorat que expedeix la UOC són títols universitaris oficials que tenen validesa a tot el territori espanyol i als països de l'espai europeu d'ensenyament superior (EEES), que faculten els seus posseïdors per a gaudir dels drets que, en cada cas, els atorgui la legislació espanyola vigent. La validesa en altres països dels títols universitaris oficials expedits per la UOC serà determinada en cada cas per les lleis d'educació de cada país. No, la UOC no fa exàmens d'admissió, però cal lliurar els requisits documentals exigits. Sí. El 2008 va néixer la comunitat de graduats de la UOC, UOC Alumni. UOC Alumni vol ser el punt de trobada entre els graduats i la Universitat amb l’objectiu de ser la plataforma idònia perquè els antics alumnes entrin en contacte amb companys d’estudi, col·legues de professió, docents i estudis. A més, la comunitat de graduats de la UOC potencia l’accés a la formació contínua i a l’actualització professional."
}