{
  "url": "https://uoc.edu/portal/ca/compromis-social/universitat-societat/voluntariat/entitats-socials/index.html",
  "content": "Voluntariat Voluntariat amb entitats socials i del tercer sector Impulsem projectes de voluntariat relacionats amb la consecució de l'Agenda 2030 per al desenvolupament sostenible. Promovem el desenvolupament de les competències socials i els valors de cooperació i justícia social en el nostre estudiantat. Contribuïm a la presa de consciència vivencial de les desigualtats socials , a la transformació de l'entorn mitjançant la transferència de coneixement de la nostra comunitat universitària. Reconeixem en forma de crèdits optatius RECAAU (reconeixement de crèdits acadèmics per activitats universitàries) les experiències de voluntariat amb les entitats amb les quals tenim una relació de col·laboració institucional. Oferim a les entitats socials i del tercer sector l'oportunitat de comptar amb el perfil de l'estudiantat voluntari de la UOC : altament expert i reconegut. Línies principals d'actuació Projectes per a la lluita contra l'escletxa sociodigital, computacional i de gènere adreçats a col·lectius de risc o en situació de vulnerabilitat per tal d'afavorir la seva inserció laboral i social. Projectes de mentoria inclusiva per a jovent i infants en situació de risc social en l'àmbit del reforç escolar o de la inserció sociocultural, amb especial èmfasi en l'apoderament de joves preuniversitaris. Projectes d'apoderament de les dones fomentant l'autoocupació i l'esperit emprenedor. Projectes d'acompanyament psicoemocional i jurídic a persones malaltes i a les seves famílies. Projectes per a una economia social i solidària que fomentin l'ocupabilitat del jovent i de col·lectius vulnerables. Projectes de conscienciació de les desigualtats globals. Estàs fent un voluntariat amb alguna de les nostres entitats col.laboradores? Vols compartir la teva experiència? Escriu-nos a socialglobal@uoc.edu . Actualment, col·laborem amb les entitats següents:"
}