{
  "url": "https://uoc.edu/portal/ca/ri/activitat-rdi/comite-etica/recursos/index.html",
  "content": "Comitè d'ètica Kit de recursos d'ètica en la recerca En un moment caracteritzat per canvis profunds en els àmbits econòmic i polític però també en el social, els sistemes de ciència i tecnologia han sofert revisions en profunditat. En aquest procés s'ha posat de manifest la necessitat d'aplicar l'ètica en les activitats relacionades amb la recerca. Això és, la producció íntegra del coneixement i la seva gestió, que afecta tant a qui dirigeix i executa la recerca com a qui intervé en els processos d'avaluació dels resultats i de transferència del coneixement. El marc legislatiu i la publicació de normes deontològiques bàsiques en la pràctica científica de la majoria d'universitats i centres de recerca evidencien la preocupació per vetllar per l'ètica de la recerca. Així doncs, és un bon moment per desenvolupar principis i instruments vinculats amb l'ètica de la recerca i assegurar-ne la governança i la qualitat. D'una banda, la recerca científica ha de ser transparent i oberta als ulls públics, ha de rendir comptes, tant pel finançament públic que rep com per la responsabilitat envers la societat. Alhora, la ciutadania ha de poder participar de les polítiques científiques per tal que la recerca sigui del tot coherent i participativa. I d'altra banda, en relació a la qualitat de la recerca, les bones pràctiques, que inclouen el reconeixement dels drets dels éssers humans i el respecte pels éssers vius en general, denoten l'excel·lència en les activitats d'un projecte d'investigació. Els àmbits de recerca de la UOC no inclouen l'experimentació animal però sí la recerca empírica relacionada amb la societat de la informació i el coneixement. Per tant, de forma complementària a la legislació i normativa vigent, la universitat considera necessari dotar-se d'instruments que permetin assegurar la qualitat de la recerca i evitar problemes d'integritat en el comportament del personal investigador. Aquests instruments han estat seleccionats i elaborats en el marc del Comitè d'Ètica per a la Recerca de la UOC, integrat per representants dels Estudis, l'OSRT, la Biblioteca, el Gabinet jurídic, el Síndic de Greuges i el Vicerectorat de Recerca i Innovació, vigent el mes de desembre de 2012. Aprovats pel Consell de Govern de la Universitat, la Comissió de recerca, els estudis, centres i àrees es comprometen a difondre'ls i aplicar-los adequadament. QÜESTIONS ÈTIQUES Codi de bones pràctiques en Recerca i Innovació de la UOC (CBPRI) [PDF] Comitè d'Ètica, desembre de 2014 Conjunt de recomanacions i compromisos sobre les activitats relacionades amb la recerca i la innovació per assegurar el comportament íntegre del personal investigador i la qualitat del coneixement generat. Recull els principis ètics que regeixen les pràctiques de recerca i innovació i un conjunt de directrius quant a bones pràctiques en recerca i innovació que inclouen mecanismes per a l'acompanyament del personal investigador en formació, la participació en projectes de recerca amb la indústria, l'obtenció i gestió de les dades de persones i les pràctiques en revisió, publicació i difusió de la recerca. Codi ètic de la Universitat Oberta de Catalunya [PDF] Consell de Govern, març de 2017 Recull de normes i principis morals que inspiren la conducta de les persones i col·lectius de la universitat. The European code of Conduct for Research Integrity [PDF] European Science Foundation / ALLEA (All European Academies), març de 2011 El codi proporciona directrius pel que fa a la conducta apropiada i els principis pràctics que han de regir la recerca en medicina, les ciències socials i naturals i les humanitats, a Europa. Aquest codi ofereix un punt de referència per a tots els investigadors, establint una llista de principis a tenir en compte per fer les directrius nacionals com a complement dels actuals codis d'ètica i el compliment dels marcs legislatius nacionals i europeus. El Codi ha estat editat per l' European Science Foundation , plataforma integrada per 78 organitzacions que treballen en la promoció de la col·laboració europea en recerca, i ALLEA (All European Academies) , Federació Europea d'Acadèmies Nacionals de Ciència i Humanitats, que aglutina 53 acadèmies en 40 països i promou l'intercanvi d'informació i experiència entre les mateixes, per tal de contribuir a l'excel·lència i al desenvolupament dels principis ètics en la recerca. Procediment de resolució de comportaments irregulars en l'activitat de recerca [PDF] Comitè d'Ètica, novembre de 2012 Es defineixen els procediments per conciliar conflictes científics o situacions irregulars en què es produeixen males pràctiques científiques, ja siguin: la fabricació o falsificació de dades o resultats d'investigació; el plagi, la nocitació o apropiació indeguda de les idees, la feina o les dades d'altri; la no revelació de conflictes d'interessos o casos en què un conflicte d'interès podria ser raonablement percebut de donar-se. En cap cas es considera una mala conducta ètica els errors o malentesos derivats d'una pràctica honesta. Legislació i recursos [PDF] Comitè d'Ètica, octubre de 2015 Referències de les fonts d'informació utilitzades en l'elaboració del Codi de Bones Pràtiques, el Protocol de Recerca i el Procediment de resolució de conflictes, així com normativa i documents relacionats. Estructura organitzativa implicada en l'ètica en la recerca [PDF] Comitè d'Ètica, octubre de 2015 Descripció de les diferents persones i entitats que vetllen per l'acompliment de la legislació i normativa vigent sobre principis ètics en recerca i innovació, així com per donar suport deontològic al personal investigador. PROTOCOL I FORMULARIS Formulari del protocol de recerca. Qüestionari per a l'avaluació per part del Comitè d'Ètica de la UOC (Comitè d'Ètica, setembre de 2018). Trobareu més informació detallada i l' accés al formulari de protocol en el Catàleg de serveis per a la recerca , dins la Intrauoc del campus virtual. PROPIETAT INTEL·LECTUAL I INDUSTRIAL Normatica de Propietat Intel·lectual i Industrial de l'activitat d'R+I [PDF] FUOC, 2022 ACCÉS OBERT Política Institucional d'accés obert als continguts acadèmics i de recerca [PDF] El mandat a la pràctica. Guia ràpida per a professors i investigadors [PDF] Consell de Govern, octubre de 2010 Per tal d'assegurar l'accés gratuït i lliure de restriccions dels continguts científics i acadèmics, la UOC va signar el 2006 la Declaració de Berlin. Amb aquest compromís s'afavoreix l'accessibilitat i l'impacte de la recerca científica del personal investigador de la UOC a través de l'ordre institucional i una política que regula l'accés obert. HORIZON 2020 Recursos per a propostes i projectes en el marc d'Horizon 2020 Ethics Appraisal Procedure (Manual on-line H2020). European Commission. Guidance - How to complete your ethics self-assessment (2015). European Commission. Grant Preparation / Ethics review: Ethics Screening & Assessment (Manual on-line H2020). European Commission. Annotated Model Grant Agreement H2020 (Art. 34 - Ethics). Horizon 2020. Research and Innovation. European Commission (2015). [PDF]"
}