{
  "url": "https://uoc.edu/portal/ca/ri/investigadors/comissio-recerca-doctorat/index.html",
  "content": "Organització de la recerca Comissió de Recerca i Transferència És un òrgan col·legiat de suport i assessorament al Vicerectorat de Recerca, Transferència i Emprenedoria , responsable d'establir les estratègies i les accions derivades de la política de recerca i transferència de la UOC. Els membres de la Comissió de Recerca i Transferència són nomenats pel Vicerectorat de Recerca, Transferència i Emprenedoria Composició de la Comissió de Recerca i Transferència Presidència Vicerector de Recerca, Transferència i Emprenedoria: Xavier Vilajosana Coordinació Vicegerent de Recerca i Transferència: Ciro LLueca Directores/ors, subdirectores/ors Centres/Estudis El coordinador científic de l'eLearning Research Program: Albert Sangrà Estudis de Ciències de la Salut: Gemma Chiva Estudis de Ciències de la Informació i la Comunicació: Daniel Aranda El director de l'Escola de Doctorat: David Masip El director de l'IN3: David Megías Estudis d'Arts i Humanitats: Joana Pujadas Estudis d'Informàtica, Multimèdia i Telecomunicació: Ferran Adelantado Estudis de Psicologia i Ciències de l'Educació: Joan C. Medina Estudis d'Economia i Empresa: Julie Wilson La directora de l'eHC: Marta Aymerich Estudis de Dret i Ciència Política: Miquel Peguera Secretària La directora de l'Àrea de Recerca i Innovació: Mireia Riera Funcions L'elaboració, coordinació i avaluació de les polítiques, estratègies i plans d'acció de recerca i transferència de la Universitat Oberta de Catalunya, d'acord amb els criteris aprovats pel Consell de Direcció. La definició, coordinació i avaluació de les estructures acadèmiques de la recerca i la transferència. El disseny, concessió i avaluació dels ajuts propis dedicats a la recerca i la transferència. La coordinació de l'impuls per la captació de fons externs destinats a la recerca i la transferència. La definició i seguiment dels indicadors i evidències que acompanyen en la presa de decisions i la difusió de l'activitat de recerca i transferència. La promoció d'una cultura científica vinculada a la ciència oberta i amb impacte social. El lideratge per l'ètica i la integritat de la recerca i la transferència per part de la comunitat UOC. Documents relacionats Resums Acords CRiT 21-03-24 CRiT 18-04-24 CRiT 21-05-24 CRiT 27-06-24 CRiT 25-07-24 CRiT 26-09-24 CRiT 31-10-24 CRiT 21-11-24 CRiT 23-01-25 Actes comissió"
}