{
  "url": "https://uoc.edu/portal/ca/ri/colaboracio/informacio-investigadors-estrangers/coneix-barcelona/index.html",
  "content": "Informació per als investigadors i investigadores internacionals Coneix Barcelona i Catalunya Barcelona i Catalunya Com arribar a la uoc? Mou-te per la ciutat Cost de la vida Seguretat Informació turística Dies festius Cultura Barcelona i Catalunya Catalunya situada a Europa, a la Mediterrània occidental constituïda com a comunitat autònoma d'Espanya. És situat a la costa nord-est de la península Ibèrica i limita al nord amb Andorra i l'Estat francès / Occitània, a l'oest amb Aragó, al sud amb el País Valencià i a l'est amb el mar Mediterrani. Amb una estimació de 7.546.522 habitants el 2013, és la segona comunitat autònoma més poblada d'Espanya. En l'actualitat, Catalunya és una de les comunitats més riques i pròsperes d'Espanya. La capital és Barcelona i té un total de 947 municipis. Dos terços de la població viuen a la regió metropolitana de Barcelona. Barcelona, es divideix en deu districtes. Els deu districtes de la ciutat són Ciutat Vella, Eixample, Sants-Montjuïc, les Corts, Sarrià-Sant Gervasi, Gràcia, Horta-Guinardó, Nou Barris, Sant Andreu i Sant Martí. El català és la llengua oficial de Catalunya, d’acord amb l’Estatut de Catalunya i la Constitució Espanyola, juntament amb el castellà, llengua oficial d’Espanya. + Tornar al començament Com arribar a la UOC? La UOC té actualment 3 edificis. Consulteu aquest enllaç per a conèixer-los. Com arribar a Barcelona des de l’ aeroport L’aeroport està a dotze kilòmetres de la ciutat, en direcció sud. La majoria de companyies europees i bona part de les mundials es troben presents. Horaris en tren Recorregut i Horari: Barcelona (Estació de França) - Aeroports: tots el dies des de les 5.12 h. Fins les 22.42 h.; Barcelona (Sants Estació) - Aeroport: tots els dies des de les 5.25 h. Fins les 22.55 h; i Aeroport - Barcelona: tots els dies des de les 6.00 h. Fins les 22.29 h. També enllaça amb l’estació de Passeig de Gràcia. Freqüència de pas: cada 30 min. Duració del trajecte : 20 minuts a Sants Estació, 25 minuts a Passeig de Gràcia y 32 minuts a l'Estació de França Horaris en l'Aerobús Recorregut: Aeroport - Terminal A - Terminal B - Terminal C - Pl. de Espanya/Av. Reina Mª Cristina - Gran Via de les Corts Catalanes/Comte d'Urgell - Pl. Universitat- Pl. Cataluña Horari: diariamen de 6.00 h. a 01.00 h. Freqüència de pas: entre 6 i 15 minuts + Tornar al començament Web dels horaris dels trens Web de l'Aerobús Mou-te per la ciutat Per moure’t per la ciutat et recomanen que utilitzis els transport públic (TMB) o els mitjans alternatius com la bicicleta. Existeixen varis tipus d'abonaments de transport, vàlids per la xarxa de transport públic (metro, trens urbans i bus). Hi ha un sistema integrat per tal que et puguis moure amb diferents transports durant 1 hora i 15 minuts. Bus: La xarxa actual de bus TMB es de 108 línees, dividides en 5 línees de trànsit ràpid de la Xarxa Ortogonal de bus de Barcelona i per 103 línees regulars. Metro: actualment Barcelona disposa de vuit línees de metro, que aglutina un total de 123 kilòmetres i amb 165 estaciones. També diposem d’una xarxa urbana de ferrocarrils gestionats per la Generalitat de Catalunya (FGC), que complementa la citada red de metro. Taxis: Són fàcilment identificables per els colors groc i negre. Els taxis lliures es caracteritzen per una llum verda situada sobre el vehicle. També existeixen una flota de taxis polivalent per transportar persones amb mobilitat reduïda . L’ import del trajecte es calcula segons el taximetre i suplements per maleta, animal entre d’altres conceptes. + Tornar al començament Modalitats i preus TMB Plànol de la xarxa de bus Plànol de la xarxa de metro Ferrocarrils de la Generalitat de Catalunya Institut metropolità del taxi Cost de la vida Per calcular les despeses bàsiques durant la teva estància hauràs de tenir en consideració: Lloguer de pis compartit 260€ a 400€ Lloguer de pis no compartit 700€ a 1.200€ Dinar un menú entre 9€ i 15€ Sopar entre 20€ a 30€ Desplaçaments Autobús/Metro/FGC/Renfe Museus entre 5 a 15€. El primer diumenge de cada mes alguns són gratuïts Cinema entre 7€ a 10€ Teatre entre 12€ a 20€ + Tornar al començament Seguretat Barcelona és una ciutat cosmopolita però també s’han de tenir en consideració una sèrie de consells per fer que la vostra estada sigui més agradable i tenir sentit comú : No porteu objectes de valor, únicament els diners necessaris i mantingueu sempre a la vista i controlats els objectes personals Respecteu les normes de circulació Porteu sempre un document acreditatiu Si sou víctimes d’un delicte, no toqueu res, aviseu immediatament els Mossos d’Esquadra al telèfon 112 – 24 hores del dia al vostre servei-. Per presentar una denúncia cal aportar un document acreditatiu d’identificació personal i, si és possible, acreditar la propietat dels objectes sostrets. + Tornar al començament Informació turística La ciutat disposa de centres d’informació turística en els principals punts d’activitat. En les estacions de transport s’ofereixen serveis als passatgers, tant de manera presencial com per telèfon d’informació. En l'enllaç de sota trobaràs els principals telèfons d’atenció turística i de serveis. + Tornar al començament Oficina de turisme de Barcelona Turisme de Catalunya Dies festius A la UOC tenim un calendari propi i cada any pot variar en funció dels festius locals, autonòmics i estatals. Una vegada t’incorporis et facilitarem aquest calendari. A Barcelona els dies festius són els següents : 6 de gener, dia de Reis 23 d’abril, sant Jordi 24 de juny, Sant Joan 11 de setembre, La diada, festa nacional de Catalunya 24 de setembre, La Mercè, patrona de Barcelona 25 i 26 de desembre, Nadal i Sant Esteve A nivell Nacional, territori espanyol només ens afecta: 1 de gener, any nou 1 de maig, dia del treballador 12 d’octubre, dia de la Hispanitat 1 de novembre, el dia de tots Sants 6 de desembre, dia de la Constitució Espanyola 8 de desembre, dia de la Inmaculada Concepció + Tornar al començament Cultura Informació sobre els museus, cinemes, arxius, patrimoni, cultura popular, biblioteques i altres propostes culturals. + Tornar al començament Web d'informació cultural"
}