{
  "url": "https://uoc.edu/portal/ca/ri/proces-reforma-avaluacio/reforma-avaluacio/index.html",
  "content": "Procés de reforma de l'avaluació de la recerca Reforma de l'avaluació de la recerca a la UOC La UOC té la possibilitat de contribuir al procés i obrir el debat intern sobre la necessitat de reformar l'avaluació de la recerca i com s'ha de dissenyar i executar. Per què és interessant que la UOC signi aquest acord? Un espai internacional de reflexió, aprenentatge i suport a la diagnosi i execució de les mesures de reforma interna . Un espai de treball per detectar i superar les diferències . La creació de grups de treball per disciplines, institucions i nacionalitats. Implicació des dels seus inicis en les discussions i els grups de treball . Facilitats per participar en convocatòries específiques (pròpies o de tercers) i projectes conjunts . Què s'ha fet a la UOC fins ara i on es vol arribar? El 2018, la UOC va adoptar el Pla d'acció Coneixement Obert amb l'objectiu de promoure i expandir el concepte de ciència oberta a tota activitat acadèmica i fer-ne una estratègia transversal. Un àmbit d'aquest pla es dirigeix explícitament als models d'avaluació de la recerca i expressa el compromís de la UOC de reconsiderar els models d'avaluació i valoració de la seva recerca i passar a una avaluació més qualitativa que incorpori l'aprenentatge i la transformació constants com a objectius. Amb aquest esperit, la UOC va ser la primera universitat espanyola (en el seu conjunt) a signar DORA el gener de 2019 , amb la ferma creença que l'índex d'impacte ( impact factor , IP) no hauria de substituir una avaluació de la qualitat dels documents de recerca individuals i les contribucions científiques del reclutament i la promoció dels investigadors. La integració dels principis de DORA en els processos d'avaluació de la recerca s'ha incorporat en el Pla estratègic de la UOC per a 2022-2025 . L'objectiu de la UOC a llarg termini és disposar d'un sistema d'avaluació de la recerca que, alineat amb la proposta de reforma europea: Incentivi una recerca de qualitat Tingui en compte la diversitat de processos i resultats Faciliti la diversitat de perfils acadèmics Eviti les discriminacions del sistema actual S'adapti a les particularitats de la UOC Quines implicacions internes tindrà la signatura de l'acord? Amb la signatura de l'acord, la UOC es compromet a preparar un pla d'acció 2024-2027 en el termini d'un any. Aquest pla d'acció serà propi de la institució i tindrà present el nostre punt de partida i el nostre context nacional i regional. A més, amb la signatura de l'acord, la UOC entraria a formar part de la CoARA i participaria en les discussions i grups de treball. Com decidirem si ens adherim i hi formem part? #1 Fase informativa als equips acadèmics #2 Fase deliberativa en el si d'estudis i centres #3 Presa de decisió a la Comissió Acadèmica (15 de novembre) Enllaços d'interès Pacte Nacional per a la Societat del Coneixement (PN@SC) Acord de país que incorpora els objectius i les mesures per a la implementació d'una estratègia catalana de ciència oberta. Reforma de la Llei 14/2011, d'1 de juny, de la ciència, la tecnologia i la innovació Reforma aprovada pel Govern d'Espanya l'agost de 2022. Inclou un article complet relacionat amb la ciència oberta (art. 37). Avantprojecte de Llei orgànica del sistema universitari Llei d'àmbit espanyol en tramitació parlamentària."
}