{
  "url": "https://uoc.edu/inaugural04/cat/index_content.html",
  "content": "Recomanar Inici | Español | English LES TIC EN L’ENSENYAMENT: POSSIBILITATS I REPTES Martin Carnoy Universitat de Stanford 1 És un gran honor per a mi presentar la lliçó inaugural de la UOC per al curs acadèmic 2004. Vull aprofitar la lliçó per a revisar d’una manera crítica el paper de les tecnologies de la informació i de la comunicació ( TIC ) en l’ensenyament. Miraré de plantejar algunes qüestions fonamentals sobre el seu paper, i fins i tot arribar a qüestionar si les TIC són especialment adequades per a transmetre coneixements, sobretot als estudiants que ja no estan particularment motivats a aprendre i que no estan gaire versats en l’art d’emprar i interpretar la informació. A més, us explicaré com la principal aplicació de les TIC durant la generació passada s’ha centrat a incrementar la productivitat en el sector empresarial facilitant l’accés i el processament de grans quantitats d’informació per part dels treballadors i els directius. Podria haver passat el mateix en el cas de l’ensenyament, però actualment la informació gairebé no s’empra per a millorar el rendiment dels estudiants en el sector educatiu, principalment perquè els gestors educatius desconeixen en gran part l’ús de les eines de tractament de la informació. INTRODUCCIÓ Durant més de quaranta anys, els educadors més innovadors s’han mostrat optimistes pel que fa a l’ús de l’ordinador a les escoles 2 . La seva idea dels ordinadors –o més ben dit, les seves nombroses idees– no s’ha materialitzat ni de bon tros amb relació a les expectatives que es varen plantejar, tot i la ràpida disminució del preu del maquinari, l’increment exponencial en potència de càlcul i la creació d’Internet, que ha obert tot un ventall de noves possibilitats impensables ara fa només una dècada. Els principals obstacles a l’hora d’incorporar les TIC al procés d’ensenyament-aprenentatge educatiu no són perceptibles a primer cop d’ull. En aquest assaig, mirarem d’entendre millor on rauen els problemes. Encara que alguns analistes de les dècades dels seixanta i dels setanta van desestimar els ordinadors perquè creien que seguirien el camí de la ràdio i la televisió educatives, d’altres preveien futurs sistemes d’aprenentatge informàtics que integraven “material procedent d’una base de dades cultural general, de les respostes anteriors del mateix estudiant i de l’emmagatzematge simbòlic discontinu” en diàlegs hologràfics i multipersonals d’aprenentatge (vegeu Leonard, 1968, capítol 8, pàg. 140-155). Quatre branques independents les unes de les altres van sorgir davant la idea de la informàtica educativa des dels seus inicis. La primera, la instrucció assistida per ordinador (IAO), es va fonamentar en les primeres investigacions de S. L. Pressey sobre proves autocorregibles i màquines mecàniques d’ensenyament (Smith i Smith, 1966), durant els anys vint. Les creacions posteriors de Pressey i altres van comptar amb el suport de l’exèrcit dels EUA i van anar incorporant components electrònics a mesura que van aparèixer. El disseny dels programes d’IAO posteriors va estimular enormement la recerca subseqüent sobre materials d’aprenentatge programats implementats en un seguit de mitjans (vegeu Smith i Smith, capítol 10). La informàtica, i més específicament la programació com a assignatura escolar, va esdevenir la segona branca principal, esperonada pels defensors de l’ús dels ordinadors a les escoles . Els educadors americans com ara Dwyer i Critchfield (1978) i Luehrmann i Peckham (1984) creien que els estudiants no podien fer servir correctament un ordinador sense saber com es programa. Això va fer que programació i alfabetització informàtica esdevinguessin sinònims –una posició raonable en una època en què els programes d’aplicació gairebé no existien, tret dels processadors de dades empresarials. Amb la ràpida expansió de programes a l’abast de tothom, la formació informàtica va evolucionar a diferents nivells, des de l’alfabetització informàtica elemental fins a l’ús de diversos paquets per programar. Tots aquests nivells es poden agrupar amb el nom d’educació “professional” de les TIC . La tercera branca és el desenvolupament cognitiu i les habilitats de resolució de problemes. Treballs teòrics com ara “The Process of Conceptualization”, de Brown i Lewis (1968), i Mindstorms , de Seymour Papert (1980) encara influeixen en el pensament actual sobre les TIC en l’ensenyament, tot i la incapacitat de la comunitat investigadora per a demostrar el guany cognitiu mesurable predit per aquests escriptors (vegeu, per exemple, Pea, Kurland i Hawkins, a Chen i Paisley, 1985). La darrera i més recent branca és l’ús d’Internet per a obtenir informació, i el paper de la informació en si mateixa com a eina per al desenvolupament cognitiu i per a la millora de les habilitats de resolució de problemes. Internet es pot emprar com un important mitjà d’accés al programari educatiu i al treball en xarxa amb altres estudiants i professors 3 . Avui dia, els ordinadors són una eina molt present a les escoles i universitats dels països desenvolupats i es van introduint molt ràpidament a les aules dels països en via de desenvolupament. S’han creat moltes eines d’aprenentatge per a aquests ordinadors, des de jocs didàctics a programari d’instrucció assistida per ordinador i programari de suport per al professor. Les escoles estan connectades a la xarxa, i fins i tot els estudiants de les zones més remotes tenen accés a la creixent quantitat d’informació que abans només estava a l’abast de les poblacions properes a les biblioteques municipals i universitàries més completes. Per mitjà del web, professors i estudiants tenen accés a material curricular, de formació de professorat i altres materials d’aprenentatge, alguns proveïts per les seves pròpies administracions centrals o estatals i d’altres subministrats per proveïdors privats. Les TIC s’empren en l’ ensenyament a distància i substitueixen l’antiga escola per correspondència i la televisió educativa. En general, la nova educació a distància es duu a terme des de la xarxa. Així mateix, els ordinadors també són una eina habitual a les oficines de l’administració educativa. Fins i tot abans que els ordinadors de taula s’introduïssin de ple en el sector empresarial , en la dècada dels vuitanta, els ministeris, les oficines estatals d’educació, les universitats i els districtes escolars utilitzaven els ordinadors per a emmagatzemar informació sobre els estudiants i el personal que treballava a les escoles. El Banc Mundial i els bancs de desenvolupament regional van recomanar els sistemes informàtics als països en via de desenvolupament perquè poguessin establir una connexió entre les seves administracions locals, regionals i centrals i perquè poguessin obtenir i analitzar informació sobre els resultats d’aquest sistema. Amb tota aquesta tecnologia informàtica ja ben implantada als sistemes escolars i a les universitats, ¿no hauríem d’observar alguns canvis substancials en la manera de gestionar l’educació, d’organitzar el treball dins el mateix sector educatiu, i en la manera d’aprendre que tenen els joves? La majoria d’analistes creuen que els canvis són molt menys considerables del que s’esperava, tot i que el potencial per al canvi és enorme. En aquest estudi, intentaré avaluar per què els canvis són tan limitats i, un cop feta aquesta avaluació, si el potencial per al canvi és realment tan gran com molts analistes al•leguen. Més concretament, em plantejo si els obstacles institucionals en l’àmbit educatiu són els que impedeixen obtenir beneficis més importants a partir de les TIC i quin tipus de polítiques públiques dins i fora de l’educació estimularien un ús més estès de les TIC en l’ensenyament, si és que n’hi ha cap. El mètode que faig servir es basa en la comparació de l’ensenyament amb el sector empresarial privat. Analitzo els canvis que les TIC han introduït a les empreses, els comparo amb els que han tingut lloc en l’ensenyament i analitzo si les diferències són el resultat de quelcom inherentment diferent pel que fa a la producció educativa, el resultat de diferències de capacitat entre el sector empresarial i el sector educatiu, o el resultat d’una resistència laboral organitzada més eficaçment dins el sector educatiu. Quins canvis han introduït les TIC en les pràctiques empresarials? Dividiré aquesta breu anàlisi sobre la influència de les TIC en les pràctiques empresarials en tres parts: •\tRelació de les TIC amb l’organització empresarial: com ha canviat la producció i l’administració de l’empresa a causa de les TIC . •\tCanvis en l’organització laboral associats a les TIC : com ha canviat el treball en si mateix i com repercuteix aquest canvi en els mercats laborals. •\tCanvis en la formació dels treballadors i dels directius dins les organitzacions empresarials. Les TIC i l’organització empresarial La introducció de les TIC ha provocat canvis importants en l’organització, tant interna com externa, de les empreses. El canvi més significatiu és la capacitat de l’empresa d’interconnectar els departaments i cadascun dels treballadors de l’empresa (i així poden compartir informació, coordinar activitats, dur a terme operacions en temps real), de treballar en xarxa amb altres empreses i entre empreses i clients. Les noves tecnologies de la informació faciliten la descentralització del treball i la coordinació de tasques en una xarxa interactiva de comunicació en temps real, ja sigui entre continents o entre plantes del mateix edifici (Castells, 1996). La tecnologia també contribueix a augmentar la competència, ja que condensa el temps i l’espai (Cairncross, 2002). Això ha accelerat el procés d’externalització d’alguns processos de les activitats empresarials que abans es feien dins la mateixa empresa, les vendes d’empresa a empresa i les vendes directes d’empresa a consumidor (Cairncross, 2001; Strassman, 1997). Les TIC també han contribuït a augmentar l’eficàcia de les empreses, ja que ajuden a portar un control més ajustat dels inventaris i del lliurament dels productes. Les entrades i sortides just a temps han reduït enormement els costos d’interessos. Les comunicacions amb els clients també són més fluïdes: Cisco Systems, per exemple, al•lega que ha estalviat centenars de milers de trucades telefòniques anuals gràcies a la disponibilitat del seu lloc web (Cairncross, 2002). El treball en xarxa ha introduït una nova lògica empresarial, en què les jerarquies dinàmiques i les formes d’organització es basen en les connexions interactives entre diferents nivells i càrrecs dins l’empresa, entre empreses i dins el mercat. Les noves tecnologies de la informació permeten una flexibilitat més gran i un treball en xarxa més intens, que posa en relleu la interdependència, la interacció i la constant adaptació a un entorn en canvi continu (Castells, 2001, capítol 3). Aquest entorn afecta els treballadors de les empreses i crea una cultura de treball individual en xarxa. El treball individual en xarxa és una bona manera tant de conèixer les condicions laborals, els projectes i les innovacions d’altres empreses com de fer moviments laborals estratègics dins un mercat laboral flexible. Amb el correu electrònic i Internet, el treball individual en xarxa no té límits espacials ni temporals. Els treballadors d’una empresa, si tenen la capacitat i la voluntat de fer-ho, poden tenir accés a treballadors d’altres empreses des del seu lloc de treball o des del seu ordinador, a casa. Les empreses que es mouen millor per la xarxa tenen més possibilitats de triomfar, ja que disposen de més informació i més contactes (Breshnahan et al. , 1999). Només amb el correu electrònic s’ha aconseguit la comunicació en temps real entre seus de la mateixa empresa situades a llocs remots i entre diferents empreses, amb els seus proveïdors i els seus clients, la qual cosa els permet intercanviar dades i prendre decisions en línia. Amb el comerç electrònic hi ha hagut alguns problemes, però sens dubte que Internet ha revolucionat les possibilitats de fer negocis entre empreses i entre empreses i consumidors finals, sobretot gràcies a la creació de mercats molt més eficients (Cairncross, 2002). Ara, els consumidors poden trobar molt més fàcilment el proveïdor de béns i serveis més barat. El model empresarial d’E-Bay, per exemple, es basa en la creació de mercats per Internet que uneixen milions de consumidors i venedors. Les empreses no sols treballen més en xarxa, sinó que empren les TIC per a reduir costos d’inventari i per a augmentar la productivitat laboral i del capital per mitjà d’un control molt més rigorós de la qualitat del producte, d’anàlisi de les dades de vendes, del màrqueting i del procés de producció, i d’un control més rigorós dels processos laborals. La velocitat i l’exhaustivitat amb què es poden reunir dades sobre vendes i costos i analitzar-les, juntament amb unes estructures de producció més flexibles, permet que les empreses puguin reaccionar molt més ràpidament en resposta al canvi econòmic (Strassman, 1997). Les TIC i l’organització laboral Les TIC han augmentat la flexibilitat laboral a les empreses. A part del famós (però només parcialment posat en pràctica) concepte de computer commuting , segons el qual els treballadors poden treballar eficaçment fora del seu lloc de treball, la flexibilitat dins el lloc de treball representa que les tasques i l’horari laboral es poden ajustar contínuament als productes, processos i mercats canviants. Això fa que els treballadors siguin cada cop més autònoms en el procés laboral (Castells, 1996). Les empreses requereixen personal amb qualificacions superiors, aptituds d’autoplanificació, responsabilitat individual i predisposició a tenir un horari flexible i a treballar més hores. Les empreses també redueixen els vincles que connecten l’empresa amb el treballador. L’objectiu és tenir una mà d’obra “just a temps” que permeti que les empreses incrementin el nombre d’hores laborals (i de treballadors) quan la demanda augmenti i que les redueixin quan la demanda disminueixi (Carnoy, 2000). Amb la divisió de les tasques en subtasques simultànies, però al mateix temps proporcionant la capacitat de compartir la informació requerida per a reintegrar-les, els empresaris poden delegar i repartir moltes tasques diferents a mesura que s’han de dur a terme. En la pràctica, això representa més treball temporal i a temps parcial, així com també més contractes independents per als professionals autònoms. Alguns treballadors també busquen lligams més febles amb l’empresa, i s’estimen més treballar amb contracte i poder gaudir de la llibertat de treballar per a diferents empreses. La flexibilitat obliga els treballadors a ser “àgils” en el seu treball i en els seus canvis d’un treball a un altre (Carnoy, 2000). Actualment, podem trobar tot un seguit de llibres d’empresa al mercat sobre les “millors” empreses nord-americanes i sobre les pràctiques empresarials que fan que altres països, com ara el Japó, Alemanya i Itàlia, elaborin uns productes de gran qualitat. Segons aquest creixent tipus de literatura, sembla que la manera més efectiva d’incrementar la flexibilitat és mitjançant la introducció d’innovacions organitzatives centrades en el treballador, d’intensificació de la formació i orientades a augmentar la productivitat, pensades perquè els treballadors se sentin segurs i part de l’equip de l’empresa (vegeu, per exemple, Peters i Waterman, 1982; Pfeffer, 1998; Johnson, 1982, i Piore i Sable, 1984). Els llocs de treball d’alta qualitat són més atractius per als treballadors més qualificats (Pfeffer, 1998). Però, alhora, moltes o gairebé totes les empreses solen emprar més les TIC per a controlar el treball i retallar costos que no pas per a augmentar la producció en equip. La majoria d’analistes de pràctiques empresarials estan d’acord que, malgrat l’evident biaix en la recollida de dades de moltes enquestes, “entre una quarta part i un terç de les empreses nord-americanes han posat en marxa canvis significatius en la manera de dirigir els treballadors i aproximadament un terç de les empreses més grans han implementat programes de qualitat seriosos o han obtingut beneficis importants gràcies als seus programes de qualitat” (Appelbaum i Batt, 1994, 68). Tot i així, alguns creuen que la implementació d’aquestes pràctiques no representa una única estratègia coherent per a generar flexibilitat, sinó un procés històric que deriva en dos models molt diferents d’organització laboral. El primer és una “versió americana de la producció ajustada”; el segon, una “versió americana de la producció en equip” (Appelbaum i Batt, 1994, 7). Aquests dos models han evolucionat bastant en els darrers trenta anys. Les empreses han introduït una sèrie de pràctiques que impliquen els treballadors, des de millores sociotècniques durant els anys seixanta i començament dels setanta fins a cercles de qualitat a final dels setanta i principi dels vuitanta, gestió total de la qualitat a la segona meitat dels vuitanta i treball en xarxa en el model d’especialització flexible a partir de mitjan dècada dels vuitanta. Les diferents pràctiques continuen fent-se servir, encara que algunes, com ara els cercles de qualitat, han estat desacreditades en la majoria d’aplicacions nord-americanes. A mesura que s’adoptaven aquestes modes passatgeres, l’objectiu dels esforços per implementar canvis en el lloc de treball va passar “de la humanització del treball en els anys seixanta, i la satisfacció i la productivitat en el treball en els setanta, a la qualitat i la competència en els vuitanta” (Appelbaum i Batt, 1994, 70). Encara que molts dels canvis en el lloc de treball són petits, afecten relativament pocs treballadors, no canvien els fonaments del sistema de treball i inverteixen relativament poc en formació; un grapat d’empreses, com ara Xerox, Federal Express, Saturn i Corning, demostren un “compromís més seriós” pel que fa al desenvolupament d’estratègies per a la millora contínua. Aquestes empreses són la versió americana dels llocs de treball d’alt rendiment. A diferència de la típica empresa que intenta dur a terme pràctiques que involucrin els treballadors, les empreses d’alt rendiment posen molt d’èmfasi en la formació dels treballadors i gasten almenys el 5 % i en alguns casos fins al 15 % o més de la nòmina en sistemes d’equips autodirigits. Són més habituals les empreses que no se centren a augmentar la productivitat, sinó a retallar els costos congelant els sous, introduint sistemes de dos nivells o substituint el salari base pel salari segons l’especialització. A totes les empreses del món, la flexibilitat és tan important per la capacitat de reduir els costos laborals i incrementar o disminuir la mà d’obra ràpidament i “sense danys” com per la capacitat d’augmentar la productivitat laboral 4 . Des del punt de vista de l’empresari, tant si les millores del resultat net s’aconsegueixen amb una producció ajustada o amb una producció en equip, representen el mateix. Difereixen, però, en “la seva mobilització de la mà d’obra i en el pes relatiu que donen al valor estratègic dels recursos humans i a les pràctiques de relacions laborals”, fet que provoca que els resultats siguin ben diferents per als treballadors (Appelbaum i Batt, 1994, 7) 5 . La producció ajustada és una estratègia jeràrquica que es basa sobretot en els coneixements experts en tècnica i direcció i la presa de decisions centralitzada. El seu objectiu és disminuir la massa salarial sense perjudicar la productivitat. La producció en equip tendeix a descentralitzar la presa de decisions discrecional i crea estructures de representació dels treballadors en diferents nivells de l’organització. Als treballadors, els proporciona més autonomia, més seguretat laboral i més garanties de participar en qualsevol benefici de rendiment. Les TIC han tingut un paper fonamental pel que fa a l’augment de la productivitat tant amb la producció en equip com amb la producció ajustada. Per exemple, amb les TIC , els treballadors que treballen en equip es poden comunicar, compartir informació i proporcionar-ne en temps real sense ser al mateix lloc físic. Els equips poden avaluar contínuament la seva actuació i comparar-la amb l’actuació d’altres equips, també en temps real. Simultàniament, els directius poden emprar les TIC per a exercir un control més gran sobre el rendiment laboral individual per mitjà de tècniques de seguiment i també poden examinar contínuament la productivitat dels treballadors mitjançant la recopilació de dades mitjançant les TIC en el punt de treball o punt de venda. Les TIC i la formació Fer servir les TIC en la formació dels treballadors i directius pot semblar una aplicació natural i important de les tecnologies de la informació, sobretot perquè els ordinadors són presents a totes les empreses, per les possibilitats d’informació en temps real que ofereixen i per les possibilitats de simulació dels ordinadors. De fet, hi ha hagut alguns intents de generalitzar la formació de directius amb programari educatiu per ordinador. La Universitat de Phoenix, a part d’oferir els seus cursos regulars, s’ha associat a una empresa de formació empresarial en línia, Interwise, perquè el programari educatiu de ciències empresarials de la Universitat de Phoenix es pugui emprar en els cursos de formació de directius . UNext, que ofereix les seves titulacions per mitjà de la Cardean University, n’és un altre exemple. El model d’UNext es basa en la posada en línia de programari educatiu específic del món empresarial i en la col•laboració d’escoles de negocis de renom com ara la de Stanford i la de Chicago a l’hora de desenvolupar i presentar el seu programari, com també en la seva capacitat de proporcionar intercanvis d’informació amb professors de prestigi i en l’establiment de col•laboracions amb empreses i directius particulars, que constitueixen el seu nucli d’estudiants (visiteu http://www.unext.com ). La Universitat de Stanford ha creat uns cursos d’enginyeria mitjançant formació fora del campus amb què s’obté la titulació de màster i que majoritàriament van adreçats a les empreses. Algunes empreses, com ara IBM i General Electric, també tenen les seves pròpies universitats, que fan servir instrucció assistida per ordinador. Tots aquests exemples de formació informatitzada són eficaços però cars (UNext ha tingut una despesa inicial enorme perquè la creació del programari ha costat molt més del que es preveia; el programa d’enginyeria de Stanford 6 és més car que estudiar a la mateixa universitat de manera presencial). No hi ha informació disponible sobre la rendibilitat d’aquest tipus de formació de directius . Les empreses inverteixen sumes considerables en aquests cursos de formació, la majoria fets a la mateixa empresa, però també en subcontracten molts a empreses especialitzades en formació de directius , que imparteixen seminaris sobre, per exemple, gestió de projectes, gestió financera, avaluació de riscos, etc. Les TIC milloren aquesta formació de directius . No és fàcil avaluar si aquesta formació realment augmenta la productivitat, però sembla que les “bones” empreses consideren que oferir aquesta formació és, com a mínim, un avantatge que han d’oferir als seus treballadors. Una gran part de la formació dels treballadors mitjançant les TIC inclou també la formació pel que fa a l’ús d’aquestes tecnologies. Fins i tot quan les secretàries i el personal administratiu entren a una empresa i hi arriben amb formació sobre els programes més habituals, com ara l’Excel i el Word, normalment l’empresa els fa seguir el seu propi programa de formació. Així mateix, els operaris de producció reben la formació adequada que els permeti emprar una gran varietat d’aplicacions de les TIC específiques de cada empresa. Un organisme del govern finlandès va formar amb èxit un grup d’habitants de la regió més oriental del país, econòmicament molt deteriorada durant l’època postsoviètica, perquè aprenguessin a emprar ordinadors i a usar-los en aplicacions per a petites empreses (Castells i Himanin, 2002). Les TIC en l’ensenyament La majoria d’anàlisis sobre les TIC en el sector educatiu se centren en l’impacte que han tingut en l’ensenyament/aprenentatge de l’alumne. Tot i així, tal com la nostra anàlisi del sector empresarial privat suggereix, aquest enfocament, encara que és òbviament important, analitza els canvis en la manera d’organitzar l’ensenyament i l’aprenentatge, però això solament és una part de l’impacte de les TIC en l’organització del sector educatiu. Com ja hem fet més amunt, amb el sector empresarial , analitzarem el paper de les TIC en l’ensenyament en tres parts: •\tCanvis associats amb les TIC en la gestió del sector educatiu. •\tCanvis associats amb les TIC en el procés de treball educatiu. •\tCanvis associats amb les TIC en la formació del personal docent i dels estudiants. Les TIC i la gestió del sector educatiu De la mateixa manera que ha passat a les empreses, les TIC han fomentat en gran mesura el treball en xarxa a les escoles i universitats i entre els individus de les escoles i els de les universitats. Aquest canvi ha tingut lloc sobretot als països desenvolupats, i actualment s’estén als països en via de desenvolupament. Per exemple, Enlaces –el sistema educatiu de les TIC del govern xilè– ha convertit en una prioritat connectar les escoles rurals a Internet perquè així es puguin integrar millor en el conjunt del sistema educatiu i connectar al món exterior. Molts districtes escolars i gairebé totes les universitats es comuniquen internament i externament principalment mitjançant el correu electrònic. Amb tot, en aquest punt és on les semblances amb les empreses comencen a desdibuixar-se. Les escoles i els districtes escolars gairebé no fan servir les TIC per a gestionar la qualitat dels seus resultats, per a augmentar la productivitat dels professors, ni per a reduir els costos mitjançant l’anàlisi de despeses. A partir dels anys setanta, els districtes escolars dels EUA van començar a emprar regularment els ordinadors per a guardar dades sobre els estudiants i el personal docent. Amb l’arribada dels ordinadors personals d’alta velocitat, en la dècada dels noranta, els ordinadors van esdevenir part del mobiliari normal de les oficines escolars. A molts districtes escolars dels EUA, els administradors escolars tenen accés a les dades dels ordinadors del districte; a moltes escoles, els professors estan connectats als arxius de dades centrals tant de l’escola com de l’oficina del districte. Les oficines administratives d’educació de la majoria de països desenvolupats empren les TIC , i la recopilació de dades al món desenvolupat està totalment informatitzada. Durant els anys vuitanta i noranta, els organismes d’ajuda bilateral i els bancs internacionals van posar cada cop més èmfasi en la necessitat d’emprar les TIC per a recopilar dades educatives i per a millorar l’administració dels sistemes educatius als països en via de desenvolupament, sobretot mitjançant la descentralització de les oficines d’ensenyament en regions, municipis i estats. De la mateixa manera que als països desenvolupats, aquests sistemes de les TIC s’han emprat sobretot per a la recopilació de dades de matriculació i d’assistència dels estudiants i d’informació bàsica sobre professors i sobre escoles. En altres paraules, les TIC ajuden principalment els administradors a tenir una idea més aproximada de la magnitud del sistema educatiu , dels alumnes que no acaben els estudis o repeteixen i del nombre d’estudiants per professor. D’alguna manera, aquests usos es podrien descriure com una manera de mesurar “l’eficiència” del sistema educatiu i com un primer pas cap a una distribució més equitativa dels recursos. Es podrien comparar al control d’inventari de les empreses. Els administradors del sector educatiu necessiten tenir informació bàsica sobre els fluxos d’estudiants i professors; segurament també sobre els subministraments de l’escola, i sobre el que es gasta el sistema en diversos conceptes, per a poder prendre les decisions més bàsiques quant a distribució de recursos. Sens dubte, les TIC han ajudat en gran manera a millorar la recopilació de dades en els sistemes educatius. També han posat aquestes dades més a l’abast del personal docent, dels pares i del públic en general per mitjà dels llocs web de l’administració central, i en alguns països han fet que el personal docent tingui accés directe a les bases de dades centrals o de districte. En alguns països i regions, aquestes rudimentàries funcions de recopilació de dades han passat a convertir-se en dades de control de qualitat més sofisticades, concretament en dades d’avaluació dels estudiants. A França, els resultats de l’examen de baccalauréat es fan públics escola per escola al lloc web del ministeri. Aquests resultats es presenten d’una forma “adaptada”, que té en compte el context socioeconòmic dels estudiants de cada escola. A Xile també es fan públics els resultats de les seves proves nacionals SIMCE, que tenen lloc a quart, vuitè i desè curs, escola per escola. Fins a l’any 1996, aquests resultats només els podien consultar les escoles; ara també es pengen en web. Estats com ara Texas i Carolina del Nord són pioners en la implantació de proves a tercer i vuitè curs i d’un examen al final de l’ensenyament secundari per a poder fer un seguiment de “l’èxit” o “el fracàs” escolar individual dels estudiants de diferents grups ètnics. Actualment, molts estats empren proves i estàndards estatals semblants per a fer un seguiment de les escoles. Les TIC són crucials en aquests sistemes de control nacional i estatal, tant pel que fa a la recopilació/processament de dades com pel que fa a la divulgació dels resultats. En tots aquests sistemes, però, l’administració centralitzada empra les TIC per a “regular” el sistema des de dalt. Recopila informació dels diferents “departaments” (escoles) i també els la distribueix, i empra la informació per a fer que les diferents parts del sistema s’esforcin més per obtenir millors resultats. En molts països, aquest ús descendent de les TIC per a fer un seguiment del rendiment es podria estendre a la recopilació i la divulgació d’informació sobre l’absentisme escolar i del personal docent, les consecucions dels estudiants (índex de supervivència) i altres variables, totes analitzades escola per escola. Com ja hem dit abans, el seguiment descendent és un ús típic de les TIC en les aplicacions empresarials. Molts consideraran aquest seguiment com un exemple del que Derber anomena “capitalisme contingent”, un esforç per reduir els sous i la seguretat laboral. El sector educatiu és principalment públic, està caracteritzat per contractes indefinits i negociacions salarials que no tenen gairebé res a veure amb les mesures de productivitat. Per tant, qualsevol esforç per mesurar la productivitat educativa, fins i tot de les empreses (escoles), es podria considerar com un moviment en direcció cap al “control” dels treballadors, com un intent de restar “autonomia” als professors. Aquests controls administratius descendents no es practiquen d’una manera àmplia ni tan sols als països desenvolupats, i encara menys als que tenen uns sistemes més descentralitzats. L’única forma de control centralitzat predominant és el pla d’estudis estandarditzat i un sistema d’inspecció. Aquest sistema està basat en el “subministrament”. Pressuposa que si la “tecnologia” (el pla d’estudis) està establerta, i els professors apliquen la tecnologia (procés controlat per la inspecció anual), els estudiants aprenen a una velocitat “prevista”. En la pràctica, la gestió basada en el “subministrament” deixa una part enorme del control del procés educatiu en mans de cada professor, sense cap mena de supervisió ni avaluació. En tots els casos d’intents d’incrementar el control centralitzat mitjançant proves als estudiants que hem esmentat, l’administració central empra les TIC per a supervisar les escoles però deixa que les escoles (unitats administratives descentralitzades) triïn el mètode per a millorar el seu rendiment. Quin paper tenen les TIC a l’hora d’ajudar a millorar tant l’assistència escolar com els resultats de les proves i les perspectives dels estudiants a l’escola? A França i a Xile, per exemple, el pla d’estudis es controla centralment, i les proves dels alumnes a tercer i sisè curs a França i a quart, vuitè i desè curs a Xile estan lligades directament al pla d’estudis estàndard. D’una manera semblant, en molts estats dels EUA on els estudiants són avaluats regularment i les escoles són “jutjades” pels resultats dels exàmens, les escoles tenen accés als resultats de les proves de cada estudiant (a França, les proves són puntuades pel personal docent de cada escola). Amb la capacitat informàtica que tenen les escoles, no seria gens difícil avaluar els resultats dels estudiants amb relació als components del pla d’estudis. Als estats o països on els estudiants han de passar exàmens en cada curs, seria possible avaluar el progrés de l’estudiant en cada curs (resultats de guany) i en cada escola –sempre que els estudiants no canviïn d’escola. Fins i tot alguns patrons de respostes incorrectes es podrien atribuir a professors determinats, i així es podria ajudar els professors a millorar la seva productivitat, almenys pel que fa al contingut de les proves. Hi ha proves que els professors es mostren reticents a retre compte de la productivitat de l’escola prenent com a mesura de la mateixa les proves dels estudiants (Benveniste, 2000; DeBray, Parson i Ávila, 2002). Tot i així, aquesta resistència docent no ha impedit l’aplicació d’un control extern, i existeixen estudis que confirmen els seus efectes positius sobre els resultats dels estudiants, sobretot en matemàtiques (Grissmer i Flanagan, 2000; Carnoy i Loeb, 2002). ¿Fins a quin punt s’empren les TIC en l’àmbit escolar i de districte local per a millorar la productivitat? Certament, els bons administradors escolars empren dades per a millorar el rendiment dels estudiants, però no hi ha gaires proves de l’ús generalitzat de les TIC , ni tan sols a països on les escoles disposen de molts recursos de maquinari i programari per a emprar la informació disponible . I encara menys que en l’àmbit de l’administració central, en l’àmbit “departamental”, els administradors educatius no solen emprar les TIC per a gestionar els resultats o la qualitat educativa. Tot i així, amb la pressió dels requeriments de control extern per part de l’estat, algunes escoles empren paquets de programari especialment dissenyats perquè els professors i l’escola puguin avaluar el progrés dels estudiants en els exàmens i comparar els punts en què cada estudiant i el conjunt de la classe s’han equivocat amb relació al pla d’estudis requerit (entreu a http://www.edusoft.com/wested.html ). Així, per primer cop , algunes escoles d’estats com ara Califòrnia ajuden els professors a dur un seguiment sistemàtic mitjançant l’ús de les TIC del que aprenen els seus alumnes. L’OCDE acaba d’enllestir 107 estudis d’escoles que empren les TIC , repartides en 22 països de l’OCDE i a Singapur (per a veure’n un extracte, consulteu Venezky i Davis, 2002; per a tots els estudis, visiteu www.oecd.org/oecd/pages/ home/displaygeneral/0,3380,EN-documents-606-5-no-28-no-606,00.html ). L’objectiu d’aquests estudis és analitzar els canvis organitzatius provocats per les TIC a les escoles “d’última generació” de diferents països. Encara que els estudis s’han centrat en l’organització de l’ensenyament i l’aprenentatge, i no en els canvis administratius, cal destacar que gairebé cap estudi esmenta que s’emprin les TIC per a dur a terme un seguiment de l’aplicació del pla d’estudis per part del professor mitjançant l’anàlisi dels resultats de les proves. De fet, una de les queixes que han sorgit en alguns d’aquests estudis és que l’ús de les TIC ha contribuït a fer que la responsabilitat de realitzar un seguiment del rendiment dels estudiants es delegui als mateixos estudiants. Com que els estudiants empren mètodes interactius d’instrucció, el programari els proporciona l’avaluació del seu propi rendiment (vegeu Escola 2, Singapur, per exemple). Per què les TIC s’empren molt menys en la presa de decisions de la gestió educativa que en la de les empreses privades? Un argument podria ser que no s’hi empren perquè no servirien per a augmentar-ne la productivitat, i que els professors, els “directors de producció” de l’ensenyament, ho saben i es resisteixen a aplicar les TIC en l’avaluació dels guanys d’aprenentatge de l’alumne a l’aula i a l’escola. Un dels usos fonamentals de les TIC en la presa de decisions empresarials consisteix a recollir dades sobre diferents aspectes del rendiment empresarial (vendes per departament o subdepartament, per exemple) i, a partir d’aquestes dades, analitzar com es pot millorar aquest rendiment. En l’ensenyament, les dades sobre el rendiment dels estudiants (dades de les proves) ja estan disponibles a moltes escoles i districtes escolars, i es poden comparar amb els continguts del pla d’estudis per a comprovar si el pla d’estudis requerit o avaluat s’hi aplica. De tota manera, molts educadors afirmen que mesurar l’aprenentatge segons els resultats de les proves fa que les escoles es dediquin a ensenyar el contingut de les proves directament, i això va en detriment d’un concepte més ample i vàlid d’aprenentatge (vegeu, per exemple, McNeil, 2000). Els enfocaments “constructivistes” de l’educació defensen que “la comprensió apareix a mesura que els estudiants, amb un estudi prolongat, relacionen noves idees i explicacions amb els seus coneixements anteriors” (OCDE, 2001, pàg. 26). N’hi ha molts que pensen que les proves estandarditzades no serveixen per a mesurar aquesta comprensió; per això, l’anàlisi de les dades de les proves condueix a decisions educatives incorrectes i sovint pot fer que els professors que podrien proporcionar una “comprensió” del material s’hagin de centrar en l’ensenyament dels continguts de la prova. L’altra cara de la moneda són les TIC emprades en l’ensenyament centrat en l’estudiant, en el qual la implicació de l’estudiant i, per tant, la major comprensió del material, poden requerir nous tipus d’eines d’avaluació. En una de les seves últimes publicacions, Learning to Change: ICT in Schools , l’OCDE analitza el recent treball de Voogt i Odenthal (1999), que “proposen una sèrie de pràctiques emergents associades a la integració de les TIC en l’ensenyament, que impliquen un canvi radical i conviden a fer-ho. Posen èmfasi en el desenvolupament d’habilitats i en una activitat interdisciplinària més ajustada a la vida real, desenvolupada i acreditada per mitjà d’avaluacions formatives i acumulatives de l’estudiant mitjançant tot un seguit de mitjans, incloent-hi la seva carpeta de treballs. Els estudiants acceptaran més responsabilitats sobre el seu propi aprenentatge i la seva avaluació, i així guanyaran experiència en el procés” (OCDE, 2001, pàg. 28-29). L’estudi de l’OCDE conclou que el potencial de les TIC no s’aprofitarà mai si l’avaluació es duu a terme “fonamentalment en termes de consecució de l’estudiant en cada assignatura, mitjançant proves escrites convencionals” (OCDE, 2001, pàg. 31). Amb tot, això no explica per què les TIC no s’usen més en el procés de transformació dels procediments d’avaluació tradicionals en una millora educativa més sistemàtica. Seria lògic que s’aprofités l’actual poder de processament informatiu dels ordinadors per a fer un seguiment del progrés dels estudiants mitjançant avaluacions basades en el pla d’estudis. Amb més treballadors (professors) per supervisor (directors de l’escola i supervisors acadèmics) que en gairebé qualsevol altre sector, les TIC hi haurien de tenir un paper molt més destacat a l’hora d’avaluar els guanys de rendiment dels estudiants aula per aula. Fins i tot suposant que els professors s’oposessin a aquesta supervisió externa, en l’actual entorn de control, els professors haurien d’emprar cada cop més les TIC per a avaluar i millorar la seva pròpia actuació i ajustar-se als estàndards estatals i nacionals. El fet que això no sigui una realitat fa pensar que hi ha importants obstacles que impedeixen l’ús de les TIC com a eina administrativa a les escoles. Un obstacle obvi podria ser la resistència del professorat, com ja hem esmentat abans. Ara bé, en molts aspectes les TIC podrien ajudar els professors a avaluar el seu treball individual, o el seu treball en grup amb altres professors de la mateixa escola. Benveniste (2000) ens explica com es va aplicar l’avaluació externa a l’Uruguai amb la participació d’associacions de professors i amb una implicació i acceptació més grans per part dels professors en l’àmbit escolar que a l’Argentina o a Xile. Si l’oposició docent fos el principal obstacle per a l’ús de les TIC com a eina administrativa, observaríem una avaluació dels professors mitjançant les TIC molt més consistent. Seria equivalent a les aplicacions empresarials on els sindicats de treballadors s’impliquen en la definició de les mesures de productivitat i l’avaluació dels treballadors. Rarament observem que els professors emprin les TIC , ni tan sols per a autoavaluar-se 7 . Més aviat sembla que els obstacles més importants són la manca d’habilitats d’anàlisi de dades entre els administradors i els professors i, fins fa poc, la manca de programari fàcil de manejar per a analitzar els resultats de les proves en l’àmbit escolar. Només uns quants directors, els seus equips o professors tenen prou coneixements per a poder emprar les eines bàsiques de les TIC com ara l’Excel o l’Edusoft i aplicar-les a l’avaluació del rendiment dels estudiants a les escoles i aules, fins i tot en els estats que han proporcionat més incentius a les seves escoles en aquest sentit, pressionant-les perquè les aprovin mitjançant recompenses i sancions tant morals com financeres. Com ja he esmentat abans, les anàlisis de dades estan molt centralitzades, normalment en l’àmbit estatal, i de vegades en l’àmbit de districte. Fins i tot aquestes anàlisis centralitzades són relativament limitades. En els països i estats que implementen els sistemes de control, les escoles i els districtes normalment són responsables de trobar els mitjans per a millorar el rendiment dels estudiants, tot i que no estan capacitats per a fer-ho o ho estan poc. Alguns dels països de l’OCDE amb tradició de recerca educativa, o de recopilació de dades exhaustives sobre educació i de divulgació d’aquestes dades als investigadors, han portat a terme una anàlisi considerable de la productivitat educativa. En la darrera dècada, els investigadors xilens, ajudats pel Ministeri d’Educació, també han començat a fer una anàlisi exhaustiva i periòdica de les dades educatives xilenes fent servir el potencial de les TIC . Tot i així, fins i tot en aquests països les TIC no han arribat als districtes escolars locals ni a les escoles com a eines de gestió. Com es desprèn d’aquesta anàlisi, les polítiques educatives que podrien estimular un ús més estès de les TIC en la gestió educativa serien la formació general dels alumnes de l’escola secundària i dels universitaris en l’ús d’eines de gestió basades en les TIC i la preparació dels estudiants de secundària i dels estudiants d’educació de les universitats en anàlisi estadística bàsica. Si aquesta formació esdevé part d’una preparació educativa general, la generació més jove de professors i d’administradors educatius podria tenir bons coneixements pel que fa a l’ús de dades per a avaluar els seus estudiants i el seu propi treball. Les TIC i els canvis en el procés de treball de l’educació Els estudis de cas sobre escoles de l’OCDE tracten dels canvis potencials i reals en el procés de treball educatiu que comporta la introducció de les TIC . L’estudi conclou que “les TIC no solen actuar com un catalitzador del canvi escolar per si mateixes, però poden ser un desencadenant vigorós de les innovacions educatives planejades” (Venezky i Davis, 2002, pàg. 13). També suggereix que l’empenta per a reformar l’ensenyament i l’organització del procés d’ensenyament i aprenentatge a les escoles s’ajuda de les TIC , que sovint estimulen la reforma i les innovacions addicionals. Quins són alguns dels canvis que faciliten les TIC en el procés de treball a les escoles? A les empreses, un dels principals canvis laborals associats a les TIC és el canvi del treball en xarxa més tradicional dins la mateixa organització al treball en xarxa entre organitzacions. De la mateixa manera, a les escoles, les TIC han canviat el treball dels estudiants i dels professors directament, mitjançant la creació de noves possibilitats de treball en xarxa amb altres escoles o, indirectament, mitjançant la creació de bases de dades informatives a la xarxa. A les empreses, les TIC han transformat radicalment el treball que requereix comunicar-se amb els altres, processar informació o crear-ne. De manera semblant, les TIC poden canviar el treball dels estudiants i professors en l’ensenyament i l’aprenentatge. Quan els ordinadors estiguin plenament a l’abast dels estudiants i els professors estiguin ben preparats per a usar-los, els alumnes podran fer la major part dels treballs de classe emprant recursos del web, preparant treballs als seus ordinadors i consultant bases de dades especials i programari educatiu que els ajudin a entendre millor les matemàtiques. Els professors també podran consultar bases de dades per a planificar les classes, podran interactuar amb altres professors per a compartir idees pedagògiques i podran ajudar els estudiants a esdevenir més autosuficients i creatius a l’hora de fer els seus treballs. L’estudi de l’OCDE (2002) documenta molts casos de canvis substancials en les pràctiques docents a les escoles amb l’ajut de les TIC , tot i que aquests canvis han estat conseqüència de reformes conscients més que no pas el resultat de la simple introducció de les TIC . Un bon exemple dels canvis en les pràctiques de treball són les escoles dels EUA que han introduït ordinadors portàtils per a tots els estudiants i han format els professors perquè organitzin l’ensenyament de manera que els estudiants facin tots els seus treballs escrits a l’ordinador. Aquest sistema, introduït per NetSchools ( http://www.netschools.com ), canvia específicament el treball del professor i de l’estudiant, amb la finalitat de millorar el rendiment acadèmic dels estudiants amb més risc de fracàs. A les escoles que hem visitat, a El Paso, Texas, els estudiants sud-americans de 9 a 13 anys, de famílies amb uns ingressos relativament baixos, han millorat substancialment els seus coneixements d’escriptura, solen acabar i lliurar els seus treballs de classe més sovint (un gran pas per a incrementar el seu rendiment acadèmic general), i passen molt temps emprant recursos del web, com ara bases de dades especials creades per NetSchools per tal d’ajudar-los amb els seus treballs de curs. Els professors d’aquestes escoles es comuniquen amb els pares d’una manera més efectiva mitjançant els portàtils dels estudiants, empren les bases de dades de NetSchools per a millorar l’ensenyament i fan servir la connexió professor-estudiant per mitjà dels portàtils per a millorar la comunicació entre professor i alumne. Les nostres observacions a El Paso són semblants a les que s’han enregistrat a moltes escoles de l’estudi de l’OCDE: millores en l’escriptura, més entusiasme pel que fa als deures, un ús estès de la xarxa i més ús del correu electrònic. En alguns casos, l’ensenyament també ha canviat a causa de l’ús intens dels ordinadors a l’escola. Ara bé, els estudis de l’OCDE fan una clara distinció entre l’increment de l’ús de les TIC entre els estudiants perquè estan disponibles a les escoles i els canvis importants en les pràctiques de treball. L’estudi de l’OCDE conclou que “tant la competència de les infraestructures com la dels professors són necessàries per a introduir amb èxit les TIC a les escoles” (Venezky i Davis, 2002, pàg. 40). Perquè les pràctiques de treball canviïn substancialment amb la introducció de les TIC , els professors han de sentir-se molt més còmodes amb les TIC . Fins i tot en el cas que els professors estiguin familiaritzats amb les TIC , cal un suport tècnic addicional per a convertir-les en una eina per al canvi curricular i per als canvis en el procés d’ensenyament-aprenentatge. Els estudis de cas indiquen, a més, que quan les TIC són part d’un esforç concertat per canviar dràsticament les pràctiques d’ensenyament a l’escola, tenen un impacte més fort sobre aquestes pràctiques. Els estudis de recerca històrica sobre l’adopció tecnològica a les escoles de Larry Cuban (1996) argumenten que els professors s’han oposat a introduir la tecnologia “quan les innovacions en qüestió ajuden a augmentar, més que no pas a eliminar, els múltiples objectius contradictoris que han de complir diàriament amb grups de nens diversos: “mantenir l’ordre entre els alumnes al mateix temps que es creen relacions personals amb cadascun d’ells..., cobrir els continguts acadèmics i transmetre coneixements i alhora cultivar la profunditat de comprensió de cada estudiant.., socialitzar els estudiants perquè acceptin els valors de la comunitat mentre s’alimenta el pensament independent...” Cuban ens recorda que, encara que l’adquisició de la tecnologia és una decisió administrativa, emprar-la sempre ha estat decisió del professorat; una decisió basada en el grau de dificultat de dominar l’esmentada tecnologia, la seva fiabilitat, la flexibilitat dels seus usos i la preservació de l’ordre a l’aula” (Maldonado, 2000, pàg. 15-16). Amb tot, l’estudi de Henry Becker (1994), elaborat a partir de les respostes de més d’un miler de professors en l’enquesta de l’Associació Internacional per a l’Avaluació del Rendiment Educatiu de 1989, va revelar que l’ús limitat dels ordinadors per part dels professors era principalment el resultat d’un baix nivell d’alfabetisme informàtic, fet que alhora és el resultat d’una manca de recursos que estimulin l’ús de la tecnologia per part dels professors. A més, de l’estudi de Becker es desprèn que “els professors que empren els ordinadors més efectivament solen treballar a les escoles que ofereixen alts nivells de desenvolupament informàtic als professors i que tenen coordinadors tecnològics disponibles per a ajudar els professors amb els problemes que tinguin” (Maldonado, 2000, pàg. 16). Aquests són alguns dels elements clau per a entendre per què s’observen ràpids increments en el nombre d’ordinadors per alumne a les escoles de tot el món i sobretot als països de l’OCDE sense que s’observin canvis significatius en les pràctiques de treball docent. Fa molts anys, Henry Levin i els seus associats de la Universitat de Stanford van analitzar la rendibilitat de la instrucció assistida per ordinador (IAO) en una sèrie d’escoles dels EUA amb relació a altres pràctiques, com ara les tutories entre estudiants. Levin et al. van observar guanys significatius associats a la IAO en els resultats de les proves, però també uns elevats costos d’implementació. Van estimar que només el 10 % del cost total de la IAO s’invertia en el maquinari, i la resta, principalment en els sous de professors amb elevats coneixements en l’ús de les TIC i en personal de servei tècnic de les TIC (Levin et al. , 1985). En un estudi informal que vàrem elaborar a partir de quatre escoles de Silicon Valley, Califòrnia, l’any 1999, vam observar que, malgrat els elevats índexs d’ordinadors per alumne, les escoles havien invertit poc tant en la formació de professors, per tal que fossin capaços d’incorporar les TIC al seu treball diari, com en personal docent addicional amb coneixements informàtics que ajudés a introduir l’ús de les TIC com a complement a les activitats habituals a l’aula. Per tant, més enllà d’introduir ordinadors a les aules o als laboratoris d’informàtica i emprar-los (a) per a formar els alumnes en el seu ús, (b) per fer algunes activitats complementàries basades en el web o (c) perquè els alumnes emprin jocs didàctics individualitzats, les pràctiques canviants d’ensenyament relacionades amb les TIC requereixen una inversió important perquè els professors adquireixin nous coneixements de les TIC i tinguin una formació que els permeti ensenyar d’una altra manera mitjançant aquestes tecnologies. L’inconvenient d’aquesta proposta és que en molts països els professors no tenen els coneixements de continguts adequats per a ensenyar ni tan sols els coneixements acadèmics bàsics als alumnes de les escoles de primària; per això, proporcionar aquest tipus de formació als professors és molt difícil. L’avantatge és que quan la nova generació de professors, educats com a alumnes en l’ús de les TIC , entrin a les escoles, els costos de formació en les TIC baixaran de manera substancial. Finalment, quan els costos de formació i maquinari disminueixin, els professors empraran les TIC tan fàcilment com ara empren els llibres. Tot i així, tret que els coneixements de continguts dels professorat també augmentin substancialment, no observarem un increment significatiu del rendiment dels estudiants més enllà de les millores que comportarà la realització d’exercicis i pràctiques assistits per ordinador. Els beneficis acadèmics d’emprar les TIC en l’educació. Els treballs de recerca sobre els impactes cognitius estudien tant l’efecte de les TIC sobre el que pensen els estudiants (contingut intel•lectual) com sobre la manera en què ho pensen (competència intel•lectual) . Els estudis dels seus efectes sobre el contingut intel•lectual se centren en l’avantatge relatiu de les TIC en la impartició d’instrucció en les assignatures tradicionals i mesuren aquest efecte en termes de proves estàndard de rendiment en una assignatura. En els estudis sobre com pensen els estudiants, els investigadors estan interessats sobretot en els possibles efectes secundaris de les TIC sobre les habilitats de raonament dels alumnes. A mitjan dècada dels vuitanta, una sèrie de metaanàlisis (Kulik, Kulik i Cohen, 1980, Kulik, 1983; Kulik, Bangert i Williams, 1983) van revelar guanys de rendiment molt positius i moderadament elevats a tots els nivells educatius gràcies a la mediació informàtica en les assignatures tradicionals, sobretot a les matemàtiques. Aquests estudis també indicaven que la IAO era més efectiva en els nivells educatius més baixos i amb alumnes d’un rendiment més baix (per a un resum ampli d’aquests estudis, vegeu Carnoy, Daley i Loop, 1986). Les aplicacions d’exercicis i pràcticques d’IAO que reforçaven la instrucció tradicional van ser molt més efectives que les aplicacions de tutoria que substituïen la instrucció humana. Entre els estudis més recents, cal esmentar el de Wegelinsky (1998), que empra les dades del National Assessment of Educational Progress (NAEP) sobre el rendiment dels alumnes en matemàtiques, l’ús dels ordinadors i la preparació informàtica del professorat segons una mostra de 6.227 alumnes de quart curs i 7.146 de vuitè. Wegelinsky va descobrir guanys significatius en els estudiants en els casos en què les TIC s’empraven per a “aplicacions que estimulen el pensament d’ordre superior” –definides com a jocs didàctics per a alumnes de quart i simulacions per als de vuitè– a l’hora d’ensenyar el pla d’estudis de matemàtiques per part de professors que havien rebut formació professional en l’ús dels ordinadors (Maldonado, 2000, pàg. 17). Els resultats de Wegelinsky també demostren que els estudiants que empraven els ordinadors en els exercicis i les pràctiques, amb un cert domini sobre altres variables, obtenien uns resultats inferiors que els del grup de control, i que com més temps passaven amb els exercicis d’”ordre inferior”, pitjors resultats obtenien en el NAEP. Això contradeia les troballes anteriors (Kulik, 1994). Però l’estudi de Wegelinsky no té en compte el biaix de la selecció –pot ser que els estudiants que feien més exercicis i pràctiques també fossin els estudiants més fluixos en matemàtiques– i només estima el rendiment en matemàtiques en un moment determinat, i no els resultats de millora, com estimen molts dels estudis de Kulik. En un estudi del West Virginia Basic Skills/Computer Education Program, un dels programes estatals de tecnologia educativa més exhaustius i duradors dels EUA, Mann, Shakeshaft, Becker i Kottkamp (1999) van emprar anàlisis de regressió múltiple per demostrar que la suma dels efectes del programa (majoritàriament exercicis i pràctiques) “representa l’11 % de la variància total dels resultats de millora en el rendiment dels coneixements bàsics dels alumnes de cinquè, la primera classe que ha tingut una exposició sistemàtica al llarg de la seva experiència escolar. Els alumnes amb un rendiment més baix i els que no tenen ordinador a casa seva són els qui experimenten l’increment de resultats més acusat. Els millors indicadors de pronòstics de millores de rendiment van ser les actituds positives prèvies envers la tecnologia, tant per part dels professors com per part dels estudiants, un accés constant a la tecnologia per part dels alumnes i la formació tecnològica dels professors” (Maldonado, 2000, pàg. 21). Els estudis que avaluen els efectes de les TIC en la manera de pensar dels estudiants no han sigut tan positius en les seves conclusions. Un important estudi de dos anys de LOGO, per exemple, no va trobar efectes significatius en les habilitats cognitives (Pea, Kurland, i Howkins, 1985). Més recentment, amb la introducció d’Internet, l’ús de les TIC per part dels estudiants a les escoles se centra més en la Xarxa, així que la manera de pensar dels estudiants, si és que es veu alterada d’alguna manera, està influenciada majoritàriament per l’ús de la xarxa. L’estudi de l’OCDE sobre l’ús de les TIC a l’escola diu que “segons un estudi recent de 500 llocs [d’Internet], només el 28,2 % d’ells contenen activitats amb preguntes i només el 5 % inclouen resolució de problemes i presa de decisions… En canvi, el 42 % dels llocs inclouen exercicis de memorització i més del 52 % es basen fonamentalment en la recuperació de la informació” (Venzky i Davis, 2002, pàg. 33). Basat en les respostes de diferents informes escolars, l’estudi de l’OCDE indica que, “en general, la qualitat de la instrucció no es veu reduïda a causa d’aplicacions de les TIC com ara la cerca d’informació a la Xarxa” (Ibíd., pàg. 33). Per tant, contràriament a les previsions més optimistes sobre els canvis en la manera de pensar de l’estudiant –sobretot pel que fa a la millora de les habilitats de resolució de problemes– mitjançant les TIC a l’escola, no hi ha gaires proves que aquests canvis siguin una realitat, tot i els resultats de Wegelinsky. D’altra banda, les TIC poden ser bastant efectives pel que fa a la millora del rendiment de l’estudiant en les proves estandarditzades mitjançant l’ús de la IAO, particularment en conjunció amb la interacció professor-estudiant entorn d’un programari d’exercicis i pràctiques imaginatius (millorant el que els estudiants aprenen). Sembla que SCORE!, una cadena privada de centres d’aprenentatge extraescolar que treballen amb IAO, situada principalment a Califòrnia, ha tingut molt d’èxit pel que fa a l’increment dels resultats dels estudiants en les tradicionals proves de matemàtiques mitjançant un programari d’aprenentatge individual d’exercicis i pràctiques que l’estudiant segueix al seu ritme [ http://www.score.kaplan.com ]. Si és així, pot ser que les TIC no s’incorporin del tot en usos més sofisticats a les escoles i universitats, ja que no produeixen canvis observables en la manera de pensar dels estudiants. Tot i que aquesta conclusió es complica a causa de la possible interacció negativa entre nivells relativament baixos de coneixements informàtics entre el professorat de la majoria de països, és la pura realitat. Si no hi ha professors amb una bona formació, probablement les TIC no siguin eficaces a l’hora d’ensenyar habilitats de nivells superiors. Això no obstant, emprar les TIC com a complement per a millorar els resultats de les proves pot considerar-se un mètode més efectiu que l’ensenyament tradicional tot sol, i per això les TIC es fan servir molt més en aquest sentit. De manera semblant, emprar els ordinadors perquè els estudiants de primària i secundària s’acostumin a les aplicacions empresarials estàndard de les TIC és també una pràctica bastant habitual per la raó òbvia que afavoreix directament la capacitat dels estudiants de guanyar-se la vida. De tota manera, un aspecte negatiu important en totes aquestes conclusions és que es duu a terme relativament poca recerca sobre els efectes acadèmics de l’ús d’Internet per part dels estudiants, que s’està convertint en la forma dominant de les TIC a les escoles. Sens dubte que Internet dóna més independència als estudiants pel que fa a l’aprenentatge, però, els beneficia a tots de la mateixa manera? Són significatius els seus efectes sobre l’aprenentatge? Totes aquestes preguntes s’hauran de tenir en compte en els futurs estudis de recerca. Canvis en el procés de treball en l’àmbit universitari. Podem dir que l’absència d’habilitats informàtiques que observem a les escoles de primària i secundària no és un problema tan representatiu de l’àmbit universitari. Per això mateix, hauríem d’observar canvis relacionats amb la introducció de les TIC molt més grans en el procés de treball de l’ ensenyament superior . De fet, aquests canvis s’observen en l’àmbit universitari. En un grau molt més elevat que en els nivells educatius inferiors, els professors universitaris empren el correu electrònic com a mitjà fonamental per a comunicar-se amb els col•legues i, cada vegada més, amb els estudiants. Molts cursos es pengen al web i per fer els treballs que mana el professorat i el treball personal dels alumnes s’ha de fer servir el web, i com més va més. Les xarxes de recerca i d’ensenyament s’han estès molt –a moltes universitats, els professors treballen amb xarxes mundials. Aquestes xarxes representen canvis importants en els processos de treball a les universitats i s’han generalitzat. El fet que els professors (i estudiants) de l’ ensenyament superior tinguin més coneixements pel que fa a l’ús de les TIC i que, per tant, l’ ensenyament superior es caracteritzi per un ús més estès de d’aquestes tecnologies, que afecten més els seus processos de treball, sembla confirmar que l’obstacle més important per a canviar els processos de treball en els nivells educatius inferiors per mitjà de les TIC és la manca de coneixements sobre aquestes tecnologies. Com que el professorat universitari empra les TIC àmpliament per a gestionar la correspondència i elaborar els treballs, les universitats han aprofitat les TIC per a reduir el personal de secretaria i han derivat una quantitat considerable de treball administratiu als professors i una altra, de més minsa, als estudiants. També podem observar que les universitats solen emprar molt més les anàlisis de dades elaborades amb les TIC per a autoavaluar-se tant financerament com en termes de rendibilitat. Els analistes administratius de les universitats solen avaluar molt més el rendiment universitari, l’efectivitat de la facultat en termes de nombre d’estudiants a qui s’imparteix docència, els anys que triguen a llicenciar-se i la satisfacció dels estudiants, que no pas els analistes dels nivells educatius inferiors. Malgrat tot, també és important tenir en compte que tot i els coneixements sobre les TIC del personal universitari, característicament més desenvolupats, i del grau superior d’anàlisi de dades per a finalitats administratives, el nucli de l’ ensenyament superior i sobretot de l’ ensenyament superior d’elit resta sòlidament arrelat en els procediments de treball estàndard (relacions professor-estudiant, mètodes d’ensenyament i control professional del pla d’estudis tradicionals). La majoria de professors encara ensenyen a aules, presenten el seu material en forma de conferència i manen als estudiants treballs per escrit, tot i que aquests treballs poden lliurar-se de forma electrònica. La forma més elevada de treball acadèmic, la tesi doctoral, encara és un llibre escrit, supervisat per un tutor de tesi en un seguit de trobades personals. De fet, una de les raons més importants per què les universitats dels EUA són considerades les millors del món és gràcies al contacte entre professor i estudiant, molt més freqüent i regularitzat que a les seves competidores més properes, les universitats europees i japoneses. Les universitats americanes d’humanitats i d’arts, els llicenciats de les quals accedeixen a postgraus i cursos d’especialització arreu del món, personifiquen aquest enfocament tradicional de l’ ensenyament superior basat en el contacte oral i personal entre professor i estudiant. Aquesta aparent contradicció –la proliferació de canvis en el treball provocats per les TIC , com ara el correu electrònic i l’aprenentatge-ensenyament facilitats per la xarxa, i la persistència (i enaltiment) continuada dels mètodes d’aprenentatge i ensenyament més tradicionals– planteja una qüestió important pel que fa als obstacles per a l’ús de les TIC en l’ensenyament que va més enllà dels coneixements que el professorat pugui tenir sobre aquestes tecnologies. ¿Hi ha quelcom inherentment diferent en la producció d’habilitats acadèmiques (aprenentatge cognitiu) que limita l’ús de les TIC –fins i tot com a catalitzador– en la millora de l’ensenyament? Si considerem l’ ensenyament superior d’alta qualitat com el model per als nivells d’ensenyament inferiors (si poguéssim gastar el mateix per estudiant en els nivells inferiors que en el nivell universitari), aleshores probablement encara creiem que el “millor” ensenyament es fa als llocs on un professor és capaç de tenir una interacció personal directa amb els estudiants durant un període de temps establert per a analitzar i parlar del tema que el professor consideri important. Els “millors” professors són normalment els que tenen una autoritat intel•lectual major sobre el tema o assignatura i que sovint fan que els estudiants puguin adquirir una manera poc corrent i original de veure el tema. Fins a quin punt poden reproduir les TIC aquest aprenentatge “de qualitat”? El programa d’enginyeria elèctrica de la Universitat de Stanford va posar en marxa fa temps una versió a distància dels seus cursos per als estudiants que treballessin a les empreses locals d’alta tecnologia com ara Hewlett-Packard. Els estudiants a distància poden obtenir un títol de màster equivalent al títol de màster cursat mitjançant la modalitat presencial. Originàriament, el curs “a distància” consistia a reunir els estudiants en un grup per a fer un visionatge de vídeos de les classes que es feien a la universitat, amb un estudiant llicenciat de Stanford que els ajudava i que parava la cinta quan hi havia preguntes o es volien debatre determinats punts. Avui, els estudiants veuen les cintes als seus terminals informàtics (situats en molts llocs diferents), plantegen preguntes i debaten qüestions per videoconferència. El curs costa més per als estudiants a distància que per als qui estudien mitjançant la modalitat presencial, però els estudiants que trien aquesta modalitat tenen tradicionalment més bones notes que els estudiants que assisteixen a classe, fet del qual es desprèn que els estudiants de postgrau molt motivats poden obtenir un resultats fins i tot millors amb aquest mètode que anant a classe i vivint al campus. La Universitat de Phoenix 8 , als EUA, i la Universitat Oberta de Catalunya (UOC) porten l’ ensenyament a distància molt més enllà. En ambdós casos, els estudiants segueixen els cursos a la xarxa, uns cursos creats per cada universitat específicament per als estudiants que no poden assistir a classe periòdicament i en un lloc fix. Els estudiants fan els treballs de curs segons la seva planificació d’estudi. Lliuren els seus treballs electrònicament a la universitat, on són puntuats pels professors i els seus ajudants. A la UOC, cada estudiant té un professor tutor assignat que l’orienta, amb els treballs de curs, cap a la consecució del títol, i un professor consultor (sovint contractat d’altres universitats) per a cada assignatura. La UOC també té uns quants seminaris virtuals interactius adreçats als estudiants de cursos avançats. Tant la Universitat de Phoenix com la UOC concedeixen titulacions –la UOC ofereix cursos de llicenciatura i cursos de tercer cicle en moltes matèries, entre els quals figuren enginyeria, informàtica, dret, psicologia i fins i tot un doctorat en Societat de la Informació i el Coneixement. També ofereix cursos de formació en línia per a directius empresarials, com també cursos d’extensió universitària i d’estiu i un curs de preparació preuniversitària per a més grans de 25 anys. Tot i així, existeixen algunes diferències importants entre universitats a distància com ara la UOC i la de Phoenix. Situada en un context europeu, la UOC no té finalitats de lucre i està subvencionada per la Generalitat de Catalunya. Tot i que és privada, en el context europeu està subjecte a la legislació del Govern català en termes de continguts de curs i de les titulacions i cursos que ofereix. La Universitat de Phoenix, d’altra banda, és una universitat amb finalitats de lucre. Les seves titulacions estan acreditades per una associació d’universitats de la regió central dels EUA, però no ofereix una àmplia gamma de cursos i titulacions; l’oferta de Phoenix es basa purament en consideracions de lucre. Per això la seva oferta principal se centra en les ciències empresarials, la infermeria, la tecnologia informàtica i l’ensenyament (cursos de màster i cursos de formació en servei per als professors). Els models que representen la Phoenix Online i la UOC són versions completament noves d’altres institucions d’ ensenyament a distància , com ara l’Open University del Regne Unit. La UOC, que està completament organitzada entorn de la xarxa (la majoria d’estudiants de la Universitat de Phoenix no són estudiants “en línia”), és la més recent i la que fa un ús més ampli de les TIC . Representa el canvi més gran en la definició d’universitat. El procés de treball de les institucions en línia és clarament diferent del de les universitats tradicionals. Els professors no fan les tradicionals classes a llocs i horaris convinguts. El fet que molts professors que treballen a les universitats a distància ho facin com un segon treball forma part de la tendència cap a un treball més flexible, i només és possible gràcies a la natura virtual dels cursos. Els alumnes estudien al seu propi ritme i quan tenen temps. Accedeixen a la universitat sobretot per mitjà del web i el correu electrònic. Tot contacte entre professor i estudiant és virtual, i no presencial. En molts sentits, sobretot quan es compara amb les universitats europees tradicionals, el contacte professor-estudiant de la UOC és segurament més intensiu i més directe, malgrat el seu caràcter virtual. L’èxit dels estudiants depèn fins i tot més que a les universitats tradicionals de la seva voluntat i la seva disciplina. La forma principal, gairebé única, d’interacció entre estudiants és mitjançant el correu electrònic del curs. Una de les característiques més desitjades de les universitats virtuals és que tinguin uns costos més baixos per estudiant al mateix temps que ofereixin la possibilitat d’obtenir uns resultats acadèmics iguals o millors que en l’ ensenyament superior tradicional. De tota manera, des del punt de vista institucional sembla que els costos per estudiant a la Phoenix Online són més o menys equivalents o superiors als de les grans universitats estatals, i estudiar a la UOC tampoc resulta més barat que estudiar a les universitats tradicionals catalanes i espanyoles, i fins i tot pot arribar a costar més. L’estalvi principal es produeix en els costos privats, ja que els estudiants que s’apunten a la UOC o a la Universitat de Phoenix treballen a temps complet al mateix temps que fan els cursos en línia. L’estalvi en els ingressos previstos es pot emprar per a pagar les taxes de matrícula, relativament cares, de la Universitat de Phoenix o, en el cas d’haver de pagar una matrícula inferior, com per exemple la de la UOC, senzillament és l’estudiant qui se’n beneficia. Des del punt de vista individual, acabar una titulació de la UOC genera una taxa de rendibilitat econòmica molt elevada, fins i tot si els ingressos addicionals guanyats a partir de l’obtenció de la titulació són més baixos que els guanyats amb una titulació tradicional. Però des del punt de vista social, la compensació pot ser més baixa, depenent de la quantitat de costos addicionals que representa obtenir el títol de la UOC. Cal que els investigadors duguin a terme una anàlisi molt més profunda de les universitats virtuals, no solament en termes del que hi aprenen els estudiants (els estudis cursats fins a aquest moment a la UOC indiquen que aprenen el material igual de bé que els estudiants de les universitats tradicionals), sinó de quina manera valoren els empresaris les titulacions d’aquestes universitats, i del salari relatiu dels estudiants que es llicencien en titulacions universitàries virtuals. Sorprenentment, no tenim gaires dades sobre el valor econòmic de les titulacions universitàries a distància, tot i que institucions com l’Open University del Regne Unit i les anàlogues de tot el món funcionen des de fa molts anys. El principal avantatge per a cadascun dels estudiants i per a la societat en general segurament és el fet que els alumnes poden treballar i “assistir” a la universitat, i d’aquesta manera es redueixen els costos per a obtenir la titulació. ¿És aquest el futur de les universitats en un món en què cal tenir una titulació universitària per a poder aconseguir un bon lloc de treball, i en què molta gent que ja treballa a temps total podria beneficiar-se de tenir una titulació universitària? Alguns, com ara el rector del Teachers’ College de Columbia, Arthur Levine, creuen que sí. Ell i molts altres rectors d’universitats d’elit s’hi van posar per a crear extensions en línia de les seves universitats que facilitessin l’aprenentatge permanent d’adults (algunes estaven capacitades per a atorgar titulacions universitàries) i que els servissin per a obtenir ingressos addicionals. En general, però, aquests esforços no han funcionat (Kirp, 2003). Per exemple, la Universitat de Columbia va perdre més de 20 milions de dòlars en el seu intent de crear-ne una extensió en línia. L’exemple més important d’unió entre universitat tradicional i la xarxa, i el que ha tingut més èxit, és el de l’Institut Tecnològic de Massachusetts, que ha posat tot el seu pla d’estudis en línia amb accés lliure per a qualsevol persona que vulgui emprar-lo, tal com es va fer amb el sistema operatiu LINUX, que es va posar a l’abast de tothom de franc. El MIT va fer que aquest pas li fos “rendible” recaptant milions de dòlars procedents de fundacions per a finançar el seu pla d’estudis obert, mesura que va resultar a posteriori un enfocament molt més intel•ligent que els afanys lucratius d’altres institucions. A més, alguns pedagogs de l’ ensenyament superior creuen que “l’agermanament” de les universitats dels països desenvolupats amb institucions de països en via de desenvolupament per mitjà de cursos i titulacions en línia podria revolucionar l’ ensenyament superior de tot el món, fent que la seva qualitat augmenti notablement en els països amb una manca de personal altament qualificat en molts dels camps crucials de l’ensenyament universitari. Alguns representants del comerç de països desenvolupats pressionen l’Organització Mundial del Comerç perquè liberalitzi el comerç dels serveis educatius com a part d’aquests projectes d’ ensenyament a distància de les universitats dels països desenvolupats (OCDE, 2002). De fet, la mateixa UOC, com també altres centres de formació superior de renom com ara l’Institut Tecnològic de Monterrey, Mèxic, actualment creen centres satèl•lit a països sud-americans. Fins i tot és probable que estiguin en una posició millor que les institucions dels països desenvolupats per a entrar en els mercats castellanoparlants. Sigui com sigui, l’experiència amb els costos de la UOC indica que l’ ensenyament superior virtual de bona qualitat pot ser més car que l’ensenyament universitari tradicional. Òbviament, la qualitat del programari pedagògic, el nombre d’estudiants que interactuen amb el professor de cada curs, la qualitat dels professors que orienten els estudiants durant els seus estudis i la qualitat dels professors del curs fan que el preu per estudiant sigui més alt o més baix en el context de la universitat virtual , de la mateixa manera que afecten els costos a les universitats tradicionals. Quins són els obstacles que impedeixen que el procés de treball de l’ ensenyament superior canviï en direcció a les universitats virtuals? Hem arribat a la conclusió que els coneixements de les TIC no representen un problema tan important en l’ ensenyament superior com en l’educació secundària i primària. Però si no hi ha un avantatge clar en el fet de cursar una titulació universitària virtual o d’estudiar en línia, molts estudiants –sobretot els més joves– continuaran estimant-se més estudiar a les universitats tradicionals, que els permeten interactuar amb altres estudiants, tenir un contacte presencial amb els professors i aprendre en el context de l’aula. Gran part de l’experiència universitària dels alumnes més joves se centra en la importància del contacte social amb els altres estudiants. És difícil avaluar el valor d’aquesta experiència, però sabem que se’n deriven lligams personals importants i que aquests contactes i lligams formen xarxes socials i laborals que perduren al llarg de tota la vida adulta. De manera semblant, el contacte personal amb els estudiants és important per a molts professors –de fet, aquest és el motiu pel qual molt d’ells exerceixen de professors. D’aquesta manera, el valor de les TIC per als estudiants i professors que volen tenir aquest tipus d’experiència social és facilitar i ampliar el seu aprenentatge i ensenyament, però sempre dins el context de les relacions universitàries tradicionals entre professor i estudiant. A la llarga, doncs, la preferència per un context d’aprenentatge i ensenyament particular pot ser l’obstacle més gran per a l’expansió de les universitats virtuals. I aquesta elecció també pot considerar-se lògica tenint en compte l’experiència d’aprenentatge total i la compensació econòmica d’aquesta experiència. Per tant, sembla probable que en el futur observem tot un ventall d’usos de les TIC a les universitats, des d’usos més limitats a les aules i universitats tradicionals fins a universitats totalment virtuals per a persones que ja formen part del mercat laboral, però que volen obtenir un títol universitari encara que, alhora, hagin de continuar treballant, passant per usos híbrids d’ensenyament universitari tradicional combinat amb una virtualitat parcial per als estudiants a temps total residents al campus i per una virtualitat molt més acusada a les universitats amb una mescla d’estudiants a temps total i estudiants que treballen. Les TIC i la formació del professorat i dels administradors de l’ensenyament La formació dels professors en servei és una indústria enorme en la majoria de països de l’OCDE . Només a Califòrnia es fa una despesa d’uns 400 milions de dòlars anuals en matèria de formació del professorat en servei. Als EUA, els districtes escolars contracten milers de petites empreses independents que es dediquen a la formació de professorat i que ofereixen una qualitat de producte variable. En altres països de l’OCDE , com ara Itàlia, s’inverteix molt menys en formació en servei, però és un requisit per als professors que volen obtenir millors condicions salarials. A la delegació de l’OCDE a Itàlia, l’any 1998, els participants van sentir a dir que, com que el professorat concep la formació com un mer requisit per a guanyar els punts necessaris perquè els incrementin el sou, en aquests cursos de formació en servei s’aprèn relativament poc. Empreses privades com ara Sylvan van saber veure amb rapidesa el potencial de les TIC com a mitjà de formació dels professors en servei, i actualment aquest tipus de formació és una part important dels seus sistemes d’aprenentatge. Un altre exemple de formació de professors mitjançant les TIC és Teachscape, una altra empresa privada que ofereix formació pedagògica a la xarxa mitjançant la reproducció en temps real de vídeos en forma de documentals sobre actuacions de professors que serveixen com a model. El mercat d’aquest tipus de formació a la xarxa està format pels districtes escolars dels EUA, que paguen perquè cada professor tingui accés individual al programa interactiu de Teachscape. Els professors miren els documentals i intenten ajustar els seus mètodes pedagògics als elements clau que mostra el vídeo. Poden interactuar amb altres professors i intercanviar experiències i crítiques. La premissa d’aquest tipus de formació és que com més bo és el mètode pedagògic, millor és l’aprenentatge i els resultats dels estudiants. Un enfocament totalment diferent adreçat a la millora del professorat és proporcionar a la resta de professors accés virtual als continguts dels cursos, a la planificació de les classes i a les xarxes. Aquest enfocament en forma de “base de dades”, o de continguts, l’empren les NetSchools i la Fundació IBM. Ambdues organitzacions se centren en l’ús de les TIC per a formar el professorat i així millorar els continguts dels cursos, més que no pas millorar-ne la pedagogia. El seu enfocament equivaldria a formar venedors donant-los més informació sobre el producte que ofereixen i no pas sobre la manera de vendre’l d’una manera més elegant. Als països on els coneixements dels professors sobre la seva matèria no són particularment amplis en comparació dels requerits per oferir, per exemple, una educació matemàtica de talla mundial (la majoria de països en via de desenvolupament estarien inclosos en aquesta categoria, com també la part inferior de la distribució de qualitat de professors, per exemple, dels Estats Units 9 ), l’accés a una base de dades plena d’informació sobre com es pot fer entenedora la matèria als estudiants podria ser una manera eficaç de millorar l’ensenyament. També seria un mètode atractiu per als professors, que solen emprar més les TIC si els estalvien temps i simultàniament els ajuden a executar el seu treball d’una manera més eficaç (Cuban, 1996; Cuban, 2001). Sorprenentment, gairebé no hi ha formació gerencial basada en les TIC per als administradors escolars . A les empreses privades, la majoria de cursos de formació en servei, excepte a les societats neocorporativistes com ara Alemanya, Holanda, Àustria o els països nòrdics, s’adrecen als directors o gerents i no als treballadors. A l’educació, els directors o gerents són el personal menys format del sector. A les empreses privades, les empreses de formació privades –que ara inverteixen grans quantitats en formació basada en les TIC – se centren en la gerència. Però a l’educació, les empreses privades se centren en la formació del professorat , en part perquè els sistemes educatius inverteixen gairebé tots els fons adreçats a formació en la formació del professorat en servei i molt pocs a la formació gerencial. Conclusions L’educació mundial, incloent-hi la dels països de l’OCDE , és finançada majoritàriament amb fons públics i s’ofereix de manera pública. Com més va, més les TIC esdevenen eines habituals a les escoles públiques dels països desenvolupats i també se n’estén l’ús en els sistemes educatius dels països en via de desenvolupament. Com demostren els recents estudis de l’OCDE sobre escoles de 23 països, les TIC s’empren de moltes maneres imaginatives per a ensenyar habilitats de raonament d’ordre superior. De tota manera, els estudis de cas revelen que l’ús més habitual de les TIC a les escoles –fins i tot en les escoles “d’avantguarda” que giren entorn de l’ús de les TIC – és el treball en xarxa dels estudiants, la recopilació de dades per mitjà d’Internet i l’ús de programes d’edició de textos per a elaborar i editar els treballs escrits. Encara que aquests usos poden incrementar la motivació dels estudiants a l’hora d’aprendre ciències o història i geografia i d’escriure, no hi ha gaires proves que l’aprenentatge d’ordre superior millori significativament com a resultat d’emprar les TIC . D’altra banda, sí que hi ha proves que la instrucció assistida per ordinador millora els resultats de les tradicionals proves de matemàtiques i –evidentment– que l’ús incrementat de les TIC per part dels estudiants augmenta les seves habilitats professionals relacionades amb aquestes tecnologies. Encara hi ha moltes preguntes sense resposta pel que fa al paper de les TIC en l’ensenyament. En aquest article, jo em demano per què, amb l’enorme disponibilitat actual de les TIC a les escoles, sembla que aquestes tecnologies tinguin un paper molt limitat en els processos d’ensenyament/aprenentatge de la majoria d’elles. Tot i els estudis de cas de l’OCDE, relativament poques escoles dels països estudiats han fet de les TIC un element fonamental en el procés educatiu. El treball de recerca històrica de Larry Cuban indica que els professors es mostren reticents a qualsevol tecnologia que no els faciliti la consecució dels diversos objectius que el sistema educatiu els marca. La resistència dels professors a emprar les TIC pot ser una raó important del “fracàs” de la introducció d’aquestes tecnologies en l’ensenyament. Però pot ser que els professors es “resisteixin” a les TIC perquè no se senten còmodes emprant-les, tret que sigui per a les operacions més rudimentàries, i no existeixen recursos disponibles per a poder formar-los en mètodes educatius que incorporin les TIC en l’ensenyament de cada dia. A més, per a introduir les TIC en l’ensenyament, els estudiants han de tenir un índex d’accés als ordinadors tan elevat (un ordinador per alumne) que només és possible en un nombre limitat d’escoles i han de tenir un accés a bases de dades que actualment solen ser privades. Per això, he arribat a la conclusió que la manca general d’habilitats informàtiques entre el professorat és el major obstacle per a l’extensió d’un aprenentatge basat en les TIC a les escoles. Tot i així, és important tenir en compte dues dades addicionals: primera, que la formació necessària perquè un gran nombre de professors tinguin coneixements informàtics no és barata; calen recursos importants, com ja hem observat amb l’experiència de les NetSchools. Segona, encara que els professors tinguessin una sòlida formació informàtica i cada estudiant pogués disposar d’un ordinador, podria ser que els coneixements de continguts del professor encara fossin insuficients per a produir guanys significatius en els resultats dels estudiants i que les habilitats interpretatives dels estudiants fossin inadequades per a seleccionar i avaluar la gran quantitat de nova informació que es pot trobar a Internet. També he explicat que l’ús més habitual de les TIC a les empreses –per a incrementar-ne la productivitat analitzant el rendiment dels treballadors i treballant amb ells per a millorar-lo – és un tipus de gestió molt poc desenvolupat en l’educació. Repeteixo: el principal obstacle perquè els directors educatius (o professors) analitzin la gran quantitat de dades sobre el rendiment dels estudiants és la seva manca d’habilitats en l’ús de les TIC , que els impedeix fer una gestió basada en les dades. A la formació gerencial de l’ensenyament gairebé no es porten a terme anàlisis de dades ni s’usen les TIC per a desenvolupar una gestió basada en les dades. A les universitats, molts professors i administradors o gairebé tots tenen aquestes habilitats i, com a resultat hem descobert que, en conjunt, l’ensenyament, la recerca i l’administració han experimentat de més a prop la revolució de la informació que no pas les escoles de primària i secundària. De tota manera, tot i algunes formes innovadores i alternatives d’educació superior basades en l’ús de la xarxa, com és el cas de la Universitat de Phoenix, de la UOC i de la Cardean University, i els intents de moltes universitats americanes de proporcionar formació en xarxa ( e-learning ), no hi ha hagut cap daltabaix que hagi fet trontollar els fonaments de la universitat tradicional . De fet, tot i la creixent flexibilitat de l’ e-learning , la majoria dels estudiants encara s’estimen més estudiar a les universitats tradicionals, principalment pel paper social que tenen. Per això, un obstacle important en el camí que ens ha de portar a aconseguir un aprenentatge informàtic més intensiu i arrelat a les escoles i les universitats pot ser la preferència individual i social per l’ensenyament tradicional presencial. Tal vegada el potencial més gran de les TIC en l’educació té a veure amb la gestió educativa i la millora de l’ensenyament “tradicional”. L’accés del professorat a planificació de les classes, xarxes de professors, tècniques pedagògiques i altres formes de suport educatiu amb bases de dades creades especialment amb aquesta finalitat genera moltes possibilitats d’automillora del professorat. Tot això, juntament amb la fàcil estimació dels guanys dels resultats dels estudiants, posats a disposició dels professors i dels administradors de les escoles de manera regular, permetria una avaluació constant del progrés educatiu dels estudiants i del rendiment dels professors i de l’escola amb relació a les normes establertes. La majoria d’educadors han arribat a una vella conclusió: és difícil millorar l’aprenentatge a les escoles en qualsevol sentit sense millorar els coneixements dels professors sobre la matèria (incloent-hi les habilitats en les TIC ). Els professors no poden desenvolupar habilitats de pensament d’ordre superior en els estudiants sense haver-les adquirit ells abans i haver-hi aprofundit molt més que en el material que se suposa que han d’ensenyar. L’ús de les TIC , com qualsevol altre tema que s’hagi de tractar a l’escola, depèn de les aptituds del professorat. I això passa tant a les universitats com a les escoles de primària i de secundària. Les implicacions polítiques de la meva anàlisi van encaminades a posar més èmfasi en el fet que els professors i els administradors educatius entrin a l’era de la informació amb una formació informàtica i que es creïn més bases de dades de fàcil accés concebudes en funció de les seves necessitats que els ajudin en la seva tasca educativa. Part del “problema” de la manca de comoditat del professorat i dels administradors amb l’ús de les TIC pot esvair-se a mesura que disminueixi la mitjana d’edat dels professors i dels administradors. Els professors més joves, educats en l’era de la informació, necessitaran una formació molt menys complexa. La qüestió de les TIC i de la formació gerencial educativa és més complexa, ja que les aptituds requerides no solament s’adquireixen passant més temps davant l’ordinador durant la infantesa. Les nostres observacions a les escoles suggereixen que l’actual tipus de formació gerencial en la direcció de les empreses privades hauria de ser una part integral de la formació de l’administració educativa. Com que s’adrecen molt pocs fons públics a la formació dels administradors educatius en comparació dels fons adreçats a la formació del professorat en servei, és poc probable que s’arribi a oferir aquesta formació gerencial sense que abans hi hagi un canvi radical del concepte d’administració educativa en els cercles governamentals que estableixen les polítiques. Bibliografia APPLEBAUM, E.; BATT, R. (1994). The New American Workplace . Nova York: Ithaca, ILR Press. BATT, R.; APPLEBAUM, E. (1995). “Worker Participation in Diverse Settings: Does the Form Affect the Outcome, and If So, Who Benefits?”. British Journal of Industrial Relations . Vol. 33, núm. 3, pàg. 354-378. BECKER, H. (1994). “How Exemplary Computer-Using Teachers Differ From Other Teachers: Implications for Realizing the Potential of Computers in Schools”. Journal of Research on Computing in Education . Núm. 26. BENVENISTE, L. (2000). The Politics of Student Testing: A Comparative Analysis of Nacional Assessment Systems in Southern Cone Countries (tesi doctoral no publicada), School of Education, Universitat de Stanford. BRESHNAHAN, T.; BRYNJOLFSSON, E.; HITT, L. (1999). “Information Technology, Workplace Organization, and the Demand for Skilled Labor: Firm-Level Evidence”. Cambridge, MA: NBER Working Paper , núm. W7136. BROWN, D.; LEWIS, J. (1968). “The Process of Conceptualization: Some Fundamental Principles of Learning useful in Teaching With or Without the Participation of Computers”. Menlo Park, CA: Stanford Research Institute, Educational Policy Research Center (EPRC), pàg. 6747-6749. CAIRNCROSS, F. (2001). The Death of Distance: How the Communications Revolution is Changing Our Lives. Boston, MA: Harvard Business School Press. CAIRNCROSS, F. (2002). The Company of the Future: How the Communications Revolution is Changing Management . Boston, MA: Harvard Business School Press. CARNOY, M. (2000). Sustaining the New Economy . Cambridge, MA: Harvard University Press. CARNOY, M.; DALEY, H.; LOOP, L. (1986). “Education and Computers: Vision and Reality”. CERAS, Universitat de Stanford, 87-CERAS-14. CARNOY, M.; LOEB, S. (2002). “Does External Accountability Affect Student Outcomes? A Cross-State Analysis”. School of Education, Universitat de Stanford. CASTELLS, M. (1996). The Rise of the Network Society . Londres: Blackwell. CASTELLS, M. (2001). The Internet Galaxy: Reflections on the Internet, Business, and Society . Oxford; Nova York: Oxford University Press. CASTELLS, M.; HIMANIN, P. (2002). The Information Society and the Welfare State . Oxford: Oxford University Press. CUBAN, L. (1986). Teachers and Machines. Nova York: Teachers College Press. CUBAN, L. (1996). “Techno-Reformers and Classroom Teachers”. Education Week . Núm. 16 (oct. 9). CUBAN, L. (2001). Oversold and Underused: Computers in the Classroom . Cambridge, MA: Harvard University Press. DEBRAY, E.; PARSON, G.; ÁVILA, S. (2003). “Internal Alignment and External Pressure: High School Responses in Four State Contexts”. A: M. CARNOY, R. ELMORE, L. SISKIN (eds.). High Schools and the New Accountability: A Schools-Eye View of Standards-based Reforms. Universitat de Stanford (mimeo). DERBER, C. (1994). “Contradictions: Clinton, Cooperation, and the Contradictions of Capitalism”. Tikkun. Vol. 9, núm. 5, pàg. 15. DWYER, T.A.; CRITCHFIELD, M. (1978). Basic and the Personal Computer. Reading, MA: Addison-Wesley. FLANAGAN, R. (1983). Unionism, Economic Stability, and Income Policies. Washington, D.C.: The Brookings Institution. GRISSMER, D.; FLANAGAN, P. (1998). “Exploring Rapid Achievement Gains in North Carolina and Texas”. Washington, D.C.: National Education Goals Panel. JOHNSON, C. (1982). MITI and the Japanese Miracle: The Growth of Industrial Policy . Stanford, CA: Stanford University Press. KIRP, D. (2003). Shakespeare, Einstein, and the Bottom Line . Cambridge, MA: Harvard University Press. KULIK, J. (1983). “Synthesis of Research on Computer-Based Instruction”. Educational Leadership . Núm. 41, pàg. 19-21. KULIK, J. (1994). “Meta-Analytic Studies of Findings on Computer-Based Instruction”. A: E.L. BAKER, H. O’NEIL Jr. (eds.). Technology Assessment in Education and Training . Erlbaum. KULIK, J.; BANGERT, R.; WILLIAMS, G. (1983). “Effects of Computer-Based Teaching on Secondary School Students”. Journal of Educational Psychology . Núm. 75, pàg. 19-26. KULIK, J.; KULIK, C.C.; COHEN, P. (1980). “Effectiveness of Computer-Based College Teaching: A Meta-Analysis of Findings”. Review of Educational Research. Núm. 50, pàg. 525-544. LANKFORD, H.; LOEB, S.; WYKOFF, J. (2002). “Teacher Sorting and the Plight of Urban Schools: A Descriptive Analysis”. Education Evaluation and Policy Analysis . Vol. 24, núm. 1, pàg. 37-62. LEONARD, G. (1968). Education and Ecstasy. Nova York: Delacorte Press. LEUHRMANN, A.; PECKMAN, H. (1984). Computer Literacy Survival Kit. Nova York: McGraw-Hill. LEVIN, H. GLASS; MEISTER, G. (1987, febrer). “Cost-Effectiveness of Computer-Assisted Instruction”. Evaluation Review . Vol. 11, núm. 1. MALDONADO, H. (2001). “Should Computers go to School? A Cost-Effectiveness Perspective”. Stanford University School of Education (mimeo). MANN, D.; SHAKESHAFT, C.; BECKER, J.; KOTTKAMP, R. (1999) “West Virginia Story: Achievement gains from a statewide comprehensive instructional technology program”. Milken Exchange on Educational Technology. OKIMOTO, D.; ROHLEN, T. (1988). Inside the Japanese System: Readings on Contemporary Society and Political Economy. Stanford, CA: Stanford University Press. ORGANIZATION FOR ECONOMIC COOPERATION AND DEVELOPMENT (2001). Learning to Change: ICT in Schools . París: OCDE. OSTERMAN, P. (1994). “How Common Is Workplace Transformation and Who Adopts It?” Industrial and Labor Relations Review . Vol. 47, núm. 2, pàg. 173-188. PAPERT, S. (1980). Mindstorms: Children, Computers, and Powerful Ideas. Nova York: Basic Books. PEA, R.; KURLAND, D.M.; HAWKINS, J. (1985). “LOGO and the Development of Thinking Skills”. A: C. MILTON, W. PAISLEY (eds.). Children and Microcomputers . Beverly Hills: Sage. PETERS, T.; WATERMAN, R. (1982) . In Search of Excellence . Nova York: Harper and Row. PFEFFER, J. (1998). The Human Equation: Building Profits by Putting People First. Cambridge, MA: Harvard Business School Press. PIORE, M.; SABEL, C. (1984). The Second Industrial Divide . Nova York: Basic Books. PLATTNER, J.W.; HERRON, L.W. (1962). “Simulation: Its Use in Employee Selection and Training”. American Management Association Bulletin . Vol. 20. SMITH, K.U.; FOLTZ SMITH, M. (1966). Cybernetic Principles of Learning and Educational Design . Nova York: Holt Rinehart i Winston. STRASSMANN, P. (1997). The Squandered Computer: Evaluating the Business Alignment of Information Technologies . New Canaan, CN: Information Economics Press. VENEZKY, R.; DAVIS, C. (2002). “Quo Vademus? The Transformation of Schooling in a Networked World”. París: OCDE/CERI, versió 8c (6 de març). WENGLINSKY, H. (1998). “Does It Compute? The Relationship Between Educational Technology and Student Achievement in Mathematics” . Educational Testing Services (ETS) Policy Information Report . Navegació per conceptes relacionats TIC-educació TIC-escola TIC-estudiant TIC-professor UOC/universitats virtuals/ on-line/e-learning-universitats tradicionals TIC-formació ordinadors-estudiants ordinadors-professor estudiants-UOC Internet-estudiants Navegació per conceptes més freqüents, a la Xarxa TIC ensenyament superior formació de directius universitat tradicional universitat virtual formació del professorat jocs didàctics administradors escolars gestió educativa ensenyament a distància països de l´OCDE sector empresarial sistema educatiu formació informàtica programari educatiu Cerca'ls a Internet Aquest assaig va ser preparat originalment per al seminari japonès de l’OCDE, “The Effectiveness of ICT in Schools: Current Trends and Future Prospects”, Tòquio, Japó, 5 i 6 de desembre del 2002. x El 1962, els formadors empresarials ja descrivien les virtuts que actualment ens són familiars sobre les experiències d’aprenentatge per ordinador: …ells [ordinadors] condensen una àmplia experiència de presa de decisions en períodes de temps curts; posen en relleu la necessitat de prendre decisions amb les dades incompletes de què disposen; donen experiència en joc de rols, fan possible la repetició d’activitats de formació i provoquen sentiments de participació (Plattner i Herron, 1962) x Kulik (1994) divideix en sis els usos informàtics específics dels programes dins l’aula: les tutories, la gestió, la simulació, l’enriquiment, la programació i el Logo. (1) La tutoria fa referència a les situacions en què l’ordinador presenta material, avalua el progrés de l’estudiant i determina la propera presentació de material segons aquest progrés. (2) La gestió es refereix a les situacions en què l’ordinador empra avaluacions de l’estudiant per a orientar-lo o guiar-lo en els recursos educatius adequats, i enregistra un seguiment del seu progrés. (3) Quan un ordinador duu a terme activitats de simulació, genera dades que compleixen les especificacions de l’estudiant, i aleshores les mostra gràficament o numèricament per il•lustrar les relacions en models de realitat social o física. (4) L’enriquiment es defineix d’una manera bastant semblant, com una sèrie d’exercicis desestructurats de diferents natures, com ara jocs, simulacions i tutories, que enriqueixen l’experiència a l’aula, estimulen i motiven els estudiants. (5) La programació com a categoria comprèn els usos dels ordinadors en què aquests només serveixen per a solucionar problemes matemàtics que impliquin llenguatges de programació que no siguin el Logo, mentre que la categoria de Logo (6) fa referència a la introducció dels estudiants en la programació del Logo, en la qual els guanys esperats o implicats inclouen altres aspectes a part de la resolució de problemes matemàtics, que es plantegen directament en les activitats de programació. Tot i fer aquesta classificació l’any 1994, Kulik no va incloure-hi els usos informàtics d’Internet. Considerant els avenços esperonats per la popularitat i el creixement d’Internet, Wenglinsky (1998) suggereix una classificació dels usos educatius de les tecnologies informàtiques i de suport en cinc categories: suport en l’aprenentatge individual, aprenentatge en grup, gestió de la instrucció, comunicació i administració. Obligat a analitzar l’eficàcia de diferents aplicacions informàtiques segons el programa específic emprat, en el context del suport en l’aprenentatge individual, Wenglinsky diferencia entre “aplicacions que estimulen el pensament d’ordre superior” (definides com a jocs d’aprenentatge per als alumnes de quart i simulacions per als de vuitè) i “aplicacions que estimulen el pensament d’ordre superior”, (definides únicament com a activitats d’exercicis i pràctiques per als alumnes de vuitè) (Maldonado, 2000). x En una altra versió d’aquesta anàlisi, Charles Derber defensa que les empreses es transformen adoptant “dues direccions fonamentalment contradictòries”. Una, cap al “capitalisme cooperatiu”, que empra les idees del treball cooperatiu centrat en els treballadors que posa en relleu la seguretat i la formació. La segona, cap al “capitalisme contingent”, que posa èmfasi en les mesures per a reduir el cost laboral, entre les quals figuren la reducció del personal, el trasllat de les operacions a l’estranger, les reduccions salarials i, en general, la supressió de la seguretat i la formació laboral. Vegeu Derber, 1994, pàg. 15. x Eileen Appelbaum i Rosemary Batt defensen aquestes conclusions amb enquestes fetes a treballadors de tres grups professionals (professionals que treballen mitjançant la xarxa, oficinistes semiqualificats i operadors de màquines semiqualificats) involucrats en les innovacions de dos sectors industrials, les telecomunicacions i la indústria tèxtil. El seu estudi posa de manifest que els professionals que treballen per mitjà de la xarxa són els que es beneficien més de les innovacions, amb una autonomia i una autosatisfacció més grans, però també són els que tenen una càrrega de treball superior (Batt i Appelbaum, 1995). x Carr, Sarah (2001), “Rich in Cash and Prestige, UNext Struggles in Its Search for Sales”, a Chronicle of Higher Education , 4 de maig ( http://chronicle.com/free/ v47/i34/34a03301.htm ). x Hi ha hagut un debat considerable en la literatura educativa sobre el fet de considerar els professors com a professionals-investigadors. Part de la definició professional d’un professor sempre ha inclòs l’avaluació dels estudiants. La literatura actual sobre les TIC debat la nova condició dels estudiants com a avaluadors (vegeu-ho més amunt) i els nous sistemes d’avaluació, més fàcils, dels estudiants per part dels professors. Però gairebé no hi ha debat pel que fa a l’ús de les TIC com a eina dels professors per a avaluar la seva pròpia actuació; en altres paraules, emprar les TIC per a investigar com rendeixen els estudiants amb relació al que haurien d’aprendre. x La Universitat de Phoenix fou fundada l’any 1976 i és la institució privada d’ ensenyament superior més gran de l’àmbit nacional. A dia 31 de maig de 2004, més de 100.000 estudiants assisteixen a les classes d’algun dels seus centenars de campus i centres de formació situats en més de vint estats, Puerto Rico i Canadà. A més, més de 109.000 estudiants segueixen les classes per Internet mitjançant el campus en línia de la Universitat. Aquesta és, i de bon tros, la part de l’activitat de Phoenix que creix més ràpidament. Vegeu http://www.university-of-phoenix -adult-education.com . x S’han dut a terme força treballs de recerca sobre la variació de la “qualitat” del professorat als Estats Units. Per a veure’n un estudi recent, consulteu Lankford, Loeb i Wykoff, 2002. x Processant paraules..."
}