{
  "url": "https://uoc.edu/portal/ca/universitat/coneix/actes-institucionals/llicons-inaugurals/2020-2021/presentacio-rector/index.html",
  "content": "Lliçons inaugurals Lliçó inaugural 2020-2021 «El futur pertany a les universitats en línia que arribin a acords amb empreses per dur a terme pràctiques i aprenentatges», per Sanjay Sarma Presentació del rector Benvolgudes i benvolguts, La creació de la UOC el 1995 va ser un fet disruptiu. L'equip encapçalat pel nostre rector fundador, Gabriel Ferraté, va defugir l'emulació de models ja coneguts. Així, en lloc de cercar respostes evolucionades, va identificar preguntes revolucionàries. D'aquí va sorgir un model singular: la primera universitat online del món . Avui, aquella «extravagància» manté la seva vigència. Ho fa en l'àmbit educatiu, ja que l'educació en línia ha vingut per quedar-se. Per quedar-se sempre que entenguem que necessita models pedagògics, tecnologies i equipaments adequats, i que la transformació digital ha d'impactar tant en la docència i la recerca com en la gestió universitària. Perquè avui cap àmbit ja no és aliè a la transformació digital . Mai com avui la capacitació digital de la ciutadania s'havia percebut com una prioritat, com la pedra angular de qualsevol societat que cregui en l'equitat. Accedir a una internet de qualitat, a un preu assequible, a una xarxa neutra per a tothom i a una formació adient per treure'n partit és essencial i constitueix un dret ciutadà imprescindible. Ras i curt, la tecnologia és la palanca necessària, però és el model pedagògic que posa l'estudiant al centre, és la col·laboració entre iguals, és l'acompanyament continuat, és, en definitiva, la qualitat de l'aprenentatge en línia allò que garanteix que aquesta innovació es posi al servei de cada moment vital i professional de l'estudiant . Perquè, havent iniciat ja la quarta revolució industrial, volem ser copartícips d'aquest futur de transformació digital: posar-nos en la pell de qui estudia, de qui es forma, de qui s'actualitza, de qui crea el món de demà. Sobre «quin és el futur de l'educació» se centra precisament la lliçó inaugural a càrrec del vicepresident de l'Institut Tecnològic de Massachusetts, Sanjay Sarma . Per a ell, els humans som allò que som gràcies a l'aprenentatge, i, cobertes les necessitats vitals bàsiques, aquest mateix aprenentatge constitueix el tret diferencial més rellevant de la nostra espècie. Sota aquesta premissa, el professor Sarma encapçala tant l'Oficina d'Aprenentatge Digital com l'Abdul Latif Jameel World Education Lab, des d'on es desenvolupen nous models d'educació en línia, se supervisen les diferents iniciatives de cursos mixtos i oberts, i, juntament amb universitats de tot el món, inclosa la UOC, es treballa sobre l'evolució de l'educació de demà. Bon curs 2020-2021! Josep A. Planell Rector de la UOC"
}