{
  "url": "https://uoc.edu/inaugural04/cat/rector.html",
  "content": "Recomanar Imprimir Inici | Español | English Lliçó inaugural Ja fa deu anys que vam començar l'activitat de la Universitat Oberta de Catalunya (UOC), i, en inaugurar aquest desè curs, ho fem amb la mateixa responsabilitat -tensió i il·lusió- amb què inauguràvem el primer. Les característiques tècniques i docents de la UOC no ens permeten -ni als estudiants, ni als professors ni al personal de gestió- entrar en un procés rutinari. No sempre és un procés còmode, però sempre és un entorn formatiu i estimulant. Per això, un nou curs no tan sols és una nova oportunitat d'informar-se de les matèries i habilitats que escauen a l'especialitat pròpia, sinó també de formar-se en un context que ens obliga a aprendre a adquirir la informació i a aprendre a transmetre-la d'acord amb les immenses possibilitats que les TIC posen al nostre abast. Ens agradaria, en aquests deu cursos, haver prestat aquest servei a moltes persones, i perquè considerem que és valuós, ens agradaria que fossin moltes més les que hi accedissin. En conseqüència, és un honor -i una gran oportunitat- que, amb motiu d'aquesta inauguració de curs, Martin Carnoy, professor de la Universitat de Stanford i membre del consell científic de l'IN3, ens hagi facilitat aquesta lliçó inaugural \"Les TIC en l'ensenyament: possibilitats i reptes\". La seva anàlisi és tan rigorosa com positiva del que ha representat i representen les tecnologies de la informació i la comunicació en el món empresarial i en el món acadèmic. Després de llegir-la i observar la cronologia, els diferents casos que addueix i la valoració que en fa, el nostre desè aniversari pren un sentit especialment positiu. Per tot això vull agrair al professor Carnoy la seva lliçó. Estic segur que un text tan estimulant com el que signa suscitarà un debat ple d'idees, tal com ens agrada que s'esdevingui sempre a la UOC, cosa que identifica un estil UOC -interactiu, participatiu, obert- en la inauguració de curs. A Martin Carnoy i a tots els qui hi intervindran, moltes gràcies. Tot i que ens podem sentir legítimament satisfets de la feina que tots -professors, professionals de gestió i estudiants- hem fet al llarg d'aquests deu anys, el cert és que el món avança molt ràpidament. Són canvis certament d'abast mundial que modifiquen les condicions professionals de cada lloc de treball, de cada persona, i que transformen igualment la gestió i l'organització d'empreses i organitzacions. I això ens obliga a tots: els estudiants, a aprofitar aquesta nova oportunitat de formació que, previsiblement, serà el cancell de nous processos d'aprenentatge que acompanyaran tota la seva vida professional; però també la UOC, perquè ha d'impulsar tant com li sigui possible la recerca i l'expansió, perquè això que ha estat positiu per a nosaltres ho sigui, així mateix, per a molts més. El que ja hem començat i el que farem properament té el fonament en la qualitat del que s'ha fet fins ara. Si els estudiants -tots els que han passat per la Universitat al llarg d'aquests deu anys- no haguessin tret profit de la seva dedicació universitària o si els professors no haguessin estat competents en el disseny dels materials i dels cursos, i no s'haguessin dedicat d'una manera exemplar als seus estudiants, el discurs de la UOC no tindria credibilitat. I és bo que recordem que darrere de cada curs hi ha moltes proves -personals i col·lectives- superades, molt de treball i un ric entramat de cooperació i de coordinació entre moltes persones, cosa que fa que puguem encarar un futur ple d'oportunitats tant per als qui hi estudien com per als qui hi treballem. Us ho agraeixo i us felicito. Ara bé, la raó més important per a celebrar el començament d'un nou curs -i, per tant, d'un nou període de treball i d'esforç- és saber que el nostre treball no serà mai, a la UOC, ni un treball aïllat, ni un treball improductiu ni un treball que no ajudi el conjunt de la societat a tenir més oportunitats a l'abast de molta gent. Serà, vull dir, un treball personalment productiu i alhora socialment útil. Aquesta és la nostra gran responsabilitat, però també el nostre millor estímul. Bon curs 2004-2005, a totes i a tots. Gabriel Ferraté Rector de la UOC Resolució mínima 800x600 píxels · © FUOC, 2004 · Avís legal · Política de galetes"
}