{
  "url": "https://uoc.edu/inaugural04/cat/conseller.html",
  "content": "Recomanar Imprimir Inici | Español | English La UOC, a prop dels 10 anys La UOC està a punt de fer 10 anys. Aquell projecte que una dècada enrere només era una aventura valenta i innovadora, qualificada de visionària per algunes veus, s'ha fet gran. I s'ha fet gran acompanyat d'èxits. En molt poc temps, la UOC s'ha convertit en un referent internacional d'ensenyament superior mitjançant l'ús de les noves tecnologies. Això diu molt a favor de la qualitat i la seriositat de la feina que s'hi fa, tal com corroboren les xifres espectaculars de creixement de la Universitat. En deu anys, la UOC ha passat de tenir 200 estudiants matriculats als gairebé 32.000 d'aquest curs. I del parell de titulacions homologades del primer any s'ha passat a les disset actuals, a més d'una oferta molt àmplia en formació contínua, amb més de 160 cursos de postgrau. Com a conseller del DURSI i alhora president del Patronat de la Fundació de la UOC, voldria felicitar els qui han fet d'aquesta universitat una marca de prestigi consolidada i encoratjar-los a mantenir en el futur el mateix esperit emprenedor que els ha permès arribar fins on som avui. Sens dubte, la UOC ha sabut interpretar i adaptar-se de manera exemplar a l'era de les noves tecnologies. Tal com diu el professor Martin Carnoy en la seva lliçó inaugural, la UOC ha sabut superar amb èxit un dels principals reptes que planteja l'ensenyament en línia: el de saber propiciar una relació intensiva entre l'estudiantat i el professorat. No voldria acabar sense destacar un altre aspecte en què la UOC ha començat a donar bons fruits: la recerca. Aquesta, juntament amb la qualitat de la formació i l'ús intensiu de les TIC, fa de la UOC una institució capdavantera que dóna respostes a les necessitats del segle XXI. Enhorabona i molt bon curs 2004-2005! Carles Solà i Ferrando Conseller del Departament d'Universitats, Recerca i Societat de la Informació President del Patronat de la Fundació Universitat Oberta de Catalunya Resolució mínima 800x600 píxels · © FUOC, 2004 · Avís legal · Política de galetes"
}