{
  "url": "https://uoc.edu/portal/ca/ri/colaboracio/hrs4r/carrera-investigadora/index.html",
  "content": "Estratègia de Recursos Humans per a Investigadors (HRS4R) Plataforma de suport a la carrera investigadora Introducció Aquesta plataforma s'ha dissenyat per oferir informació sobre el desenvolupament de la carrera i facilitar eines de suport i assessorament al personal de la UOC, especialment al personal investigador. La xarxa EURAXESS és una iniciativa de la Comissió Europea creada amb l'objectiu de fer costat al personal investigador, independentment de la seva àrea d'especialització, nacionalitat i/o destí per tal de facilitar la mobilitat i la retenció de talent investigador a Europa. A Espanya aquesta xarxa està centralitzada en la FECYT (Fundació Espanyola per a la Ciència i la Tecnologia) entitat que coordina més de 85 centres nacionals entre universitats i altres organismes de recerca. La UOC forma part del grup de treball ODISEA . L'objectiu d'ODISEA és dissenyar una estratègia comuna per al desenvolupament de la carrera investigadora en cada etapa de la carrera professional del personal investigador. El grup el constitueixen la Universitat Carlos III de Madrid (UC3M), l'Institut IMDEA Materiales, l'Institut IMDEA Agua, la Universitat Oberta de Catalunya (UOC), la Fundació per al Coneixement madri+d, l'Institut de Bioenginyeria de Catalunya ( IBEC) i Bizkaia Talent. 1. Explora les teves opcions 2. Cerca d'oportunitats 3. Formació transversal 4. Informació i eines sobre emprenedoria 5. Informació per a investigadors estrangers 6. Mobilitat en el estranger 1. Explora les teves opcions 1.1. Autoevaluació. Eines per a la planificació personal. Career Orientation Tool . Eina dirigida a investigadors i investigadores que vulguin fer una valoració de les seves motivacions i, alhora, identificar accions i recursos per dur a terme els passos següents. Pot ajudar el personal investigador que estigui en la seva primera etapa a iniciar-se en el món del career development per tal que pugui començar a fer una gestió més activa de la seva trajectòria professional. PIPERS Project Career Kit . Recopliació de recursos d'aprenentatge en temes d'emprenedoria, propietat intel·lectual, habilitats de lideratge, gestió de carrera investigadora, desenvolupament professional, autoavaluació de personal investigador, explotació de resultats de recerca i treball amb la indústria. Discover : careers beyond academia .Informació sobre les possibilitats i les opcions de carrera en altres sectors: informació sobre els diferents sectors, treballs i competències exigides, planificació de carrera, testimonis de personal investigador que treballa fora de l'acadèmia. Què és Euraxess? EURAXESS FOR YOU Improving your career prospects. Talent Development Suite . Eina per ajudar amb la planificació personal de desenvolupament professional. Analitza el passat i present, i quina és la idea de carrera futura. A més, hi ha una secció amb un mapa de viatge, on pots posar com et veus en el futur i les fites que esperes aconseguir. myIDP . És una eina gratuïta de planificació professional per ajudar el personal investigador predoctoral i postdoctoral en ciències a definir i perseguir els seus objectius professionals. e-Skills Match . És una iniciativa finançada per la UE que ofereix una plataforma de demostració de tecnologia d'aprenentatge a escala europea. La seva finalitat és donar suport a la formació per assolir les competències digitals essencials i les cibercapacitats que requereixen la ciutadania i les empreses, amb l'objectiu de continuar sent competitius en el sector de les tecnologies de la informació i la comunicació (TIC). 1.2. Mapa de la carrera investigadora a la UOC i a Espanya. Més informació en aquest enllaç: https://www.fecyt.es/es/publicacion/researcher-career-path-spain-glance-6th-edition 2. Cerca d'oportunitats 2.1. Informació sobre ofertes de treball per a investigadors/es. Uneix-te al nostre equip Euraxess research in motion Gencat ABG - Association Bernard Gregory LinkedIn Research Gate Portal de empleo i+D+i Jobs.ac.uk Serveis Carrera Professional i Ocupació 2.2. Altres recursos útils per al desenvolupament fora de l'Acadèmia. Researchers Beyond Academia Euraxess Smart talks. El PODCAST d'Euraxess Smart Talks és la vostra guia personal sobre la carrera investigadora, la innovació i l'emprenedoria. 3. Formació transversal A més de la formació cientificotècnica, la UOC ofereix als seus empleats i empleades formació transversal útil per al desenvolupament de la seva carrera, de manera que el personal adquireixi les habilitats necessàries, com són les següents: Conducta professional : drets de propietat intel·lectual i drets d'autor; mitjançant seminaris sobre propietat intel·lectual. Comunicació i difusió : mètodes i mitjans de comunicació; mitjançant cursos sobre divulgació científica. Gestió de la investigació : planificació i execució de projectes; mitjançant seminaris sobre convocatòries i oportunitats de finançament, presentació de propostes, etc. Cursos de recerca, transferència i emprenedoria : adreçats a estudiants de doctorat, personal investigador i professorat per impulsar la recerca en els àmbits acadèmic, científic i empresarial. Són programes de durada curta, centrats en l'aprenentatge i el desenvolupament de competències relacionades amb l'activitat de recerca. - Academic Presentations. How to Give an Effective Talk. - Emprenedoria per a investigadors -Introducció a les patents i a la propietat intel·lectual Kit de benvinguda a la Biblioteca - Doctorat : et presentem els serveis i recursos de la Biblioteca imprescindibles per als estudiants de doctorat de la UOC. Base de coneixement : elaboració de curriculums, cerques bibliogràfiques (com els oferts per la FECYT ) i escriptura d'articles científics. 3.1. Recursos En aquest apartat t'ajudarem a elaborar el teu curriculum vitae i la teva carta de presentació, que serà la primera impressió que causaràs a l'empresa o l'agent seleccionador i que determinarà la teva continuïtat en el procés de selecció. En aquest sentit, ha de reflectir perfectament tot aquest procés de reflexió que ens ha permès tenir clar quins són els nostres objectius professionals i que hem seguit abans de presentar-nos a enviar candidatures. Traslladat a conceptes de màrqueting, el teu curriculum serà com aquest fullet que rebem a la nostra bústia de correu que fa publicitat d'un producte, que en aquest cas som nosaltres mateixos. Mi CV enamora . En el canal YouTube de la UOC. La #FiraOcupacióUOC és un espai virtual de trobada i intercanvi d'experiències i coneixement entre estudiants i alumnis de la UOC, professionals, empreses i institucions. #talentuoc CV Europass : model estandarditzat a Europa. Utilitzat amb empreses i altres contactes. No s'emmagatzemen en un servidor, però es poden exportar i importar. Permet crear també cartes de motivació. Editor de Currículum Vitae Normalizado (CVN) : model de la FECYT (Fundació Espanyola per a la Ciència i la Tecnologia). Aplicació en línia que possibilita al personal investigador crear un currículum en format de currículum vítae normalitzat (CVN) des de zero o modificar-ne l'existent. És un currículum multilingüe, digital i normalitzat amb un contingut i format comuns. Permet exportar al format del currículum vitae abreujat (CVA). Als següents enllaços es pot accedir a recursos de formació per millorar habilitats transversals: PIPERS Project Career Kit : recopilació de recursos d'aprenentatge en temes d'emprenedoria, propietat intel·lectual, habilitats de lideratge, gestió de carrera investigadora, desenvolupament professional, autoavaluació de personal investigador, explotació de resultats de recerca i treball amb la indústria. DocEnhance: cursos sobre habilitats transversals. Coursera : cursos sobre desenvolupament personal 4. Informació i eines sobre emprenedoria Preguntes i respostes per iniciar-se en l'emprenedoria. Si ets un investigador o investigadora que es vol iniciar en l'emprenedoria, a EURAXESS Startup Hub en coneixeràs els conceptes clau. Manual per a l'emprenedoria científica . Accedeix a recursos per aprendre allò bàsic sobre l'esperit empresarial i familiaritza't amb els cinc passos principals per a la valoració dels resultats de la recerca, obtén consells pràctics sobre el que s'ha de fer i no s'ha de fer en acostar-se al sector empresarial i llegeix algunes recomanacions. Complementa la informació visitant la base de dades de l'EURAXESS Startup Hub , on accediràs a centenars de recursos de qualitat per a emprenedors i emprenedores d'empreses emergents o start-ups. Busca i navega per les categories d'eines en línia, organitzacions, associacions i iniciatives, recursos d'aprenentatge i productivitat, bases de dades en línia, publicacions de recerca, blogs i pòdcasts. Eines digitals per a emprenedors i emprenedores científics. EURAXESS Startup Hub inclou un recull d'eines per millorar la productivitat, facilitar la comunicació, descobrir les tendències, trobar els socis i sòcies adequats i les oportunitats de finançament, i fins i tot construir els MVP (producte mínim viable). Emprenedoria a la UOC! Si ho tens clar i vols emprendre un nou negoci, t'hi acompanyem! El nostre equip assessor t'ajudarà a preparar-te i t'oferirà les eines i els recursos que et calen per definir el teu projecte. Perquè estem convençuts que tot l'esforç que fem en la preparació es traduirà en confiança i èxit en tot el procés. Hubbik : Assegura que les primeres etapes del cicle de maduració de la teva empresa. Obtinguda la validació de mercat, i a mesura que avancis en la creació, adoptem diferents graus d'intensitat en l'acompanyament, amb serveis d'acceleració del creixement i seguiment de l'evolució i els resultats assolits. Aquests serveis tenen el suport d'una xarxa d'agents externs experts de l'àmbit de l'emprenedoria. 5. Informació per a investigadors estrangers En aquest web trobaràs informació rellevant sobre els tràmits que has de fer abans de venir, i també informació sobre Barcelona i Catalunya. Guia per a la gestió de la mobilitat del personal investigador estranger a Espanya : ofereix informació sobre temes de rellevància especial per al personal investigador estranger que arriba a Espanya, com ara la tramitació dels permisos de residència, el sistema de seguretat social i atur, o l'homologació de titulacions acadèmiques i els drets de protecció de l'R+D+I. També inclou un diagrama actualitzat de les diferents etapes de la carrera investigadora, en el qual s'identifiquen les diverses ajudes que podràs sol·licitar a cada moment. Servei d'EURAXESS d'informació i assistència al personal estranger a Europa. EURAXESS Spain Al portal d'EURAXESS d'Espanya trobaràs informació sobre les oportunitats laborals i de finançament, i sobre els tràmits administratius que afecten el personal investigador i les seves famílies quan es traslladen a un país estranger. També oferim assistència en temes de desenvolupament professional. EURAXESS Spain forma part d'una iniciativa de la Comissió Europea per ajudar el personal investigador mòbil. Aquesta xarxa està formada per més de 300 centres europeus de serveis de 40 països diferents, que ofereixen assistència gratuïta al personal investigador i les seves famílies en qüestions com visats, reconeixement de diplomes, seguretat social i qualsevol altre aspecte de caràcter legal i cultural. EURAXESS Catalonia Xarxa de suport a la mobilitat i el desenvolupament professional del personal de recerca, coordinada per l'AGAUR. És una iniciativa emmarcada en l'estratègia europea de mobilitat del personal investigador de l'espai europeu de recerca – ERA Talent Platform. La xarxa, amb més de 50 punts locals de contacte, proporciona informació, assessorament i suport personalitzat al personal investigador o el col·lectiu d'estudiants, abans, durant i després de la seva arribada a Catalunya. Ofereix suport en la realització de tràmits administratius de visats i permisos de residència i/o treball, a més d'assessorament sobre qüestions pràctiques relacionades amb l'estada o residència a Catalunya i oportunitats i recursos per al desenvolupament professional i l'accés a ofertes laborals. El Barcelona International Welcome Desk és el servei d'atenció al talent internacional que vol venir a residir a la ciutat o que tot just s'hi acaba d'instal·lar. Té com a finalitat facilitar l'acollida i l'establiment a Barcelona, per tal que les persones puguin desenvolupar tot el seu potencial professional i personal. 6. Mobilitat en el estranger La missió d' EURAXESS WORLWIDE per a Europa és ser una finestreta única per a personal investigador i científic, professionals de l'enginyeria i la innovació, estudiants i persones emprenedores amb ambició que busquen explorar i desenvolupar les seves carreres a Europa i a l'estranger. Volem que se'ns reconegui com una plataforma de treball en xarxa i una toolbox per ajudar a aprofundir l'espai europeu de recerca (ERA) i les seves contribucions a una Europa més forta, segura, verda i connectada. L'objectiu de l' assistent intercultural per a personal investigador EURAXESS és fer-te més conscient de la complexitat de les trobades interculturals que probablement experimentaràs com a investigador o investigadora en moviment."
}