{
  "url": "https://uoc.edu/portal/ca/universitat/coneix/actes-institucionals/honoris-causa/mary-beard/curriculum/index.html",
  "content": "Honoris causa Mary Beard Currículum vitae Mary Beard (Much Wenlock, Regne Unit, 1955) és catedràtica d'Estudis Clàssics a la Universitat de Cambridge. Està considerada l'especialista en aquest àmbit més famosa d'Anglaterra per les seves col·laboracions habituals en mitjans, i per la seva tasca de divulgació dels clàssics, en què apropa la cultura romana a través del dia a dia de la gent de l'època. Feminista compromesa, és autora de Women & Power: A Manifesto (2017), una obra que mostra com la història ha tractat les dones i els personatges femenins poderosos, des de Penèlope (de l' Odissea d'Homer) i la deessa Atena del món clàssic fins a Theresa May i Hillary Clinton de l'actualitat. Hi afegeix també reflexions personals sobre les situacions sexistes i d'agressió de gènere que ha patit a les xarxes socials. Al seu compte de Twitter , amb més de 235.000 seguidors, rep milers de tuits insultants, molts dels quals són sexistes, i els respon i els guanya. El The New Yorker l'ha batejada com l' assassina de trols . Va ser professora del King's College de Londres (1979-1983); membre del Newnham College des del 1984 i professora de la Facultat d'Estudis Clàssics de la Universitat de Cambridge (on durant un temps va ser l'única dona del claustre de professors), i catedràtica d'aquesta facultat des del 2004; directora de la Facultat d'Arqueologia, Història i Lletres de la British School de Roma (2002-2006), i professora visitant convidada de Literatura Clàssica a la Universitat de Califòrnia (Berkeley, 2008-2009), on va impartir una sèrie de conferències sobre «El riure romà». És autora de més de quinze obres sobre temàtica clàssica, entre les quals destaquen Pompeii: The Life of a Roman Town (2008), guanyadora del Wolfson History Prize (2008), i SPQR. A History of Ancient Rome (2015). Beard col·labora habitualment amb mitjans de comunicació: és editora de la secció de «Clàssics» del suplement literari de The Times (des del 1992), on escriu el blog A Don's Life , i col·laboradora de programes radiofònics de la BBC; també ha realitzat nombrosos documentals de televisió sobre el món antic i presenta un programa d'art per a la televisió de la BBC. En reconeixement de la seva trajectòria professional, ha rebut l'Ordre de l'Imperi Britànic (2013) i és Dama Comandant de l'Imperi Britànic (2018). A més, ha estat guardonada amb la Medalla Bodley que atorga la Universitat d'Oxford (2016), el Premi Princesa d'Astúries de Ciències Socials (2016) i la Medalla Getty (2019). Diverses universitats l'han investida doctora honoris causa , entre les quals hi ha la Universitat Carlos III de Madrid, la Universitat Radboud d'Holanda i la Universitat Yale."
}