{
  "url": "https://uoc.edu/portal/ca/ri/colaboracio/talent/convocatories-postdoctorals/index.html",
  "content": "Investigues i busques una oportunitat a la UOC? Convocatòries postdoctorals Postdoctoral research stays - UOC Objecte : contractació de personal investigador doctoral nou dins dels grups de recerca de la UOC. Amb el personal nou seria possible augmentar el nombre de membres dels grups de recerca de la UOC i millorar la qualitat de l'R+D que aquests mateixos grups duen a terme. La UOC està interessada en els candidats i candidates que puguin contribuir a la diversitat i a les oportunitats en l'educació superior mitjançant la seva recerca. Ajuts postdoctorals Beatriu de Pinós (BP) Objecte : contribueixen directament a la implementació de l'espai europeu de recerca incentivant la mobilitat internacional, la intersectorialitat, la multidisciplinarietat i l'atracció de personal investigador amb potencial per destacar com a líders en el seu camp de recerca, als quals dona l'oportunitat de continuar desenvolupant la seva carrera professional. L'objectiu del programa també és aportar aquest potencial als grups de les institucions de recerca de Catalunya, per tal d'enfortir la massa crítica del país en la recerca duta a terme en qualsevol àmbit científic. Beques de postdoctorat Junior Leader Retaining Objecte : aquests ajuts tenen com a finalitat atorgar beques de postdoctorat per desenvolupar un projecte de recerca postdoctoral en qualsevol universitat o centre de recerca d'Espanya o Portugal, en disciplines STEM (ciències de la vida, ciències experimentals, física, química, enginyeria, tecnologia i matemàtiques). Ajudes per a contractes Juan de la Cierva (JdC) Objecte : tenen com a finalitat fomentar la incorporació de joves que disposin del títol de doctor o doctora, per tal que completin la seva formació investigadora postdoctoral en centres d'R+D espanyols. Ajudes per a contractes Ramón y Cajal (RyC) Objecte : la finalitat d'aquestes ajudes és promoure la incorporació, a organismes de recerca, de personal investigador, tant espanyol com estranger, amb una trajectòria destacada per tal que adquireixin les competències i capacitats que els permetin obtenir un lloc de caràcter estable en un organisme de recerca del sistema espanyol de ciència, tecnologia i innovació. Específicament, s'incentivarà la incorporació d'investigadors i investigadores que hagin desenvolupat, durant un determinat període, la seva activitat professional a l'estranger. Ajudes per incentivar la incorporació de talent consolidat - Programa ATRAE Objecte : la finalitat d'aquesta ajuda és facilitar la incorporació de talent investigador consolidat, de reconegut prestigi internacional i que hagi desenvolupat recentment un període rellevant de la seva activitat professional a l'estranger, de manera que es pugui promoure l'avançament cap a un sistema espanyol de ciència, tecnologia i innovació més competitiu a escala nacional i internacional. MSCA Postdoctoral Fellowships (MSCA-PF) Objecte : donar suport a la carrera professional del personal investigador i fomentar l'excel·lència en la recerca. S'adreça a personal investigador i a doctors i doctores que vulguin adquirir noves competències i desenvolupar la seva carrera professional. Les beques MSCA-PF ajuden el personal investigador a adquirir experiència en altres països, disciplines i sectors no acadèmics. ERC Starting Grant Objecte : aquests ajuts tenen com a finalitat donar suport a personal investigador que comença a esdevenir independent, perquè puguin crear la seva pròpia línia de recerca i formar el seu propi equip investigador. ERC Consolidator Grant Objecte : aquests ajuts tenen com a finalitat donar suport a personal investigador que estigui consolidant la seva pròpia línia de recerca amb el seu propi equip investigador. ERC Advanced Grant Objecte : aquests ajuts tenen com a finalitat donar suport a personal investigador consolidat, amb una marcada trajectòria investigadora i un gran nombre de resultats generats."
}