{
  "url": "https://uoc.edu/ca/estudis/preus/descompte-preu-matricula-anticipada",
  "content": "Pagament fraccionat Sabem que començar uns estudis universitaris no és una decisió fàcil, ja que has de respondre't preguntes molt importants, com per exemple: El programa que he triat, és el més apropiat tenint en compte els meus estudis i competències prèvies? El programa que trio, és el que millor encaixa amb els meus objectius professionals? De quantes assignatures hauria de matricular-me el primer semestre per a acostumar-me a estudiar en línia i aprovar-les amb èxit? Del programa que he triat, quantes i quines assignatures em convalidarà la Universitat pel meu expedient acadèmic previ o per la meva experiència professional? El model pedagògic d'aquesta universitat, s'adapta a les meves necessitats? La UOC és una universitat de servei públic i per tant els estudiants són la nostra prioritat. Per això recomanem que prenguis la decisió de matricular-te plenament acompanyat i assessorat pels nostres tutors especialitzats, un cop hagis aclarit qualsevol dubte que puguis tenir. D'aquesta manera, ens assegurem que et matricules en el programa i al ritme que millor encaixa amb les teves necessitats, la qual cosa, unida al nostre model pedagògic premiat a tot el món, és la millor garantia per al teu èxit acadèmic. Com més aviat demanis l'accés al teu programa, més aviat t'enviarem les claus d'accés al nostre Campus Virtual i més aviat podràs contactar amb el tutor especialitzat que posarem a la teva disposició, amb el qual podràs solucionar tranquil·lament i al teu ritme tots els teus dubtes. Evita sol·licitar l'accés i efectuar la matrícula l'últim dia. Recorda que sol·licitar l'accés al programa que t'interessi, utilitzar els serveis del Campus Virtual i del tutor especialitzat que posem a la teva disposició, és totalment gratuït i no et compromet a matricular-te. Si t'aculls al descompte per matrícula anticipada, podràs triar l'opció de fraccionar el pagament de l'import de la matrícula en cinc quotes com a màxim en funció de la data de matriculació: la primera, del 35 % quan facis la matrícula en línia, i la resta, en quotes del mateix import a partir del començament del semestre. El detall de preus i formes de pagament es pot trobar a l'apartat Matrícula i preu del programa i al Campus Virtual. En el cas dels màsters de formació permanent, diplomes d’especialització i diplomes d’expert, es pot triar l'opció de fraccionar el pagament en quotes: Màster de formació permanent: fins a 20 quotes (1a quota: 10 %) Diploma d'especialització: fins a 9 quotes (1a quota: 10 %) Diploma d'expert i Cursos: per a imports superiors a 350 euros, fins a 4 quotes (1a quota: 10 %) Per als nous estudiants de graus, màsters universitaris, Diplomes d'especialització i d'expert, Cursos de postgrau i Màsters de formació permanent, la primera quota serà del 10 % de l'import."
}