{
  "url": "https://uoc.edu/ca/estudis/info/avaluacio",
  "content": "L'avaluació El model d'aprenentatge de la UOC està fonamentat en l'acompanyament de l'estudiantat per garantir que tingueu una experiència d'aprenentatge reeixida, amb un model d'avaluació contínua i formativa que ens permeti verificar el desenvolupament de les competències definides a cada programa. Aquest model permet que desenvolupeu les competències de manera progressiva i que l'aprenentatge es retroalimenti. Alhora, el rigor és clau en l'avaluació dels aprenentatges. Per garantir-lo, al llarg de tot el procés d'aprenentatge i avaluació apliquem diverses estratègies que permeten comprovar la identitat i l'autoria, alhora que us podem oferir un acompanyament proper. No hi ha un model d'avaluació únic per a totes les assignatures. El model d'avaluació de cada assignatura s'estableix, semestralment, en el pla docent. Consulteu el pla docent de les assignatures que us interessen per saber-ne més. L'avaluació contínua implica desenvolupar un conjunt de reptes, activitats, projectes o problemes que es plantegen a cada assignatura. Les activitats són de naturalesa diversa, s'adapten a les necessitats i els continguts de cada assignatura. Per exemple, poden ser escrites, audiovisuals, i, encara que en general són asíncrones, n'hi pot haver alguna en què estudiant i avaluador coincideixin de forma síncrona. Hi ha assignatures que es poden superar únicament per avaluació contínua i altres en què l'avaluació contínua es complementa amb el resultat d'una prova d'avaluació final (PAF) al final del semestre. Pel que fa a les proves finals, són virtuals, tot i que alguna assignatura pot exigir una prova oral que es fa per videoconferència. Proves d'avaluació final Proves d'avaluació final (PAF) Les proves de síntesi complementen la nota de l'avaluació contínua. En un examen s'avalua el 100% de l'assignatura. És l'opció si decideixes no seguir l'avaluació contínua o si no la superes. Necessitats tecnològiques Cal que disposis d'una càmera web perquè es capturarà la teva imatge per comprovar automàticament que ets tu qui està fent la prova. Discapacitats o necessitats especials La UOC ofereix diverses opcions per a adaptar les proves finals si tens necessitats especials o alguna discapacitat. Sistemes de reconeixement de la identitat per a les proves virtuals Durant les proves d'avaluació final virtuals s'apliquen sistemes de reconeixement de la identitat. Per tant, cal que disposeu d'una càmera web perquè es capturarà la vostra imatge per comprovar automàticament que sou vosaltres qui esteu fent la prova. D'aquesta manera garantim que les proves es fan en condicions d'igualtat i de forma transparent. Aquesta mesura, que es complementa amb l'ús de sistemes per detectar el plagi de continguts al llarg de l'avaluació contínua, ens permet garantir el rigor de tot el procés d'avaluació. L'avaluació a la UOC També et pot interessar... El model educatiu Els estudiants opinen L'aula i el Campus Virtual Per què escollir la UOC? Avalada pels nostres graduats i graduades Un 79 % tornaria a triar la UOC. Un 81 % està satisfet/a amb la titulació. 90.400 Estudiants 89 % Estudia i treballa. Reconeguda per les empreses. Model educatiu La UOC es caracteritza per un model educatiu propi, basat en una metodologia online de qualitat, que situa l'activitat de l'estudiant al centre. Amb nosaltres, l'estudiant aprèn de manera activa. Premis internacionals Avalen la nostra metodologia online la implicació en projectes de recerca, el compromís social i una trajectòria vinculada a l'e-learning de qualitat. 122.750 Graduades i graduats L'opinió dels nostres graduats Graduades i graduats de la UOC t'expliquen en primera persona com han viscut el procés d'aprenentatge amb nosaltres i com la nostra metodologia els ha permès compaginar feina, estudis i vida personal. Tenir una flexibilitat d'horaris absoluta em va permetre fer el màster Daniel Marchante Realment em trobo realitzada. Ara, quan parlo, sé del que parlo. Helena Guillén La UOC t'ofereix competències, perquè el que necessites és saber-te adaptar en cada moment Manel Vicenç Volia créixer professionalment. La UOC m'ha ofert no estancar-me Alba Camacho Des de que vaig acabar el grau, he tingut un desenvolupament a la meva empresa José Miguel González"
}