{
  "url": "https://uoc.edu/portal/ca/guia-divulgacio-coneixement/serveis/xarxes/index.html",
  "content": "Serveis que t'oferim Xarxes socials Els anomenats mitjans socials (social media) són canals excel·lents per compartir informació sobre projectes, resultats de recerca, estudis en curs o informació d'interès amb l'àmbit acadèmic, les entitats finançadores i el públic en general. Els mitjans socials són uns bons aliats per construir una comunitat rellevant i de valor. A la Guia d'usos i estils de les xarxes socials de la UOC hi ha moltes recomanacions i indicacions que poden ser útils per gestionar, també, perfils personals o de grups de recerca. Tingues en compte que aquests canals no són corporatius i han de ser gestionats pels mateixos investigadors o grups . Si tens projectes de recerca finançats per la Unió Europea, et recomanem que consultis aquesta guia: Social media guide for EU funded R&I projects Hi ha un seguit de xarxes socials acadèmiques destinades a compartir la recerca entre la comunitat acadèmica i a crear comunitat. Algunes de les més rellevants són: Orcid ResearchGate Academia.edu Mendeley Infografia: Tres passos per incrementar la visibilitat del teu article Les xarxes socials de la UOC Les xarxes socials de la UOC també difonen resultats i activitats de recerca per mitjà dels comptes corporatius de la Universitat. La UOC té presència a Twitter, Facebook, LinkedIn, Instagram i YouTube. Explora la UOC a través de les seves xarxes socials: mur de xarxes socials de la Universitat . La recerca té el seu espai, principalment, als canals següents: comptes corporatius de la UOC, sobretot en la versió en anglès; comptes de l'IN3, l'eHealth Center, l'eLearning Innovation Center i l'Escola de Doctorat; comptes dels estudis, i comptes de revistes acadèmiques de la UOC, entre altres. L'etiqueta habitual per compartir informació sobre recerca de la UOC és #researchUOC La majoria d'aquests canals són gestionats per personal especialitzat vinculat majoritàriament a l'Àrea de Comunicació. Si necessites més informació sobre aquests canals, escriu a researchcomms@uoc.edu . Com es pot obrir un compte de caràcter corporatiu Si t'interessa obrir un compte de caràcter corporatiu en una xarxa social, et convé llegir: Què cal saber abans de començar? Anàlisi interna prèvia Sol·licitud d'alta Contacte Comunicació digital xarxes.socials@uoc.edu"
}