{
  "url": "https://uoc.edu/portal/ca/ri/colaboracio/informacio-investigadors-estrangers/covid-19/index.html",
  "content": "Informació per als investigadors i investigadores internacionals Informació COVID-19 Estrangeria Orden SND/421/2020, de 18 de mayo, por la que se adoptan medidas relativas a la prórroga de las autorizaciones de estancia y residencia y/o trabajo y a otras situaciones de los extranjeros en España, en aplicación del Real Decreto 463/2020, de 14 de marzo, por el que se declara el estado de alarma para la gestión de la situación de crisis sanitaria ocasionada por el COVID-19. Queden prorrogades automàticament i amb una vigència de sis mesos des de l'aixecament de l'Estat d'Alarma, totes aquelles autoritzacions de residència i/o treball que vencin durant aquest període, sense necessitat d'emetre una resolució individual per a cadascuna d'elles en l'Oficina d'Estrangeria. De la mateixa manera, les pròrrogues d'aquestes autoritzacions queden esteses a través d'aquesta norma, impulsada des de la Direcció General de Migracions amb la finalitat d'evitar que els ciutadans estrangers puguin trobar-se, de manera involuntària i a conseqüència de la suspensió de terminis administratius, en una situació d'irregularitat sobrevinguda. La impossibilitat de presentar sol·licituds de renovació d'aquestes autoritzacions de manera presencial, sumada a la dificultat de dur a terme aquests tràmits de manera electrònica ha generat als estrangers residents a Espanya i als ocupadors i resta d'agents socials i econòmics una gran inseguretat jurídica. Per a solucionar aquesta situació aquesta Ordre Ministerial cobreix múltiples casuístiques. Desenvolupada en 7 articles, s'estableix la pròrroga de les autoritzacions temporals de residència i/o treball, així com de les autoritzacions d'estada per estudis, mobilitat d'alumnes, pràctiques no laborals o serveis de voluntariat previstes en la normativa d'estrangeria. A més, s'estén la validesa de les targetes de familiar de ciutadà de la Unió durant l'Estat d'Alarma i fins a un període de sis mesos a comptar des de l'aixecament d'aquest. Aquesta norma regula igualment la pròrroga automàtica de les targetes d'identitat d'estranger concedides sobre la base d'una residència de llarga durada, així com les estades menors de 90 dies. Els visats de llarga durada, expedits a l'empara d'un Acord de Mobilitat de Joves i els visats d'estada per estudis de fins a 180 dies de durada que anessin a expirar durant l'Estat d'Alarma es veuran prorrogats per un període de tres mesos, sempre que el titular del mateix es trobi a Espanya i no li hagi estat possible, per les circumstàncies excepcionals ocasionades per la crisi de la Covid-19, tornar al seu país d'origen. A més, els titulars d'autoritzacions temporals de residència i/o treball i de les autoritzacions d'estada, així com als posseïdors d'una targeta de familiar de ciutadà de la Unió o de llarga durada prorrogada que es trobin durant l'Estat d'alarma a l'estranger podran entrar a Espanya presentant el seu document de viatge vàlid i en vigor, acompanyat de la Targeta d'Identitat d'Estranger caducada. S'estableix, finalment, que les absències del territori espanyol a conseqüència de la impossibilitat de tornar a Espanya per la crisi sanitària no seran computables a l'efecte de continuïtat de residència. Represa de terminis. Amb la publicació al BOE del RD 463/2020 els terminis processals i de caducitat/prescripció d'accions es reprenen a data 4 de juny. Els terminis administratius es reprendran, o reiniciaran si hi hagués llei específica a l'efecte publicada durant el període d'alarma, l'1 de juny. +informació Mobilitat A partir del dia 15 de maig va entrar en vigor la quarantena obligatòria de 14 dies per a tots aquelles persones que entrin a territori espanyol tal i com està regulat a la Ordre SND/403/2020, de 11/05/20. + informació (a partir de juliol no s’haurà de fer aquesta quarentena). Fronteres Dins de la UE. Davant la decisió d’alguns estats membres de tancar les seves fronteres nacionals, la Comissió Europea ha presentat als estats membres un seguit de directrius pel que fa a la gestió de fronteres amb l’objectiu de protegir la salut dels ciutadans, vetllar pel tractament correcte de la gent que ha de viatjar i garantir el subministrament de mercaderies i serveis essencials. +informació"
}