{
  "url": "https://uoc.edu/portal/ca/ri/colaboracio/informacio-investigadors-estrangers/tramits-legals/index.html",
  "content": "Informació per als investigadors i investigadores internacionals Tràmits legals Tramitació del visat Empadronament Certificat de registre de ciutadà UE (NIE) Sol·licitud de Número d'Identificació Estranger no UE (NIE) Número Seguretat Social IRPF: tràmits amb la Hisenda Pública Autorització de retorn a territori espanyol Procediments Legals Brexit Tramitació del visat Autorització per a la realització d'activitats de formació, recerca, desenvolupament o innovació en entitats públiques o privades. Llei 14/2013, de suport als emprenedors. L'autorització l'ha de sol·licitar la UOC a la Unitat de Grans Empreses, o a qualsevol registre públic. En el moment de fer la sol·licitud, els estrangers no comunitaris poden ser fora del país o poden residir legalment en territori espanyol. En cas que siguin fora, una vegada es concedeix l'autorització han de sol·licitar el visat al consolat d'Espanya al seu país de residència. Documentació prèvia perquè la UOC comenci el procés Passaport complert Assegurança pública o privada de malaltia concertada amb una entitat que operi a Espanya Certificat d'antecedents penals dels darrers 5 anys Acreditació de mitjans econòmics suficients durant el periode de residència a Espanya en cas que la persona vingui acompanyada de la família , l'acreditació de mitjans econòmics suficients ha de ser per a tota la familia Obtenció de l'autorització de residència i treball Amb la documentació de l'obtenció de l'autorització de residència i treball vàlida per al territori nacional ja es pot sol·licitar el visat a l'ambaixada d'Espanya del pais d'origen. Aquesta resolució la UOC la fa arribar a la persona interessada per correu electrònic. Si la durada és superior a sis mesos, en el termini d'un mes des de l’entrada al nostre país, s'ha de sol·licitar la targeta d'identitat d'estranger (TIE) davant la comissaria de policia corresponent. En el cas de ser resident a Catalunya, s'ha de fer el tràmit corresponent a l’oficina d’estrangeria de la província on hi ha el centre de treball o s'inicia l'activitat. Renovació de l’autorització Els professors, investigadors o tècnics de suport a la recerca contractats extracomunitaris que encara no han acabat l'estada de treball, poden renovar la targeta 60 dies abans de la data de caducitat a l'oficina d'estrangeria. Aquest tràmit de renovació el fa la UOC. Familiars (inicial) Els familiars poden sol·licitar la residència. En cas que ho vulguin fer s'ha de fer saber a la UOC, ja que el tràmit l'ha d'iniciar la Universitat. Renovació familiars L’investigador titular de l’autorització, pot fer la renovació de la residència dels familiars a l’oficina d’estrangeria de la província a partir de 60 dies abans de la data de caducitat. És recomanable que la renovació la tramiti la mateixa universitat o centre de recerca. En aquest cas se'n fa càrrec la UOC. + Tornar al començament Web del portal d'Immigració Empadronament És el registre administratiu del domicili dels habitants d'un municipi i de les seves dades bàsiques i mitjançant el qual s'elabora el cens d'habitants. Permet als ajuntaments planificar els diferents serveis d'acord amb el nombre d'habitants. L'empadronament es converteix en un acte de gran transcendència ja que se'n deriven un seguit de drets i deures. Entre altres, hi ha els drets següents: Dret a l' assistència sanitària pública Dret als serveis bàsics d'atenció social primària Dret als serveis de centres oberts per a adolescents i infants Dret a les ajudes d'urgència social Documentació Per a empadronar-se és necessari, a més del document d'identitat del sol·licitant, acreditar la disponibilitat d'allotjament mitjançant les escriptures de propietat de l'habitatge, el contracte de lloguer o qualsevol altre document que acrediti la titularitat de l'habitatge, com ara les factures dels subministraments . Si no se n'és ni el propietari ni el llogater, s'ha d'estar autoritzat per aquests per empadronar-se i per tant, cal acreditar-ho mitjançant un document d'autorització, o bé el propietari o el llogater ha d'acompanyar la persona interessada en el moment d'empadronar-se. Els ciutadans estrangers extracomunitaris que no disposin de residència de llarga durada a Espanya, han de renovar cada 2 anys la inscripció al padró municipal. En cas contrari l'Ajuntament els donarà de baixa del padró + Tornar al començament Web per empadrona-se Certificat de registre de ciutadà de la UE (NIE) El ciutadà de la UE o d’un estat part ha de presentar la documentació personalment : Full de sol·licitud : EX-18 Cita prèvia : Sí, per mitjà del web Lloc : Persones empadronades a la ciutat de Barcelona: a la comissaria de Rambla Guipúscoa, 74 També a qualsevol oficina d’estrangeria de la seva província Resta persones empadronades en altres municipis de Catalunya, a la c omissaria de Policia Nacional de la província on es té inscrit el domicili. Taxa : sí (només per a l’expedició de la Targeta d'Identificació d'Estranger (TIE) a la comissaria). L'import és de 10,30€ i s'ha d'abonar abans de l'expedició del certificat del registre. Si és una contractació per contre d’altri s'ha d'aportar Declaració de contractació de l’ocupador o certificat d’ocupació, incloent almenys, les dades del nom i l'adreça de la empresa, identificació fiscal i el codi compte de cotització. -> Carta de l'equip propi Si s'és un estudiant sense contracte, s'ha d'aportar Matrícula del centre d’ensenyament públic o privat, reconegut o finançat per l’administració educativa competent. -> Carta de doctorat Documentació que acrediti que es disposa d'una assegurança de malaltia pública o privada. Es pot aportar la targeta sanitària europea amb una validesa que cobreixi el període de residència i habiliti per a rebre les prestacions sanitàries necessàries des un punt de vista mèdic, tenint en compte la naturalesa de les prestacions i la durada prevista -> Assegurança privada Declaració responsable que posseeix recursos suficients per a si i per als membres de la seva família, per al seu període de residència a Espanya. Important Tot document públic estranger ha de ser legalitzat prèviament per l’Oficina consular d’Espanya amb jurisdicció en al país on s’ha expedit el document o, si escau, pel Ministeri d’Afers Exteriors i de Cooperació excepte en el cas en què aquest document hagi estat postil·lat per l’autoritat competent del país emissor segons el Conveni de l’Haia de 5/10/1961 i llevat que el document estigui exempt de legalització en virtut de Conveni Internacional. El número d'identitat d'estranger NIE de comunitari es lliura directament en el mateix moment. + Tornar al començament Sol·licitud de número d'Identificació d'estranger no UE (NIE) La targeta d'identitat d'estranger (TIE) és el document que identifica les persones estrangeres a l'efecte d'acreditar la seva situació legal a Espanya. Els ciutadans estrangers tenen el dret i el deure de sol·licitar-la quan hagin obtingut una autorització de residència o d'estada superior a 6 mesos. S'ha de sol·licitar en el termini d'1 mes des de l'entrada al territori espanyol o bé des de la concessió de l'autorització. Es tracta d'un document de caràcter personal i intransferible, que té la mateixa validesa que l'autorització concedida. On es pot fer? Presencialment a : Oficina d’estrangers de Rambla Guipúscoa Adreça : Rbla. Guipúscoa, 72-74 En cas de robatori, pèrdua, destrucció o deteriorament de la targeta, s'ha d'expedir una nova targeta a instància de l'interessat que no es considera renovació. Es pot tramitar a la mateixa oficina. + Tornar al començament Web del portal d'Immigració Número de la Seguretat Social En cas que no es tingui el número d’afiliació a la Seguretat Social, per a poder-se donar d’alta com a treballador o treballadora de la UOC s'ha d'aportar la documentació que es detalla a continuació o bé presencialment a qualsevol oficina de la Seguretat Social de Barcelona o bé enviant-la telemàticament mitjançant la web de la Seguretat Social. Documentació Document nacional d’Identitat (DNI) : Targeta d'identificació d'estranger (TIE) i passaport complet Model TA1 : Es pot obtenir a la mateixa oficina Taxa : no hi ha cap taxa associada Quan s'hagi obtingut el número de la Seguretat Social se n'ha de fer arribar una còpia a la UOC per tal que puguem donar-te d’alta, alguna de les adreces de contacte . + Tornar al començament Web de la Seguretat Social IRPF: tràmits amb la Hisenda Pública Un investigador/a pot fer activitats i tenir béns que comporten fets impositius. Les activitats principals que generen fets impositius són el treball, la tinença d’accions i participacions, les patents i marques i els immobles. El primer que cal determinar és la legislació aplicable a un investigador segons la seva residència fiscal. Aquesta és la que marca on es tributarà per la renda mundial, és a dir, per a totes les rendes de la persona. Les regles per a determinar la residència fiscal a l’Estat espanyol són les que estableix l’article 9 de la Llei de l’IRPF. En general el criteri que s'aplica és el de la permanència de més de 183 dies, però també hi ha el criteri de tenir a l’Estat la base més important d’activitats i la parella i fills, si no hi ha separació legal, a més d'altres condicions especials. En cas de que la persona obtingui rendes d’altres països en els quals no tingui la residència fiscal, s’ha de veure quines són aquestes fonts i on tenen la tributació. La legislació interna i dels acords internacionals vigents s’han unificat mitjançant el conveni model de l’OCDE per a evitar la doble tributació. Per tant, cal consultar sempre els acords per a evitar la doble tributació i, a través d’aquests acords , es pot determinar si la font de renda ha de tributar (o pot tributar) a cada un dels estats. Si es vol ser resident fiscal a territori espanyol perquè es fa una estada superior a 183 dies, s'ha de tramitar la residència fiscal si vols que el teu IRPF sigui de resident. En cas contrari s’aplica l’IRPF de no resident. Cita prèvia : no Lloc : Plaça del Doctor Letamendi, 13-23 08007 Barcelona Telèfon : 93 291 11 00 / Fax : 93 291 11 97 Taxa : no Documentació : Reconeixement de la relació laboral amb el treballador – carta de la FUOC que certifiqui que el treballador o treballadora treballa a la UOC, en què hi ha de constar : La data d’inici de la prestació laboral a territori espanyol El centre de treball i l'adreça La durada del contracte de treball La indicació que el contracte de treball es prolongarà més de 183 dies en l’any en curs Fotocòpia del document d’Identitat (DNI) o del número d'identificació d’estranger (NIE) + Tornar al començament Sol·licitud Model 147 Sol·licitud Model 030 Autorització de retorn a territori espanyol Full de sol·licitud : EX-13 Cita prèvia : si On es pot fer? Únicament de manera presencial a : Oficina d’estrangers de Rambla Guipúscoa Adreça : Rbla. Guipúscoa, 72-74 Taxa : sí. L'import és de 10,30€ i s'ha d'abonar abans de l’expedició del certificat del registre. Documentació que s'ha de presentar: Imprès de sol·licitud Original i fotocòpia del passaport en vigor. Original i fotocòpia de la targeta d'identitat d'estranger (TIE). Original i fotocòpia del resguard de la sol·licitud de renovació de la targeta d'identitat d'estranger (TIE). En cas de residència inicial, original y fotocòpia del resguard d'expedició de targeta que s'ha facilitat a la oficina d'estrangers corresponent. Resguard de pagament de la taxa. Original i fotocòpia del bitllet per tornar. + Tornar al començament Més informació en el web del Ministeri Procediments Legals Brexit Recentment s'ha publicat una nova instrucció al BOE relacionada amb la situació a Espanya de les persones del Regne Unit. Tot seguit adjuntem les mesures que són aplicables en cada cas i t'expliquem què has de fer si et trobes en alguna de les situacions següents. A causa del Brexit, els ciutadans del Regne Unit que viuen a Espanya aviat ja no podran demanar el certificat de registre de ciutadà de la Unió Europea. Les persones que encara no el tinguin el poden demanar durant el període transitori, que durarà fins a l'1 de gener del 2021, i mantenir, així, els drets que els corresponen actualment un cop el Brexit entri en vigor. Les persones que ja disposen d'aquest document, a partir del 6 de juliol poden demanar la targeta de residència (vegeu el document adjunt). Les persones del Regne Unit que entrin per primer cop al territori espanyol hauran de sol·licitar un permís a l'oficina d’estrangeria. DOCUMENT DE RESIDÈNCIA (REGNE UNIT DE GRAN BRETANYA I IRLANDA DEL NORD) Instrucció conjunta de la Direcció General de Migracions i de la Direcció General de la Policia Nota de premsa PROCEDIMENT PER A L'OBTENCIÓ DEL DOCUMENT Ciutadans britànics titulars d'un certificat de registre. Bescanvi del certificat a comissaria. Heu de reservar una cita prèvia per al tràmit POLICIA - EXP. TARGETA ASSOCIADA A L'ACORD DE RETIRADA DE CIUTADANS BRITÀNICS I ELS SEUS FAMILIARS (BREXIT). Familiars extracomunitaris de ciutadans britànics que siguin titulars de targeta de residència de familiar de ciutadà de la Unió. Heu de reservar una cita prèvia per al tràmit POLICIA - EXP. TARGETA ASSOCIADA A L'ACORD DE RETIRADA DE CIUTADANS BRITÀNICS I ELS SEUS FAMILIARS (BREXIT). Ciutadans britànics residents a l'Estat espanyol sense certificat de registre. Sol·licitud en una oficina d'Estrangeria. Presentació en línia del model EX20 : document de residència, article 50 del Tractat de la Unió Europea (TUE) per a nacionals del Regne Unit (emès segons l'article 18.4 de l'Acord de retirada). Presentació presencial. Cita prèvia. Vegeu la nota FORMAT CORREU ELECTRÒNIC PETICIÓ DE CITA. Familiars extracomunitaris de ciutadans britànics residents a l'Estat espanyol sense targeta de residència. Sol·licitud en una oficina d'Estrangeria. Presentació en línia del model EX21 : document de residència, article 50 del TUE per a familiars de nacionals del Regne Unit (emès segons l'article 18.4 de l'Acord de retirada). Presentació presencial. Cita prèvia. Vegeu la nota FORMAT CORREU ELECTRÒNIC PETICIÓ DE CITA. NOTA FORMAT CORREU ELECTRÒNIC PETICIÓ DE CITA Remeteu un correu a brexit.barcelona@correo.gob.es ASSUMPTE: CITA PRÈVIA SOL·LICITUD DOCUMENT RESIDÈNCIA DADES NECESSÀRIES: NOM I COGNOMS, DATA DE NAIXEMENT, NACIONALITAT. REMETEU UN CORREU PER UNITAT FAMILIAR RELACIONANT LES DADES DE TOTS ELS INTEGRANTS DE LA FAMÍLIA. Imprès de sol·licitud. DOCUMENTACIÓ NECESSÀRIA Model EX20 : sol·licitud del document de residència, article 50 del TUE per a nacionals del Regne Unit. Passaport vàlid i en vigor de la persona sol·licitant. En cas que el passaport estigui caducat, cal aportar una còpia tant del passaport com de la sol·licitud de renovació. Documentació acreditativa que la persona sol·licitant està inclosa en l'àmbit d'aplicació personal de l'Acord, en concret, de l'inici de la seva residència a l'Estat espanyol (s'ha d'admetre qualsevol mitjà de prova admès en dret). Acreditació de mitjans de vida. Documentació que preveu l'article 3 de l'Ordre PRE/1490/2012, de 9 de juliol, per la qual es dicten normes per a l'aplicació de l'article 7 del Reial decret 240/2007, de 16 de febrer, sobre entrada, lliure circulació i residència a l'Estat espanyol de ciutadans dels estats membres de la Unió Europea i d'altres estats part en l'Acord sobre l'Espai Econòmic Europeu. Model EX21 : sol·licitud del document de residència, article 50 del TUE per a nacionals de tercers països que són familiars de nacionals del Regne Unit. Passaport vàlid i en vigor de la persona sol·licitant. En cas que el document estigui caducat, cal aportar còpia d'aquest document i de la sol·licitud de renovació. Documentació acreditativa —si escau degudament traduïda i postil·lada o legalitzada— de l'existència del vincle familiar, matrimoni o unió registrada que atorga dret a la targeta. Certificat de registre o document de residència del nacional del Regne Unit a qui acompanyen o amb qui es reuniran. Documentació acreditativa, en els supòsits en què així s'exigeixi, que el sol·licitant del document de residència viu a càrrec del nacional del Regne Unit de qui és familiar (ascendents i descendents més grans de 21 anys). + Tornar al començament Més informació en el web del Ministeri"
}