{
  "url": "https://uoc.edu/portal/ca/ri/colaboracio/hrs4r/index.html",
  "content": "Investiga a la UOC Estratègia de Recursos Humans per a Investigadors (HRS4R) El procés a la UOC Grups de Treball HRS4R Documentació UOC i enllaços relacionats Plataforma de suport a la carrera investigadora El procés a la UOC Comitès i grup de treball Documentació UOC Initial phase (2018) UOC Gap Analysis UOC Action Plan Checklist OTM-R 2018 Internal review (2020) Internal review and implemented Action Plan Checklist OTM-R 2020 Implementation of the revised action plan (2021-2023) Implementation of the revised action plan 2021-2023 (Renewal with site visit) Política OTM-R Checklist OTM-R 2021-2023 Indicadors 2021-2023 Enquesta Implementation of the improved action plan (2024-2026) I mplementation of the improved action plan 2024-2026 Checklist OTM-R 2024-2026 Indicadors 2024-2026 Enllaços relacionats ADN UOC UOC R&I Conveni de subvencions amb notes Carta Europea de l'investigador Codi de conducta per a la contractació d'investigadors Lloc web d'EURAXESS Pàgina web de cerca de feina d'EURAXESS Portal de Transparència Investiga a la UOC Plataforma de suport a la carrera investigadora L’Estratègia de Recursos Humans per a Investigadors (HRS4R) de la Comissió Europea La Comissió Europea va adoptar la Carta europea de l’investigador i el Codi de conducta per a la contractació d’investigadors . Aquests documents, que s’adrecen als investigadors, i també als ocupadors i finançadors dels investigadors, tant del sector públic com del privat, són elements clau de la política de la Unió Europea per a promoure les carreres dels investigadors . La contractació d’investigadors oberta, transparent i basada en el mèrit (OTM-R) és un dels eixos de la Carta europea de l’investigador. L’OTM-R ofereix avantatges als investigadors, les institucions i el sistema de recerca del país. Més concretament, l’OTM-R garanteix la igualtat d’oportunitats per a tots els candidats i facilita la mobilitat . Per a facilitar l’adaptació dels centres de recerca a la Carta i els principis del Codi de conducta, la Comissió ha establert un procediment mitjançant el qual els centres que hi estiguin interessats poden definir la seva pròpia estratègia de recursos humans . La Comissió Europea ha convidat a la participació de centres de recerca i universitats —entre els quals hi ha la Universitat Oberta de Catalunya (UOC)— en aquesta iniciativa que duu a terme l’Espai Europeu de Recerca i que té l’objectiu de promoure la formació, el desenvolupament de les carreres professionals i la mobilitat de científics de tot Europa. La UOC es compromet a participar en aquesta iniciativa tan important ; no solament per a continuar refermant les seves polítiques, sinó també per a contribuir a incentivar la recerca d’excel·lència arreu d’Europa amb el suport de pràctiques i normes de qualitat reconegudes internacionalment. El febrer del 2017 la UOC va fer el primer pas per a promoure el desenvolupament d’una estratègia de recursos humans adaptada als principis establerts en la Carta i el Codi de conducta amb la seva Declaració de compromís . Des d’aleshores, el procés HRS4R a la UOC s’ha dut a terme amb un enfocament inclusiu i actiu-participatiu, i ha inclòs tota la comunitat investigadora, els òrgans de govern, totes les àrees de gestió i el personal d’administració i serveis. S’ha elaborat una anàlisi interna de les polítiques i les pràctiques de la UOC sobre la base dels principis de la Carta i el Codi de conducta. Tot seguit, s’ha preparat un pla d’actuació , per mitjà del qual s’han prioritzat accions a dur a terme en els propers anys. L’estratègia per a l’excel·lència en recursos humans en recerca de la UOC està plenament alineada amb el pla estratègic vigent, fins el punt que totes les accions hi estan relacionades i seran monitoritzades pel Comitè de Direcció. HRS4R és un procés de millora i el pla d’acció serà actualitzat periòdicament incorporant les recomanacions de la Comissió Europea i les avaluacions i revisions internes que seran dutes a terme de forma continuada amb la participació de tot el col·lectiu UOC de recerca i innovació. El dia 21 d’agost de 2018, la Comissió Europea ha atorgat a la UOC el distintiu Human Resources Excellence in Research, el segell de qualitat que reconeix la capacitat d'atraure talent, generar un entorn de treball favorable, fomentar la recerca i potenciar la carrera dels investigadors en el marc europeu. Contacte: h rstrategy@uoc.edu"
}