{
  "url": "https://uoc.edu/portal/ca/ri/colaboracio/hrs4r/proces/index.html",
  "content": "Estratègia de Recursos Humans per a Investigadors (HRS4R) El procés a la UOC El procés HRS4R a la UOC s’ha dut a terme amb un enfocament inclusiu i actiu-participatiu , i ha inclòs tota la comunitat investigadora, els òrgans de govern, totes les àrees de gestió i el personal d’administració i serveis. Per a posar en pràctica el procés, es van designar els comitès i el grup de treball següents: Comitè de Direcció (CD, responsable de dirigir el procés) Comitè d’Implementació i Seguiment HRS4R de la UOC (CIS, responsable d’implementar el procés i de fer-ne el seguiment) Grup de Treball i Assessorament HRS4R de la UOC (GTA, responsable de proporcionar consell i suport durant la implementació del procés) L’ anàlisi de l’estratègia HRS4R a la UOC es basa en el següent: La Carta europea de l’investigador i el Codi de conducta per a la contractació d’investigadors . L’estratègia UOC i concretament el Pla estratègic de la UOC . L’anàlisi de les normatives i polítiques internes amb relació als principis del Codi de conducta. L’anàlisi de la normativa externa amb relació als principis del Codi de conducta (marc legislatiu). La inclusió de la comunitat investigadora en el procés ha estat la màxima prioritat des del primer moment, sense tenir en compte la posició o l’antiguitat dels investigadors, amb l’objectiu de fer una anàlisi interna de 360° i identificar-ne més clarament els àmbits de millora . Tal com s’explica a continuació, la comunitat va rebre la informació mitjançant reunions i eines de comunicació electròniques i es va facilitar la participació mitjançant sis tallers i una enquesta . Amb aquestes actuacions, la comunitat investigadora va prendre coneixement que l’estratègia HRS4R és un compromís estratègic que implica tots els actors clau que participen en les activitats de recerca i innovació de la Universitat . Els resultats dels tallers i l’enquesta van fer possible l’elaboració de l’ a nàlisi interna , i també van contribuir en la proposta i priorització de les actuacions incloses en el Pla d’acció d’acord amb les dues anàlisis prèvies i la consulta a la comunitat investigadora. Es van dur a terme les fases i els passos següents: I. Fase preliminar Juliol del 2016 . Anàlisi preliminar de l’aplicabilitat del procés a la Universitat, que implica el Rectorat, l’Oficina UOC de Suport a la Recerca i la Transferència i l’Àrea de Persones. L’anàlisi va concloure que l’estratègia HRS4R seria molt positiva per a la Universitat i, per consegüent, tant la Comissió de Recerca i Innovació com el Consell de Direcció van decidir implantar-la. Setembre del 2016 . Designació del Comitè Directiu (CD) i del Comitè d’Implantació i Seguiment HRS4R de la UOC (CIS). Setembre-desembre del 2016 . Anàlisi preliminar del procés i establiment del calendari. Anàlisi de les actuacions i dels participants del Grup de Treball i Assessorament HRS4R de la UOC (GTA). Convocatòria dels quatre primers tallers. Desembre del 2016. Comunicació del procés (correu del rector i el gerent a tot el personal, comunicació interna i pàgina específica a la intranet) II. Fase de l’anàlisi de deficiències Gener-febrer del 2017 . Desenvolupament de quatre tallers amb la participació de representants de tota la comunitat investigadora, els òrgans de govern, totes les àrees de gestió i el personal d’administració i serveis. Es van fer presentacions obertes per a la comunitat, en què es remarcaven els aspectes principals i els avantatges de la implantació de l’estratègia HRS4R. Els tallers incloïen un debat amb els participants en què es comparava el rendiment actual amb el rendiment potencial o esperat derivat de l’aplicació dels quaranta principis del Codi de conducta. Febrer-març del 2017. Carta d’adhesió al Codi de conducta i acusament de recepció de la Comissió Europea. Març-abril del 2017. Anàlisi de deficiències intern, gestionada pel CIS. Comunicació interna amb informació sobre el procés i actualització de la pàgina de la intranet. Abril-maig del 2017 . Preparació del qüestionari i l’enquesta, gestionada pel CIS. Maig-juliol del 2017 . Enquesta a la comunitat investigadora i anàlisi dels resultats. Els resultats es van fer accessibles a tota la comunitat investigadora. III. Fase del Pla d’actuació Juliol del 2017 . Es van dur a terme dos tallers i reunions amb el GTA per analitzar l’enquesta i el desenvolupament del Pla d’actuació, gestionat pel CIS. Les actuacions es van classificar segons la repercussió que tenien en l’estratègia de la Universitat, els principis del Codi de conducta i els investigadors. Setembre-desembre del 2017. Priorització de les actuacions i revisió del Pla d’actuació per experts externs. Gener-març del 2018 . Aprovació del Pla d’actuació per la Comissió de Recerca i Innovació i el Consell de Direcció. Publicació del Pla d’actuació al web. Comunicació interna sobre la publicació del Pla d’actuació. A partir de març del 2018 . Execució i seguiment del Pla d’actuació."
}