{
  "url": "https://uoc.edu/portal/ca/matricula-corporativa/formacio-financada/index.html",
  "content": "Formació finançada Finances plans de formació als teus professionals? La UOC, com a universitat compromesa amb la formació al llarg de la vida, fa costat a les empreses que financen la formació dels seus professionals, oferint-los descomptes , serveis de gestió , avantatges i assessorament personalitzat en tot el procés. Fes créixer el talent dels teus equips i millora la competitivitat de l'empresa amb la universitat pionera i experta en e-learning . Contracta una formació de qualitat amb descomptes La UOC fomenta el creixement de les empreses , facilitant l'accés a la formació superior de qualitat . Si finances la formació dels teus equips, t'oferim la millor relació qualitat-preu amb els descomptes exclusius. Amb més de 700 programes de 14 àrees d'empresa, som la universitat que pot contribuir al desenvolupament de les persones de la teva organització. Podem oferir fins a un 30 % de descompte segons els elements següents: Tipus de titulació del programa formatiu triat. Període en què es faci la matrícula. Aplicació del descompte base sempre des de les primeres matrícules o següents. Acumulables amb els descomptes de matrícula anticipada. Serveis de gestió Des de Matrícula Corporativa t'acompanyem i t'assessorem en tots els processos de gestió i administració que la teva empresa o organització necessiti. Tenim un equip a la teva disposició que et guiarà en cada moment. T'oferim: Assessoria en formació Selecció dels programes que s'adapten millor a les teves necessitats. Gestió de les matrícules grupals Orientació i suport en les gestions acadèmiques Factura corporativa Gestió de les factures a nom de l'empresa. T'informem: Retribució flexible Orientació en la gestió de la matrícula mitjançant retribució flexible. Bonificació FUNDAE Informació sobre la tramitació de la formació bonificada. Més avantatges Posem a la teva disposició una sèrie de recursos digitals que t'ajudaran a comunicar els descomptes entre els teus professionals de manera fàcil, ràpida i senzilla. Rebràs el suport de l'equip de comunicació, que t'escoltarà i assessorarà. Impulsa el talent intern amb la universitat 100 % online i pionera en e-learning . Vols més informació? El nostre equip d'assessors especialitzats t'informarà personalment de les diverses maneres amb què col·laborem amb empreses i organitzacions i els avantatges que oferim per al desenvolupament del talent i dels professionals. Explica'ns les teves necessitats i ens posarem en contacte amb tu al més aviat possible. Contacta amb nosaltres Coneix amb detall tots els serveis per a empreses i organitzacions per fer créixer el talent i la competitivitat."
}