{
  "url": "https://uoc.edu/portal/ca/guia-divulgacio-coneixement/sobre-guia/index.html",
  "content": "Sobre aquesta guia En aquesta guia, adreçada explícitament al personal docent i investigador de la UOC, s'aborden les necessitats de comunicació que puguin sorgir durant el desenvolupament de l'activitat investigadora . Inclou llistes d'una sèrie de serveis i públics que s'han de tenir en compte en la comunicació científica. En la Guia ràpida per multiplicar l'impacte de projectes R+I es detallen els aspectes que cal considerar d'una manera resumida. Per què una Guia? Les universitats i els centres de recerca són les principals fonts d'informació científica en l'actualitat. A l'equació de l'R+D+I dels centres d'educació superior, a més d'investigar, ensenyar i transferir el coneixement, s'afegeix ara una “d” extra de difusió: R+D+I+d. La comunicació científica és avui un deure per als científics i un dret per al públic, amb els objectius d'aconseguir més transparència, millorar la informació, generar un diàleg obert i estrènyer la confiança. Tot això per fomentar una construcció social del coneixement. Tipus de comunicació científica Diferenciem diversos tipus de comunicació científica i n'oferim una breu descripció. Aquesta guia recull recomanacions, recursos i serveis per a tots els tipus de comunicació científica . Disseminació : Transmetre el coneixement entre investigadors de la mateixa especialitat científica. Difusió : Propagar el coneixement entre la comunitat científica i acadèmica (els emissors són científics i els receptors també). Divulgació : Millorar la cultura científica entre la ciutadania. Que el públic s'involucri, interactuï, participi i senti i visqui la ciència i els seus protagonistes. Dins de divulgació, diferenciem entre: Transferència : Aplicar el coneixement científic al sistema productiu i generar beneficis econòmics. Periodisme : Divulgar la ciència a través dels mitjans de comunicació de masses. “Si la universitat no lidera el procés de culturització global o el promou decisivament, el fruit del seu treball serà estèril” 2010, Manuel Toharia, doctor en Física i divulgador científic Contacte R&I Comms researchcomms@uoc.edu"
}