{
  "url": "https://uoc.edu/portal/ca/ri/colaboracio/talent/convocatories-predoctorals/index.html",
  "content": "Investigues i busques una oportunitat a la UOC? Convocatòries predoctorals Doctoral School Predoctoral Grants - UOC Objecte : amb la finalitat de promoure la formació del personal investigador dels diferents grups de recerca de la Universitat Oberta de Catalunya (UOC), la UOC atorga beques predoctorals per a la realització de tesis doctorals en el marc dels programes de doctorat de Societat, Tecnologia i Cultura; Tecnologies de la Informació i de Xarxes; Educació i TIC ( e-learning ); Humanitats i Comunicació; Salut i Psicologia; i Dret, Política i Economia. FI Ajuts Joan Oró per a la contractació de personal investigador predoctoral en formació Objecte : contractar personal investigador predoctoral en formació que desenvolupi els estudis de doctorat dins del sistema universitari de Catalunya. Aquests ajuts han de contribuir a promoure l'activitat formativa i de recerca del personal investigador contractat i a incrementar-ne la qualificació i la professionalització durant les fases inicials de la carrera investigadora, per enfortir la generació de coneixement fronterer en la recerca i en la seva transferència. FI SDUR Ajuts de suport a departaments i unitats de recerca universitaris per a la contractació de personal investigador predoctoral en formació Objecte : ajuts adreçats a les universitats del sistema universitari de Catalunya per impulsar la capacitat investigadora dels seus departaments mitjançant la contractació de personal investigador predoctoral en formació. El programa FI SDUR té com a objectiu fomentar i consolidar estratègies i polítiques científiques conjuntes entre els departaments universitaris i llur entitat d'adscripció, per tal de desenvolupar activitats de recerca d'impacte internacional que enforteixin la generació de coneixement fronterer i la seva transferència, i potenciar la formació del personal investigador contractat en les seves primeres etapes. DI Doctorat industrial Objecte : ajuts per al desenvolupament de projectes de doctorat industrial en qualsevol àmbit de coneixement i en qualsevol sector empresarial. El projecte de recerca s'ha de desenvolupar en el marc estratègic d'una empresa o entitat de l'entorn empresarial i, alhora, en el si d'un grup de recerca d'un organisme de recerca, en els quals la persona doctoranda ha de dur a terme la seva formació investigadora, amb l'objectiu de fer una tesi doctoral. Beques de doctorat INPhINIT Retaining Objecte : ajuts per fer el doctorat en qualsevol universitat o centre de recerca d'Espanya o Portugal. Aquests ajuts tenen com a objectiu proporcionar al personal investigador habilitats de formació addicionals que ampliaran les seves possibilitats de desenvolupament en la seva carrera professional, no només en l'acadèmia, sinó també en la indústria i l'emprenedoria. FPU Ajuts per a la formació de professorat universitari Objecte : ajuts destinats a la formació investigadora en programes de doctorat per a la consecució del títol de doctor o doctora i l'adquisició de competències docents universitàries, en qualsevol àrea de coneixement científic, que facilitin la incorporació futura d'aquestes persones al sistema espanyol d'educació superior i de recerca científica. Ajuts per a contractes predoctorals per a la formació de doctors i doctores Objecte : aquests ajuts tenen com a objecte la formació de doctors i doctores mitjançant el finançament de contractes laborals, per tal que el personal investigador predoctoral en formació elabori una tesi doctoral associada a un projecte de recerca finançat pels ajuts de projectes d'R+D. ITN-MSCA Marie Sklodowska-Curie / Doctoral Networks Objecte : implementar programes de doctorat mitjançant associacions d'universitats, institucions i infraestructures de recerca, empreses i altres actors socioeconòmics de diferents països d'Europa, entre altres. Aquests programes de doctorat donaran resposta a necessitats ben identificades en diferents àrees d'R+D, exposaran el personal investigador als sectors acadèmic i no acadèmic, i oferiran formació en habilitats i competències relacionades amb la recerca, així com habilitats i competències transferibles i rellevants per a la innovació i l'ocupabilitat a llarg termini (p. ex., emprenedoria, comercialització de resultats, drets de propietat intel·lectual, comunicació)."
}