{
  "url": "https://uoc.edu/portal/ca/servei-linguistic/redaccio/models-documents/index.html",
  "content": "Comunicació eficaç i redacció Comunicació institucional i models de documents Els models de documents, com a propis de l'activitat institucional, responen a criteris de formalitat i funcionalitat , i utilitzen la llengua estàndard i una fraseologia i un vocabulari propis. Punts que cal tenir en compte en aquests documents: Tractament personal Usos verbals Salutació i comiat Models de documents Tractament personal S'ha de triar el tractament de l'emissor (qui redacta) i del receptor o destinatari (a qui s'adreça) segons el tipus de text i la relació que hi ha entre l'emissor i el receptor. El tractament de cortesia neutre propi del català és el de senyor o senyora . Habitualment es fa servir en els encapçalaments de cartes, convocatòries..., com a fórmula de salutació, etc. Quant al tractament protocol·lari , la tendència actual és limitar-ne l'ús, ja que no s'adiu amb l'estil planer de les comunicacions més habituals a la UOC. Només es fa servir en actes solemnes i en comunicacions amb un grau elevat de formalitat. Tractament de l'emissor La persona que escriu el document es pot referir a ella mateixa de diverses maneres: Primera persona del singular ( jo ): comporta un estil més directe i la individualització de l'emissor ; d'aquesta manera es poden distingir les accions, opinions, decisions, etc. pròpies de la persona que redacta de les de l'entitat de què forma part, que s'expressen en primera persona del plural. Primera persona del plural ( nosaltres ): s'usa en les comunicacions en què predomina el valor de la institució , el departament o el centre des del qual es trameten. Tercera persona del singular ( ell/ella ): l'ús d'aquest tractament comporta el distanciament de l'emissor envers el receptor i redueix la importància de la relació personal entre ells dos. Actualment aquest tractament es fa servir en pocs documents, com ara l'acta de reunió o la invitació. S'ha de ser coherent amb la tria que es fa i mantenir el mateix tractament i les concordances amb els verbs i els pronoms al llarg de tot el text. Tractament del receptor La persona a qui s'adreça un document pot rebre diversos tractaments: Segona persona del plural ( vós ): és el tractament tradicional en el llenguatge administratiu català, encara que el referent sigui singular ( Benvolgut senyor, us informem... ). Indica una relació en què es combinen la cordialitat i el respecte entre l'emissor i el receptor. Aquest tractament pot tenir per a algunes persones una connotació arcaïtzant i els pot representar una certa incomoditat a l'hora de fer servir la forma de subjecte vós . Malgrat això, comporta un avantatge important enfront del tractament de vostè pel fet que evita la necessitat de distingir formes masculines i femenines ( saludar-vos en lloc de saludar-lo/la ). Tercera persona del singular ( vostè ) o del plural ( vostès ): actualment aquest tractament és habitual en les relacions fora de l'Administració. Indica una relació molt respectuosa entre la persona que escriu i la que rep el document. Segona persona del singular ( tu ) o del plural ( vosaltres ): és un tractament cordial i el més proper de tots. Es fa servir en comunicacions en què volem transmetre calidesa i proximitat a la persona (en el cas de tu ) o al col·lectiu (en el cas de vosaltres ) al qual ens adrecem. En les comunicacions per correu electrònic , en què les relacions entre emissor i receptor són més directes, el tractament de tu és habitual i, alhora, natural. S'ha de ser coherent amb la tria que es fa i mantenir el mateix tractament i les concordances amb els verbs i els pronoms al llarg de tot el text. + Torna al començament Usos verbals L'ús dels verbs en el temps adequat contribueix a aconseguir l'escrit precís, clar i objectiu que demana la documentació institucional. El present En català s'utilitza habitualment el present en la redacció de normes, fet que contrasta amb la tendència del castellà de fer servir el futur, sovint amb un valor afegit d'obligació. Es considera preferible que el text es llegeixi sempre des de la perspectiva de present i d'actualitat del lector o l'usuari i no des de la perspectiva de futur del redactor respecte al moment de l'aprovació. El futur En català el futur no s'ha de fer servir per redactar normes ni indicar obligació o suposició, les quals s'expressen amb perífrasis d'obligació ( haver de + infinitiu) o de suposició ( deure + infinitiu). El gerundi El gerundi expressa, en oracions compostes, una acció anterior o simultània a l'acció que expressa el verb de l'oració principal (per exemple, la causa, la manera, el temps, etc.). Sortint del despatx va trobar el company que buscava. Ens ho podeu comunicar escrivint-nos un missatge. Cal tenir en compte que hi ha uns usos del gerundi que convé evitar: quan expressa posterioritat o conseqüència i quan equival a un adjectiu d'un nom. Aquests casos es resolen per mitjà de la coordinació amb la conjunció i o d'una oració de relatiu. Va presentar la documentació a temps i es va poder presentar a l'examen [i no pas podent-se presentar a l'examen ]. S'ha d'elaborar un treball en què s'entrevistin especialistes en la matèria [i no pas entrevistant especialistes en la matèria ]. + Torna al començament Salutació i comiat Les fórmules de salutació i de comiat han d'estar d'acord amb el grau de formalitat i de coneixença que hi ha entre l'emissor i el receptor, i han d'estar correlacionades, és a dir, ambdues han de correspondre al mateix grau de formalitat. Fórmules de salutació (de més a menys formals) Fórmules de comiat (de més a menys formals) Distingit senyor, Distingida senyora, Senyor, Senyora, Benvolgut senyor, Benvolguda senyora, Benvolgut company, Benvolguda companya, Benvolgut, Benvolguda, Bon dia, Bona tarda, Hola, Aprofitem l'avinentesa per saludar-vos atentament. Us saludo atentament. Atentament, Ben atentament, Cordialment, Us/Et saludo cordialment. Rebeu/Rep una salutació cordial. Una abraçada, Salutacions, A reveure, Fins aviat, Pot passar que qui escriu no sàpiga si la persona a qui s'adreça és una dona o un home, o bé que el document que redacta vagi adreçat a un col·lectiu, com ara l'estudiantat de la UOC. En aquests casos (circulars, cartes, missatges electrònics, etc. que trametem a persones indeterminades), s'ha de recórrer a fórmules de salutació mixtes o sense marca de gènere, segons el text i les possibilitats del context. Senyor, Senyora, Benvolguts companys, Benvolgudes companyes, Benvolgudes investigadores, Benvolguts investigadors, Bon dia, Hola, Les fórmules de comiat que són una frase, amb verb explícit o sobreentès, acaben amb un punt; si no són frase, es puntuen amb una coma. Us saludo atentament. Cordialment, + Torna al començament Models de documents Acta Carta Certificat Convocatòria Correu electrònic Presentacions Podeu trobar més models de documents i clàusules i més recursos per resoldre dubtes de llenguatge jurídic i administratiu al portal Compendium.cat ."
}