{
  "url": "https://uoc.edu/portal/ca/guia-divulgacio-coneixement/serveis/divulgacio/index.html",
  "content": "Serveis que t'oferim Divulgació i participació ciutadana Si vols difondre la recerca a la ciutadania, hi ha aquestes activitats divulgatives de referència: 11 de febrer: Dia Internacional de la Dona i la Nena en la Ciència Nit Europea de la Recerca a Catalunya Festa de la Ciència de Barcelona Famelab Pint for Science Festival 100tífiques (Fundació Catalana per a la Recerca i la Innovació y Barcelona Institute of Science and Technology) En pots obtenir més informació escrivint a researchcomms@uoc.edu , adreça electrònica on pots informar de si participes en alguna activitat divulgativa. També és possible accedir a ajudes per dissenyar i executar accions de divulgació en les diverses convocatòries autonòmiques, estatals i internacionals, consultables al Portal de convocatòries de finançament d'R+D+I * . La informació d'aquestes convocatòries varia cada any, per això és important anar consultant el Portal i estar atent al butlletí intern que s'envia setmanalment al personal investigador de la UOC. * Accés exclusiu per al personal investigador de la UOC. Cal iniciar sessió amb l'usuari i la clau per accedir al Campus Virtual. Cursos i tallers relacionats ¡Habla! Claves para expresarse en público Journal Club de la Fecyt: Recursos útiles para la comunicación científica Necessites voluntaris en la teva recerca? És important visibilitzar l'abast de la recerca i comunicar la necessitat de comptar amb la participació ciutadana. Cal tenir en compte que la UOC, per donar compliment a tota la normativa en matèria de protecció de dades, obliga que totes les propostes de finançament tinguin un protocol ètic i de protecció de dades. En aquest protocol, a més de detallar la metodologia de recerca que se seguirà, s'ha d'especificar la involucració de les persones en l'estudi, com ara l'ús que es farà de les dades recollides, com se sol·licitaran, com s'emmagatzemaran i, també, com s'eliminaran. A l'apartat d' Ètica i Protecció de dades del Catàleg de serveis per a la recerca * hi ha més informació.. Per difondre la crida als voluntaris i voluntàries, escriu a researchcomms@uoc.edu . * Accés exclusiu per al personal investigador de la UOC. Cal iniciar sessió amb l'usuari i clau per accedir al Campus Virtual. Contacte R&I Comms researchcomms@uoc.edu"
}