{
  "url": "https://uoc.edu/ca/alumni/desenvolupament-professional/borsa-treball",
  "content": "Serveis de Carrera Professional Promovem el talent, millorant l'ocupabilitat i fomentant la competitivitat empresarial. T'acompanyem en el desenvolupament al llarg de la teva vida professional mitjançant l'orientació professional, la promoció del talent, la millora de l'ocupabilitat i el foment de la competitivitat. Registra't a la borsa de treball i fes evolucionar la teva carrera professional en un entorn canviant. Career Center i borsa de treball: impulsa el teu perfil professional Com a alumni de la UOC, tens accés exclusiu al Career Center i a la borsa de treball de la UOC, amb més de 1.000 ofertes de feina a l'any a la teva disposició. A més, hi trobaràs recursos per potenciar la teva ocupabilitat i esdeveniments destacats sobre creixement professional i mercat laboral que et poden interessar. Dona't d'alta Talent UOC: Troba professionals per a la teva empresa El #TalentUOC es diferencia de la resta de professionals pels seus valors, habilitats digitals i competències transversals. Si busques talent competitiu, publica ja la teva oferta de feina al nostre portal de treball. Publica la teva oferta Vols contribuir a la formació de l'estudiantat oferint oportunitats de pràctiques a la teva companyia? Resol tots els teus dubtes aquí. Més de 7.000 pràctiques anuals 10.500 empreses col·laboradores 60 % presencials i 40 % semipresencials o virtuals Més informació Coneix la Fira Virtual d'Ocupació de la UOC Accedeix en exclusiva a ofertes de feina. Visita els estands de les empreses participants, xateja amb elles en directe i potencia les teves possibilitats de contractació. Participa en conferències online sobre tendències del mercat laboral i aspectes clau per impulsar la teva carrera professional . I si la teva empresa busca professionals, treu partit a la Fira Virtual d'Ocupació publicant les seves ofertes. Aprofita el talent de la nostra comunitat. Coneix la Fira Treballa a la UOC Com a alumni UOC, tens l'oportunitat i la responsabilitat de contribuir a dissenyar la universitat del futur . Vols construir el futur amb nosaltres? Treballar a la UOC significa desenvolupar el talent de les persones i contribuir al progrés de la societat per mitjà d'un model innovador, global i flexible. Uneix-te al nostre equip"
}