{
  "url": "https://uoc.edu/portal/ca/guia-divulgacio-coneixement/serveis/fotografia/index.html",
  "content": "Serveis que t'oferim Fotografia i vídeo Fotografia La galeria de fotos de la UOC, allotjada a Flickr, conté fotografies que es poden fer servir en materials impresos, en la comunicació web i en xarxes socials. Aquests recursos estan disponibles exclusivament per a la comunitat UOC sense cost . Et preguem que segueixis la Guia d'estil fotogràfic de la UOC per assegurar un ús correcte de les imatges. Classes d'imatges que conté la galeria: Material corporatiu Seus institucionals Imatges de recurs (ús exclusiu per a materials digitals de la UOC) A més, hi ha una sèrie de biblioteques gratuïtes d'imatges sense copyright: Pexels Unsplash Pixabay Burst Gratisography The Gender Spectrum : banc d'imatges amb persones no binàries Necessites contractar un fotògraf professional per cobrir una jornada, un seminari o un congrés? Contacta amb comdigital@uoc.edu . Vídeo Incloure vídeos en la comunicació dels projectes de recerca permet millorar-ne el contingut i atreure l'audiència. Necessites un vídeo sobre la teva recerca? (circuits de petició) Cada projecte audiovisual té un impulsor, que és el responsable de la petició i assumeix el cost del vídeo. Assegura't de tenir un pressupost inclòs en el projecte de recerca per fer vídeos promocionals o divulgatius. Vols gravar una conferència, una jornada o un acte? (circuits de petició) Necessites editar un vídeo ja gravat? (circuits de petició) A més, la UOC disposa de recursos en format videoclip dels edificis de la UOC i les seves seus. Clips de vídeo de les seus de la UOC Aquests clips no estan editats. Es poden incorporar a qualsevol projecte digital per a escenes introductòries, preses de tall o transicions. Recomanacions: vídeos a les xarxes socials Si vols compartir un vídeo a les xarxes socials, tingues en compte les durades màximes permeses segons el canal: Twitter: 140 segons Facebook: 20 minuts Instagram: 60 segons per al feed Històries a Instagram: 15 segons LinkedIn: 10 minuts Et proporcionem alguns repositoris de seqüències de vídeo gratuïtes : Videvo Videezy Pexels Pixabay Recursos Guia d'estil i circuits de l'audiovisual de la UOC Guia d'estil fotogràfic de la UOC Contacte Comunicació digital comdigital@uoc.edu"
}