{
  "url": "https://uoc.edu/portal/ca/servei-linguistic/convencions/enumeracions/index.html",
  "content": "Convencions formals Enumeracions Qüestions generals Enumeracions introduïdes per dos punts Qüestions generals A l'hora d'establir una enumeració es plantegen les qüestions següents: Puntuació entre el fragment introductori i la llista d'elements enumerats En les enumeracions disposades en paràgraf a part, que són les que s'analitzen aquí, se solen posar dos punts, perquè destaquen el caràcter enumeratiu de la llista. Puntuació final de cadascun dels elements de la llista Aquesta puntuació depèn de la complexitat i del grau de dependència entre els apartats, és a dir, de la voluntat que hi hagi d'establir més o menys continuïtat entre aquests apartats i de si contenen un verb conjugat o no. Vegeu el quadre de l'apartat Enumeracions introduïdes per dos punts . Ús de majúscula o minúscula al començament de cada apartat La majúscula és sempre una solució optativa, tret de quan un dels elements acaba amb punt, cas en què és obligatòria per coherència. Vegeu el quadre de l'apartat Enumeracions introduïdes per dos punts . Correcta imbricació de la frase introductòria i els elements de l'enumeració S'ha de mirar de lligar bé la frase introductòria amb els diversos punts, és a dir, s'ha de poder llegir cada un dels apartats a continuació de l'enunciat, de manera que el resultat sigui una frase entenedora i sintàcticament ben construïda. Cada activitat ha d'incloure: objectius de l'activitat , que especifiqui amb quins continguts es relaciona , temps de dedicació necessari, criteris d'avaluació per valorar-la. S'ha de dir: objectius que té [mai no es diria: Cada activitat ha d'incloure objectius de l'activitat ]; continguts amb què es relaciona [tampoc no es diria: Cada activitat ha d'incloure que especifiqui amb quins continguts es relaciona ]. Homogeneïtat dels apartats Els diferents apartats han de ser coherents entre ells, és a dir, han de començar amb un element de la mateixa categoria (tots amb verb conjugat, tots amb infinitiu, tots amb nom o tots amb una frase, però no pas algun de cada manera), i han d'estar puntuats igual (que acabin tots amb coma, o punt i coma, o punt; tret del darrer, que acostuma a acabar amb punt perquè és l'element que tanca el paràgraf). La direcció valorarà quina formació necessita cada persona del seu equip i prioritzarà les accions tenint en compte: que l'acció formativa estigui justificada per les responsabilitats que la persona té en el seu lloc de treball. les necessitats del servei i les possibilitats de realitzar-les en les dates previstes . S'ha de dir: que hi hagi possibilitats de respondre a les necessitats del servei en les dates previstes [tots dos punts han de començar amb elements de la mateixa categoria]. + Torna al començament Enumeracions introduïdes per dos punts Com que en textos amb moltes enumeracions pot ser avantatjós aplicar-hi sempre la mateixa puntuació, aquest quadre vol donar una sèrie d'indicacions en aquest sentit. Amb tot, això no vol pas dir que s'hagi de refer qualsevol enumeració d'un original que no s'ajusti cent per cent a aquestes indicacions, sinó que hauria de ser una guia per als casos en què es detectin incoherències en la construcció i la puntuació dels apartats. Per tant, no estableix criteris ni normes obligatòries que s'hagin d'aplicar d'una manera automàtica, atès que tampoc no inclou exhaustivament totes les possibilitats. Molta relació entre els apartats Poca relació entre els apartats Apartats amb verb i complements Minúscula inicial, una coma entre apartats i un punt a l'últim apartat de l'enumeració. (Si hi ha cap apartat que té comes a dins, es posa un punt i coma entre els diferents apartats i un punt a l'últim apartat de l'enumeració.) Pot ser el cas d'un exercici o de les instruccions. Instruccions per a la correcció de textos: seleccioneu la paraula incorrecta, esmeneu la paraula, arxiveu el document. Majúscula inicial i un punt al final de cada apartat. Pot ser el cas d'un conjunt de conclusions o dels objectius d'un mòdul. Aquest curs té els objectius següents: 1. Determinar els factors que influeixen en el rendiment grupal. 2. Analitzar els avantatges de la cooperació. 3. Conèixer algunes de les variables ambientals que poden influir en les persones i en els grups. Apartats sense verb Minúscula inicial, una coma entre apartats i un punt a l'últim apartat de l'enumeració. (Si hi ha cap apartat amb comes internes, es posa un punt i coma entre apartats i un punt a l'últim apartat de l'enumeració.) Pot ser el cas de l'enumeració de les fases d'un procés. Etapes de la vida: infantesa, maduresa, vellesa. Minúscula i sense cap mena de puntuació entre apartats. Pot ser el cas d'una llista, una enumeració d'una sèrie d'ingredients. Ingredients: 4 ous 3 tasses de farina 1 got d'aigua + Torna al començament"
}