{
  "url": "https://uoc.edu/portal/ca/guia-divulgacio-coneixement/serveis/mitjans-comunicacio/index.html",
  "content": "Serveis que t'oferim Mitjans de comunicació La UOC disposa de l'equip de Comunicació de la Recerca i Mitjans , que té l'objectiu de donar a conèixer l'actualitat de la UOC, especialment entre els mitjans de comunicació locals, nacionals i internacionals. Dins de l'oficina, hi ha un grup especialitzat en la comunicació de la recerca, la innovació, l'emprenedoria i la transferència , R&I Comms. Per mitjà d'aquest grup, elaborem notes de premsa i entrevistes de manera constant, i ampliem l'abast del contingut publicat al web amb l'ús de les xarxes socials i el contacte amb els mitjans de comunicació. Què fem Donar a conèixer, amb notícies i notes de premsa, recerques, innovacions, esdeveniments i persones d'interès periodístic de la Universitat entre la comunitat UOC, els mitjans de comunicació i el públic en general. Oferir serveis de relació amb els mitjans de comunicació. Respondre a les consultes dels mitjans i a les sol·licituds d'entrevistes. Coordinar estratègies de comunicació 360° i multiformat amb l'Àrea de Comunicació i altres àrees de la UOC. Gestionar la guia d'experts. Gestionar les bases de dades pròpies de mitjans nacionals i internacionals. Què produïm Pàgina de notícies i entrevistes de la UOC , secció Recerca . Actualitat de la pàgina web UOC R&I . Butlletí setmanal de previsió de notícies i anàlisi de l'actualitat de personal en mitjans, exclusiu per a periodistes. Butlletí extern setmanal [ 7 dies ] , amb contingut multimèdia, notícies i entrevistes sobre l'actualitat de la Universitat. Butlletí mensual intern UOC R&I Insights dirigit a la comunitat d'investigadores i investigadors de la Universitat. Blog de l'eLearning Innovation Center ( eLinC ) . Coordinació amb la secció d'actualitat del web de l'eHealth Center ( eHC ) . Acords de divulgació Per augmentar l'abast de la divulgació de la ciència, la UOC ha establert acords de col·laboració amb: The Conversation España (articles de divulgació escrits pel PDI de la UOC) EurekaAlert (notes de premsa de resultats científics; abast: periodistes, public information officers —PIO— i públic interessat, principalment dels Estats Units) AlphaGalileo (notes de premsa de resultats científics; abast: periodistes d'arreu del món, principalment del Regne Unit, Alemanya, França, els Estats Units i Amèrica Llatina) Guia d'experts Els acadèmics i acadèmiques de la UOC poden formar part de la Guia d'experts de la UOC . Per formar part d'aquesta guia i estar en contacte amb els mitjans, posa't en contacte amb guiaexperts@uoc.edu . Si ets dona i científica, pots inscriure't en aquest directori extern: - Directorio de mujeres científicas y tecnólogas Cursos i tallers relacionats Així llegim els humans * Com s'escriu un article de divulgació? * Recomanacions per escriure un bon article de divulgació * La presència en xarxes socials * * Per consultar aquest document cal identificar-se amb el nom d'usuari i la contrasenya d'accés al Campus Virtual. Altres recursos Recursos de comunicació de la ciència (oferts pel Science Media Center, Espanya). Anatomía comparada del artículo científico y el periodístico (ofert pel Science Media Center, Espanya). Contacte R&I Comms researchcomms@uoc.edu"
}