{
  "url": "https://uoc.edu/portal/ca/guia-divulgacio-coneixement/serveis/transferencia-coneixement/index.html",
  "content": "Serveis que t'oferim Transferència del coneixement L'activitat d'R+I de la UOC genera coneixement susceptible de ser transferit a la societat . Els projectes d'R+I estan oberts a la possibilitat de ser valorats per acostar-los a les necessitats d'un potencial col·laborador. Els diferents tipus de resultats que la UOC transfereix van des de solucions tecnològiques, patents, tecnologies per llicenciar i serveis universitat-empresa fins a la creació d'empreses derivades ( spin-offs ). Des de la unitat Knowledge Transfer and Entrepreneurship de l'Àrea de Recerca i Innovació (ARI) s' acompanya i s'assessora sobre les opcions de transferència a la societat dels resultats d'R+I de la UOC. En el marc del procés de transferència d'aquests resultats, es dona suport a la definició i la implantació del pla de comunicació corresponent, amb l'objectiu de difondre el coneixement i les tecnologies que cal transferir. Les accions de comunicació i difusió, en el marc de la valorització i la transferència de resultats d'R+I, es duen a terme mitjançant els formats (vídeos, infografies, fitxes tecnològiques...) i canals (xarxes socials, butlletins, webs...) més adequats segons cada cas. La comunicació i difusió es pot adreçar al públic general o bé a entitats i empreses interessades en un resultat concret. Aquest marc d'actuació contribueix a millorar la visibilitat de l'activitat de transferència de la Universitat i a generar més impacte. Exemples de vídeos de resultats de recerca transferibles Posa un bot de conversa a la teva vida amb Xatkit WILD. Sensors d'humitat Traducció automàtica neuronal Tecnologia per incrustar dades en senyals d'àudio amb marques d'aigua És important tenir en compte que la unitat Knowledge Transfer and Entrepreneurship de l'Àrea de Recerca i Innovació no finança els diferents productes comunicatius, però pot ajudar a buscar finançament per dur-los a terme. Contacte Knowledge Transfer & Entrepreneurship transfer_ari@uoc.edu"
}