{
  "url": "https://uoc.edu/portal/ca/servei-linguistic/convencions/majuscules-minuscules/index.html",
  "content": "Convencions formals Majúscules i minúscules Noms referits a persones, divinitats i éssers mitològics Noms referits a animals Noms referits a coses Establir uns criteris de distinció entre majúscules i minúscules és necessari per aconseguir que els textos universitaris tinguin coherència en aquest sentit. No és fàcil establir regles absolutes sobre majúscules i minúscules; cal, però, vetllar per la coherència en l'ús en un mateix escrit, i recordar que la tendència actual és reduir l'ús de majúscules. Podeu consultar els criteris de majúscules i minúscules per a noms referits a persones, divinitats i éssers mitològics , noms referits a animals i noms referits a coses ; val la pena comentar els aspectes següents: Els noms dels estudis de grau , postgrau , màster , doctorat i les seves especialitats , a més de les càtedres i les àrees de coneixement (quan són nom propi), van amb tots els substantius i adjectius amb majúscula ( Relacions Laborals i Ocupació [grau], Direcció i Lideratge en Gestió Clínica [postgrau], Ciutat i Urbanisme [àrea de coneixement]). Els noms de les assignatures , els cursos , els tallers i els seminaris només porten amb majúscula la inicial de la primera paraula ( Teoria i pràctica de la traducció [assignatura], Eines informàtiques per al psicòleg [taller]). El mot estudis s'escriu amb majúscula quan forma part del nom propi d'una de les set àrees docents o facultats en què s'organitza la UOC ( Estudis d'Arts i Humanitats, Estudis d'Economia i Empresa ...). Fora d'aquest cas, el mot estudis s'escriu amb minúscula: el rector ha convocat les directores de tots els estudis ; cursar estudis de dret pot conduir a l'exercici de l'advocacia ; l'oferta d'estudis dels Estudis d'Arts i Humanitats ha crescut considerablement . Sobre les designacions incompletes d'institucions, no s'han de confondre els casos en què la designació completa queda sobreentesa amb altres casos en què s'interpreta com un nom genèric o en què, malgrat que es parli d'una institució en concret, es denomina per mitjà d'un nom comú. Es poden trobar, doncs, aquests tres casos diferents: una universitat la Universitat (Oberta de Catalunya) aquesta universitat / la nostra universitat No és igual dir aquesta universitat que la Universitat , encara que en tots dos casos ens referim a la mateixa institució. (Una manera de saber quan ha d'anar amb majúscula i quan no és mirar si la designació es podria dir completa; i no podem dir aquesta universitat Oberta de Catalunya .)"
}