{
  "url": "https://uoc.edu/portal/ca/guia-divulgacio-coneixement/serveis/blogs/index.html",
  "content": "Serveis que t'oferim Webs, blogs i butlletins Sobre webs Tots els grups de recerca disposen d'una fitxa que en detalla l'activitat i els membres que els componen, amb les seves respectives fitxes, al Mapa del coneixement de la UOC. En cas que l'IP d'un grup de recerca o l'IP d'un projecte de recerca necessitin disposar d'una web, podeu consultar la informació al respecte al Catàleg de serveis per a la recerca *. * Accés exclusiu per al personal investigador de la UOC. Cal iniciar sessió amb l'usuari i la clau del Campus Virtual. Sobre blogs ¿Vols crear un blog? Per fer la petició, entra al servei d'atenció del Campus Virtual, accedeix a l'espai d'entrada d'incidències i peticions de tecnologia i selecciona Aplicacions de gestió / Difusió i recerca / Blogs institucionals . Una vegada el tinguis actiu, informa researchcomms@uoc.edu del nom, el responsable i l'URL del blog, juntament amb una breu descripció de la temàtica. No t'oblidis de tenir en compte les consideracions que t'ofereix la Universitat en aquesta Guia d' estil. Si el que t'interessa és publicar continguts des de blogs de la Universitat que ja funcionen, aquí pots consultar els blogs en actiu de la UOC . Per a més informació, pots contactar amb la persona responsable tècnica de comunicació dels teus estudis o centre. Els blogs que no siguin uoc.edu no tindran servei de suport tècnic per part de la Universitat. Baixa la Guia d'estil Novetats dels blogs de la UOC Sobre butlletins ¿Vols crear un butlletí del teu projecte o activitat? Primer de tot, et recomanem que consultis la Guia per a la conceptualització de butlletins (usos i estils) . Si decideixes llançar un butlletí, et recomanem les plataformes Acumbamail o Mailjet , per la política de protecció de dades, entre altres raons. Igualment, confirma amb el teu referent de l'Àrea de Tecnologia l'eina més adequada. Avisa sempre a Comunicació Corporativa ( com_corporativa_org@uoc.edu ) del llançament del nou butlletí i, si té a veure amb activitat d'R+I, també R&I Communications ( researchcomms@uoc.edu ). ¿Què entenem per butlletí? Tota publicació periòdica que s'envia des de la Universitat als correus electrònics de les persones que formen part dels públics principals, interns i externs. ¿Hi ha cap plantilla UOC per a butlletins? El més recomanable és que els butlletins segueixin la marca UOC , independentment del fet que siguin de projectes o de qualsevol activitat. Posa't en contacte amb el teu referent de l'Àrea de Tecnologia perquè t'orienti en relació amb les plantilles. ¿Puc enviar un butlletí als meus contactes? Segons la legislació espanyola vigent, només podem enviar informació a les persones que han donat el seu consentiment explícit i del qual tinguem constància. ¿T'agradaria publicar algun contingut en algun dels butlletins que ja funcionen a la UOC? Posa't en contacte amb la persona responsable tècnica de comunicació dels teus estudis o centre. Pots consultar la la llista de butlletins de la UOC en aquest document de la IntraUOC, d'ús intern, que requereix accedir-hi amb l'usuari i la contrasenya del Campus Virtual de la Universitat. Per revisar aquest document cal identificar-se amb el nom d'usuari i la contrasenya d'accés al Campus Virtual. Contactes Blogs i butlletins Des de la plataforma de peticions de Tecnologia, a Aplicacions de gestió / Difusió i recerca / Blogs . Avisa del llançament dels blogs i butlletins a researchcomms@uoc.edu i a com_corporativa_org@uoc.edu Altres consultes relacionades researchcomms@uoc.edu"
}