{
  "url": "https://uoc.edu/portal/ca/servei-linguistic/convencions/tipus-lletra/index.html",
  "content": "Convencions formals Tipus de lletra Els diversos tipus de lletra tenen assignades funcions específiques, les més habituals de les quals s'indiquen tot seguit. Negreta Cursiva Versaleta Negreta La funció més comuna de la negreta és permetre la localització immediata d'una paraula dins un text. En els textos dels materials didàctics, atès el caràcter pedagògic que tenen, també és admissible fer-la servir com a substitutiu del que s'anomena cursiva d'èmfasi , tot i que convé no abusar-ne (no és adequat utilitzar aquest recurs per destacar frases senceres). + Torna al començament Cursiva La cursiva s'utilitza principalment per a les funcions següents: Instrument d'èmfasi, neutre semànticament, per destacar sense afegir connotació. Lletres, mots i frases objecte de consideració metalingüística. El mot envers significa... En l'apartat b ... Paraules o fragments que es remarquen en el text perquè després se'n fa una explicació. El fauvisme , moviment... Mots clau i termes tècnics que convé destacar visualment, generalment quan apareixen per primer cop. Símbols de magnituds i termes algèbrics en els textos científics i les fórmules en què s'utilitzen (però les lletres gregues, els símbols dels elements químics i les unitats de mesura s'escriuen en rodona). Reproducció exacta Títols de llibres, obres teatrals, obres musicals, pel·lícules, publicacions periòdiques. Paraules, frases, locucions d'altres llengües, tret de les que es troben al diccionari sense asterisc o sense indicació de procedència (segons la mena de diccionari) o han estat acceptades pel TERMCAT (Centre de Terminologia). Les locucions llatines s'escriuen sempre en cursiva. fondue, single, striptease; a priori, a posteriori, grosso modo , etc. No s'han d'escriure en cursiva els noms propis d'empreses o altres entitats (encara que siguin en una llengua estrangera). London School of Economics, Internet Interdisciplinary Institute + Torna al començament Versaleta Es fa servir la versaleta en els numerals romans que expressen els segles, tret dels segles en un text en cursiva, cas en què han d'anar amb majúscula. + Torna al començament"
}