{
  "url": "https://uoc.edu/portal/ca/servei-linguistic/convencions/abreviacions/abreviatures/index.html",
  "content": "Abreviacions Abreviatures Una abreviatura és la representació d'un mot o dels mots d'una frase per alguna o algunes de les lletres que els formen, la primera de les quals ha de ser la inicial. Tota paraula és susceptible de ser abreujada. N'hi ha que tenen una abreviatura establerta o coneguda, però altres vegades són els usuaris de la llengua els encarregats de crear-la. Abreviatures més habituals Formació Escriptura Formació Les abreviatures es poden formar mitjançant dos procediments: Per omissió: s'omet la part final del mot. El punt s'ha de posar sempre després de la inicial o després de la darrera consonant que hi ha abans de la primera vocal de la síl·laba on comença l'omissió. doc. (document) bibl. (biblioteca) av. (avinguda) pàg. (pàgina) En aquests casos es conserven els grups de lletres com l·l , ll , ny , rr , ss , etc., i els grups gu- i qu- es redueixen a g . i q . col·l. (col·laborador) ass. comun. (assignatures comunes) Aquest tipus d'abreviatures no admet la marca de plural ni de gènere, el context és l'encarregat de desfer les possibles ambigüitats. pàg. (pàgina o pàgines) arq. (arquitecte o arquitecta) Mai no s'ha d'indicar el plural d'una forma abreujada amb la duplicació de la inicial. s. (i no ss., per següents) Per contracció: es conserva la part inicial i la part final de la paraula. Sr. (senyor) pta. (pesseta) dte. (districte) ctra. (carretera) Aquest tipus d'abreviatures admet la marca de gènere i nombre quan és necessària. Sra. (senyora) ptes. (pessetes) Però no solament es poden abreujar mots, sinó que també es poden abreujar sintagmes; són el que s'anomena abreviatures compostes. En aquests casos s'han de mantenir totes les partícules (preposicions i articles) sempre que es marqui l'abreujament amb un punt, i s'ha de deixar un espai entre mot i mot. j. de 1a. inst. (jutjat de primera instància) Si es fa servir la barra inclinada, en canvi, es pot prescindir de les preposicions i els articles que hi ha a l'expressió. f/n (a favor nostre) Cal tenir en compte, però, que el punt i la barra inclinada no poden coincidir mai en una mateixa abreviatura. + Torna al començament Escriptura Des del punt de vista de l'escriptura és important tenir en compte els aspectes següents. Abreviatures i espais en blanc: les abreviatures s'escriuen amb un punt al final. Si es tracta d'una abreviatura composta de més d'un mot escurçat, cal deixar un espai entre mot i mot. c. s. (centre de suport), A. M. Alcover (Antoni Maria Alcover) Confluència amb els signes de puntuació: el punt abreviatiu s'omet en contacte amb el punt final de frase i els punts suspensius; es manté, en canvi, davant qualsevol altre signe de puntuació. Majúscules i minúscules: en general, les abreviatures s'escriuen amb minúscules o majúscules segons el tractament que tindrien les paraules que representen sense abreujar. Per això s'escriuen amb majúscules les inicials dels noms de persona i dels tractaments protocol·laris. J. Martorell (Joanot Martorell) Mgfc. Sr. (Magnífic Senyor) Així mateix, s'escriu amb majúscula inicial l'abreviatura de senyor / senyora i doctor / doctora , per assimilació als tractaments protocol·laris. Accentuació: es mantenen els mateixos accents que tindrien les paraules sense abreujar. pàg. (pàgina) núm. (número) Ús de la cursiva: les abreviatures d'expressions corresponents a altres llengües s'han de compondre, preferiblement, en cursiva. n. b. ( nota bene ) Apostrofació: els articles i preposicions, davant d'un mot abreujat, es comporten de la mateixa manera que si es tractés del mot sencer. l'Excm. Sr. Partició: les abreviatures no s'han de partir a final de ratlla. Així mateix, en un canvi de ratlla tampoc no s'han de separar del mot o la xifra que acompanyen. Sra. Segura | pàg. 3 | Noms de persona: els noms de persona que comencen amb Ll es poden abreujar, optativament, amb L . o Ll ., ja que aquest dígraf representa un so diferent del que representa la lletra l . Ll. (Lluïsa) o bé L. (Lluïsa) Ordinals: es prenen els ordinals com una abreviatura i s'escriuen, doncs, amb punt final. 1r., 2a., 5è., 4ts., 8ns., 15es., etc. + Torna al començament"
}