{
  "url": "https://uoc.edu/portal/ca/servei-linguistic/convencions/abreviacions/sigles-acronims/index.html",
  "content": "Abreviacions Sigles i acrònims Les sigles són abreviacions de denominacions formades per més d'una paraula. Una sigla generalment es forma a partir de les inicials absolutes de les paraules principals de la denominació que s'ha d'abreujar i esdevé un mot nou. Sigles i acrònims més habituals Possibilitats de lectura Lexicalització Gènere i nombre Escriptura Traducció Possibilitats de lectura Les possibilitats de lectura de les sigles són tres, segons cada cas concret: Pronunciar-les sil·làbicament PIME Lletrejar-les UAB (u-a-be) Desenvolupar-les CGPJ (Consell General del Poder Judicial) Els acrònims segueixen un procés de formació semblant, però els formants del nou mot no han de ser necessàriament les inicials de paraula ni s'han de correspondre forçosament amb síl·labes d'aquestes paraules, ja que en els acrònims es busca que es puguin pronunciar sil·làbicament. TERMCAT (Centre de Terminologia) mòdem ( modulator - demodulator) + Torna al començament Lexicalització La lexicalització comporta que una sigla o un acrònim s'incorpori a la llengua general com a paraula i que se sotmeti a les regles d'aquesta llengua (minúscules, formació de plural, accentuació...). petita i mitjana empresa PIME pime, pimes objecte volador no identificat OVNI ovni, ovnis long play LP elapé, elapés light amplification by stimulated emission of radiation LASER làser, làsers + Torna al començament Gènere i nombre Les sigles prenen el gènere i el nombre del primer mot significatiu de l'enunciat. la UOC (Universitat Oberta de Catalunya) el MEC (Ministeri d'Educació i Ciència) Hi ha casos, però, en què el gènere es pren d'un terme genèric sobreentès, que no és explícit en la denominació; passa sobretot amb termes com empresa, companyia, societat, etc. la IBM (la companyia) un IBM (un ordinador) En principi, les sigles no porten cap marca de plural, ja que el plural s'acostuma a indicar amb l'article que la precedeix. Si no la precedeix cap element que el marqui, es pot indicar afegint una s immediatament després de la sigla, sense separar-la amb un apòstrof: les ONG (organitzacions no governamentals) [i no pas les ONGs ni les ONG's ] Però: la normativa sobre ERTOs (expedients de regulació temporal d'ocupació) Tampoc no s'ha de marcar el plural duplicant les lletres, llevat de casos com els següents, en què ja ha quedat fixat d'aquesta manera per l'ús: CCOO (Comissions Obreres) PPCC (Països Catalans) Però: els EUA (els Estats Units d'Amèrica) [i no pas EEUU ] Així mateix, els noms comuns formats a partir de la lexicalització de sigles i acrònims formen el plural de manera regular: motel - motels ovni - ovnis mòdem - mòdems bit - bits + Torna al començament Escriptura Punts i espais Les lletres que componen les sigles i els acrònims s'escriuen seguides, sense que hi hagi espais ni punts entremig. NIF [i no pas N.I.F. ni N I F ] Majúscules i minúscules Les sigles s'escriuen amb majúscules (tret de les sigles lexicalitzades, com ara làser o sida ) i sense punts. El fet que les sigles s'escriguin amb majúscules no implica que els noms desenvolupats corresponents s'hagin d'escriure també amb majúscules inicials, sinó que han d'anar segons la norma que afecti cada cas. DNI (document nacional d'identitat) De vegades tenen alguna minúscula o algun altre signe. R+D (recerca i desenvolupament) Pel que fa als acrònims, els corresponents a noms propis es poden escriure amb totes les lletres amb majúscules o només la inicial; si es coneix la voluntat de l'organisme en qüestió és millor respectar-la, i sobretot convé mantenir la coherència. INCASÒL (Institut Català del Sòl) TERMCAT (Centre de Terminologia) Idescat (Institut d'Estadística de Catalunya) Les sigles i els acrònims lexicalitzats s'escriuen amb minúscules. bit ( binary digit ) radar ( radio detecting and ranging , 'detecció i localització per ràdio') Tipus de lletra Les sigles i els acrònims s'escriuen sempre en rodona, independentment que representin entitats catalanes o no catalanes o publicacions. Accentuació Les sigles no s'accentuen, encara que en el mot desenvolupat la vocal vagi accentuada. ADN (àcid desoxiribonucleic) Els acrònims, però, es poden accentuar per assegurar-ne la pronunciació correcta. S'accentuen d'acord amb les regles generals d'accentuació. làser En el cas dels noms propis s'ha de respectar la voluntat de la persona o entitat responsable de l'acrònim. Tísner (Avel·lí Ar tís -Ge ner ) Apostrofació Amb les sigles i els acrònims se segueix la norma general d'apostrofació: s'apostrofa l'article masculí el i la preposició de sempre que es troben amb vocal (escrita o pronunciada) i l'article femení la quan es troba amb vocal, llevat de i i u àtones. Cal tenir present que quan la sigla o l'acrònim comencen per i , u seguides de vocal, poden donar-se dues pronunciacions diferents: amb i i u semivocàliques (i llavors no s'apostrofa: el IEN , la UOC ) o amb i o u vocàliques (i llavors s'apostrofa: l'IEC , l'IULA ). Tractament dins d'un text La primera vegada que es fa servir una sigla en un text, s'escriu entre parèntesis després del nom corresponent. Però una sigla molt coneguda o més coneguda que el seu enunciat exacte no necessita explicació. La Llei d'ordenació general del sistema educatiu (LOGSE) estableix que... + Torna al començament Traducció Les sigles d'origen forà que tenen versió catalana s'han d'usar preferentment en aquesta darrera versió. OTAN (Organització del Tractat de l'Atlàntic Nord) [i no pas NATO ] De totes maneres, no se solen traduir sigles estrangeres si no és que la mateixa entitat que les genera en proposa la versió en llengua catalana o bé l'ús n'exigeix la traducció. + Torna al començament"
}