{
  "url": "https://uoc.edu/portal/ca/guia-divulgacio-coneixement/formacio-recursos/index.html",
  "content": "Formació i recursos T'acabes d'incorporar a la UOC? Si t'acabes d'unir a la UOC com a personal docent i investigador: Incorpora't a la Guía d'experts de la UOC per estrènyer la relació amb els mitjans de comunicació. Si vols formar part d'aquesta guia, contacta amb guiaexperts@uoc.edu . Descobreix el Kit de benvinguda a la Biblioteca i aconsegueix més impacte amb les teves publicacions científiques. Accedeix al Catàleg de serveis per a la recerca * . Consulta les accions de formació* , entre les quals hi ha formacions en comunicació. * Accés exclusiu per al personal investigador de la UOC. Cal iniciar sessió amb l'usuari i la clau del Campus Virtual. Recursos per a la difusió i divulgació Des de diferents àrees i departaments, la UOC facilita un ampli conjunt de recursos per a la comunicació i la difusió acadèmica: Identidad digital : què és? En quines xarxes socials acadèmiques i professionals pots difondre la teva recerca? Bibliometrics * : eina de la UOC que permet analitzar la producció científica de la Universitat. Redactar articles científics (ofert per la Biblioteca). Recomanacions per signar com a autor UOC . Curso sobre accés obert (ofert per la Biblioteca). Why is it important to identify a suitable journal? Com fer una presentació efectiva (des de l'Escola de Doctorat). Suport a la publicació i a la difusió de publicacions científiques . Comunicació per a emprenedors (des de la incubadora virtual Hubbik ). Guia per a la difusió de projectes de recerca Horizon a les xarxes socials (H2020). ERC: Communicating your research . European Comission: Communicating Your Project. Guía básica para la evaluación de proyectos de Cultura Científica (elaborada per FECYT) Kit de comunicació per a projectes Erasmus+ (SEPIE). * Per accedir-hi cal que us identifiqueu amb el nom d'usuari i la contrasenya d'accés al Campus Virtual. Guies d'estil La UOC proporciona diferents guies , que es recullen al llibre d'estil i són útils per a activitats comunicatives. Recomanem que visitis el portal Llengua i estil de la UOC , que inclou recursos i criteris de llengua i d'edició. Guies d'estil audiovisual Guies d'estil fotogràfic Guia de xarxes socials Guia d'estil per a blogs Guia d'estil gràfic Potser t'interessa consultar Investiga a la UOC Estratègia de recursos humans per a investigadors Coneixement Obert Sobre la UOC"
}