{
  "url": "https://uoc.edu/portal/ca/servei-linguistic/criteris/ortografia/puntuacio/index.html",
  "content": "Ortografia Signes de puntuació Coma Punt Punt i coma Dos punts Punts suspensius Signe d'interrogació Signe d'admiració Guions Guionet Parèntesis Claudàtors Cometes simples Cometes dobles Coma La coma indica una pausa menor. Es posa en els casos següents: Per separar elements (mots, frases, etc.) d'una enumeració, fora que hi hagi les conjuncions i , o o ni . S'ha de menester un PC, una impressora, un mòdem i un vídeo. Les aules no disposen d'ordinadors, projectors ni pantalles. Davant i darrere d'un incís. Recordeu que, per a obtenir el text complet dels articles, només ho heu de sol·licitar. El 3 de juny rebem, del regidor del districte, una resolució. Abans, després, o abans i després, d'un vocatiu. Maria, vine. Hola, Joan. Benvingut al Campus. Per indicar l'elisió d'un verb. A primer expliquen la prosa i a segon, la poesia. Tanmateix, aquesta coma es pot ometre en els casos en què utilitzar-la provoca una frase excessivament sincopada. El percentatge d'estudiants aprovats el curs 2001-2002 va ser del 50 %, el següent del 55 % i l'altre del 60 %. Quan es duplica un element que ha estat dit abans en forma de pronom. No ha dit quant li costarà, a l'usuari. Quan es canvia de lloc un element de la frase o una oració subordinada, perquè passa a ser com un incís, i amb locucions com per tant , en canvi , és a dir , etc. Déu té tot el poder (natural i sobrenatural) i és el creador de totes les coses i, per tant, del dret i tot. Amb aquesta contesta, doncs, han donat per bo... Sempre que calgui desfer alguna ambigüitat o facilitar la lectura del text. Finançaran els projectes les àrees d'Ecologia i Medi Ambient, Economia i Finances, i Logística. [Sense l'última coma no queda ben delimitat el nom de cada àrea.] Entre la part entera i la part decimal en les xifres. Aquest any les inversions han estat de 7.190.938,43 euros. La presència de la coma depèn de vegades de l'extensió o complexitat dels elements de l'oració, o de la voluntat de marcar una pausa. En aquests casos, l'ús de la coma acostuma a ser de caràcter potestatiu , ja que els criteris per decidir què és massa llarg o què demana una pausa marcada permeten cert marge de subjectivitat. Amb tot, cal dir que una bona puntuació és la que permet comprendre més bé del text, és a dir, la que respecta la divisió sintàctica i conceptual de la frase. En els casos d'alteració de l'ordre sintàctic dels elements de l'oració, com més llarg i complex és el complement anteposat, més necessària es fa la coma. No es posa entre subjecte i verb ni entre verb i complements, fora que hi hagi un incís. + Torna al començament Punt Alguns dels problemes habituals que origina el punt estan més relacionats amb qüestions de convencions gràfiques que no pas amb l'ortografia pròpiament dita. El punt, que indica una pausa major, es posa en els casos següents: Al final d'una frase amb sentit complet. Cal formar en les habilitats i els coneixements que permetin aportar valor a la societat . Quan l'últim element de la frase sigui una adreça de correu electrònic, també s'hi ha de posar punt. Us podeu posar en contacte amb el Servei Lingüístic escrivint un missatge a serveiling@uoc.edu . Entre les hores i els minuts en les indicacions horàries. La reunió serà a les 17 . 30 h a l'aula magna. Per separar el número d'ordre del títol de l'apartat que introdueix. Tanmateix, aquest punt s'ha d'ometre en les referències internes. 2.1 . La societat i les noves tecnologies [ però Vegeu l'apartat 2.1 del mòdul.] A l'hora de tancar parèntesis, cometes i claudàtors el punt es posa abans del signe de tancament corresponent si la frase que contenen és completa. Si és incompleta, el punt es posa després del signe de tancament: Heu d'emplenar el formulari abans del 30 d'octubre. (Trobareu el formulari a la pàgina web . ) Van respondre a la seva trucada amb aquestes paraules: \"És impossible atendre-us fins divendres . \" Prem el botó Envia i ja hauràs acabat el tràmit. [Aquesta indicació és vàlida fins que no es canviï el protocol . ] Però: La presidenta de la fundació va anunciar solemnement que \"l'any que ve s'obrirà una nova sucursal de l'empresa\" . A la UOC optem per escriure el punt (i els altres signes de puntuació) abans de la crida (nombre volat) que remet a una nota a peu de pàgina o al final de text. Aquesta era l'opinió de l'autora a finals dels anys cinquanta . 2 Les abreviatures sempre porten punt. Les sigles , tanmateix, s'escriuen sense punts. No s'han de confondre les abreviatures amb els símbols , que no porten punt ( h per hora, min per minut, s per segon…), excepte si són a final de frase. No es posa punt en els casos següents: En les xifres que indiquen anys o ordre. L'any 2000 va ser l'últim del segle xx . Consulteu la pàgina 1253 de la Gramàtica de la llengua catalana . Després dels signes d'exclamació i interrogació, al final dels títols i subtítols ni en les datacions. Hola a tothom! Breda, 13 de juny de 2004 + Torna al començament Punt i coma El punt i coma indica una pausa més llarga que la de la coma i menys que la del punt (no hi ha espai abans del punt i coma). Es posa en els casos següents: Quan hi ha comes i s'ha de fer una separació més important, però que no arriba a punt, o quan la relació entre una frase i una altra és més allunyada que la que expressaria una coma, però no tant com la que indicaria un punt. Aquest apartat té un doble vessant: d'una banda, s'expliquen els objectius exposats en els mòduls didàctics; d'una altra banda, s'introdueixen els conceptes bàsics... Per separar elements d'una enumeració —que habitualment se separen amb comes— quan ja hi ha comes dins de cada element. En aquest cas, abans de l'element final, precedit per les conjuncions i , o o ni , s'hi sol posar una coma. La professora Granyer va tenir una reunió amb el director de l'institut, Antoni Pla; la consellera delegada de l'editorial, Josefina Clarà; la vicepresidenta de l'entitat, Concepció Gratacòs, i el tutor de l'estudiant, Rafael Anton. + Torna al començament Dos punts Els dos punts indiquen una certa subordinació del segon element al primer. No es posa espai abans dels dos punts, i després s'ha de fer servir minúscula, excepte si comença una citació textual o hi ha un salt de línia. Es posen en els casos següents: Per indicar causa, demostració, exemples, enumeracions, etc. El Campus Virtual es configura en diversos campus: el campus principal i altres d'específics. Hi ha els ingredients següents: ametlles, xocolata, mantega... Per introduir citacions textuals o reproduccions en estil directe. L'autor diu: \"Tot el que he escrit al llibre és experimentat per mi mateix.\" No es posen en aquests altres casos: Quan introdueixen una sèrie d'elements, que formen un incís, i la frase continua després. En aquest cas hi ha d'haver guions o parèntesis davant i darrere de l'incís. Les ampliacions que es realitzen en els diferents nivells educatius d'unes determinades matèries —matemàtiques, ciències naturals, etc.— són exemples d'aquesta situació. Quan no són necessaris perquè no es trenca la continuïtat de la frase (per exemple, darrere de són o de ). Es faran els estudis de Filosofia, Dret, Econòmiques i Medicina. Quan ja surten prèviament en un mateix enunciat, atès que és preferible no repetir-los. En aquest cas, cal fer servir un altre signe de puntuació. Llegirem dues novel·les: una de Rodoreda, Aloma , i una altra de Calders, Gaeli i l'home Déu . + Torna al començament Punts suspensius Els punts suspensius (tres i prou i sense espai entre la paraula i el punt que hi és més acostat) indiquen suspensió del pensament. Es posen en els casos següents: Per indicar que una enumeració no queda tancada. animals, plantes, objectes... Per indicar que una frase és inacabada perquè es vol donar a entendre alguna cosa, per reticència, etc. Ells molt dir, però a l'hora de fer... No es posen després de l'abreviatura etc ., ja que en part tenen la mateixa funció. + Torna al començament Signe d'interrogació El signe d'interrogació indica pregunta. Es posa només al final —i sense repetir-lo—, fora de casos especials en què sigui necessari el signe d'interrogació inicial per l'extensió de la frase i l'absència d'indicadors d'interrogació. Què vols que et digui? No s'ha de posar punt després d'un signe d'interrogació. No s'ha de deixar espai entre la paraula i el signe d'interrogació. + Torna al començament Signe d'admiració El signe d'admiració indica admiració o exclamació. Es posa només al final —i sense repetir-lo. Que gran que t'has fet! No s'ha de posar punt després d'un signe d'admiració. No s'ha de deixar espai entre la paraula i el signe d'admiració. + Torna al començament Guions Els guions (—) no s'han de confondre amb el signe matemàtic menys (–), que ha de tenir el mateix gruix i la mateixa longitud que els signes més (+) i igual (=). Tampoc s'han de confondre amb el guionet (-, usat, per exemple, en separació de síl·labes i en algunes formes de composició de paraules), ja que cadascun té assignades funcions diferents. Els guions s'utilitzen en els casos següents : Per encloure un incís, un aclariment, un pensament, un afegitó (a vegades són intercanviables amb els parèntesis). És conegut el cas del DDT —compost no biodegradable—, que per la gran persistència després de dècades de prohibició d'usar-lo... Per indicar les intervencions dels locutors en els diàlegs i fer les acotacions del narrador. —Ep! —li va dir—. Oi que sí? No es posa guió final davant d'un punt, especialment si és punt i a part. + Torna al començament Guionet A més de final de ratlla, quan s'ha de partir un mot, el guionet es posa en els casos següents: Per separar alguns mots compostos . Va deixar l'abric al penja-robes. Per separar períodes de temps i dates. El període 1999-2005 serà d'experimentació d'aquest sistema. Per unir mots i xifres, generalment substituint una preposició i, a vegades, alguna conjunció. Barça-València Universitat de Vic - Universitat Central de Catalunya S'ha de tenir en compte que, quan cada element consta d'un sol mot, no cal deixar-hi espai, mentre que, quan uneix elements formats per més d'un mot, s'ha de deixar un espai davant i darrere el guionet. + Torna al començament Parèntesis Els parèntesis enclouen una informació complementària, una intercalació, un incís (a vegades són intercanviables amb els guions). Isaac Newton (1642-1727) es va dedicar a la investigació i la reflexió científiques. ... més enllà de les catalogacions possibles d'aquestes orientacions (vegeu la taula següent). + Torna al començament Claudàtors Els claudàtors (també anomenats parèntesis quadrats o rectangulars ) s'utilitzen en els casos següents: Per tancar els punts suspensius que indiquen que en una transcripció o una citació s'omet un fragment. Segons l'article 26 del títol IV de la Llei 7/1983, de 18 d'abril, de política lingüística a Catalunya, \"el Consell Executiu [...] ha de crear o subvencionar centres especialment dedicats, en tot o en part, a fomentar el coneixement, l'ús i la divulgació de la llengua catalana\". Per indicar, dins d'una citació, la intervenció de la persona que la reprodueix. Tal com recull l'informe presentat, \"l'estudi es reprendrà el 18 de decembre [ sic ] de 1992\". + Torna al començament Cometes simples Les cometes simples es fan servir en els casos següents: Per indicar el significat d'una paraula o una frase. El mot sorrofoll 'soroll' no és a tots els diccionaris. La filosofia, literalment 'amor a la saviesa'. Per traduir el títol d'una obra. Konflikt und Handlungskontrolle ['Conflicte i control de l'acció']. + Torna al començament Cometes dobles Les cometes dobles es fan servir en els casos següents: Per reproduir una citació o paraules textuals d'algú. El professor eficaç \"és un ésser humà únic que ha après a fer ús [...] en l'educació d'altres persones\" (Combs i altres, 1979, pàg. 31). Per indicar un significat o un èmfasi especial, un matís irònic o personal, un doble sentit, una remarca, etc. L'absència del \"meu\" metge. Aquest cap de setmana m'han \"netejat\" el pis. Fan activitats per a joves \"enganxats\". Per fer pseudocitacions o \"citacions de ningú en concret\" i que no es poden considerar termes específics. En la crítica actual es parla molt de \"teatre comercial\". Per indicar títols d'articles, capítols, poemes, cançons... que formen part d'un llibre, una revista, un diari, un àlbum... També els títols de les exposicions quan el mot exposició no forma part del nom propi. El millor poema del llibre Engrunes és \"Al vespre\". No es fan servir per a funcions reservades a altres recursos gràfics, com la cursiva i la negreta. La paraula avió [no pas \"avió\"]. Tampoc no es fan servir per als noms propis d'empreses o altres entitats. Van contractar l'empresa Servei a Casa Ara Mateix. + Torna al començament"
}