{
  "url": "https://uoc.edu/portal/ca/matricula-corporativa/formacio-descomptes/index.html",
  "content": "Formació amb descomptes Vols oferir descomptes de formació als teus equips? La UOC està compromesa amb el desenvolupament de les empreses i dona suport a la transformació del talent des de Matrícula Corporativa. Per aquest motiu, t'oferim descomptes i avantatges per fomentar la formació dels teus professionals, i ho fem mitjançant acords de col·laboració. Quin tipus de descompte oferim? #1 Descomptes exclusius per formar el talent intern #2 Ens adaptem a les teves necessitats i assessorem els teus professionals #3 T'ajudem a donar a conèixer aquests avantatges internament Totes les organitzacions amb un acord amb la UOC reben un codi de descompte exclusiu que podran comunicar als seus professionals. Aquest descompte s'aplica a l'hora de matricular-se i és acumulable amb el de matrícula anticipada . Els descomptes poden arribar fins al 30 % segons els elements següents: Tipus de titulació de la qual es matriculin. Període en què es faci la matrícula. Aquest descompte base s'aplica a les primeres matrícules o següents. Més avantatges Com a aliats, des de Matrícula Corporativa col·laborem amb tu i el teu departament de comunicació per donar a conèixer els descomptes com a avantatge diferencial . El nostre equip t'assessorarà sempre que et calgui i et facilitarà una sèrie de peces de comunicació digital per comunicar de manera fàcil, ràpida i efectiva els descomptes i avantatges. Fes créixer els teus equips professionalment amb la universitat 100 % online i pionera en e-learning . Vols més informació? El nostre equip d'assessors especialitzats t'informarà personalment de les diverses maneres amb què col·laborem amb empreses i organitzacions i els avantatges que oferim per al desenvolupament del talent i dels professionals. Explica'ns les teves necessitats i ens posarem en contacte amb tu al més aviat possible. Contacta amb nosaltres Coneix amb detall tots els serveis per a empreses i organitzacions per fer créixer el talent i la competitivitat."
}