{
  "url": "https://uoc.edu/portal/ca/uneix-equip/diversitat-talent/personal-gestio/jordi-angelet.html",
  "content": "Diversitat de talent Personal de gestió Menú Escoltar «Per treballar a la UOC has de ser un bon professional amb compromís i amb capacitat de treballar en equip i d'adaptació als canvis» 17/09/2020 Jordi Angelet, responsable de la Unitat de Manteniment i Suport al Desenvolupament a Projectes i Aplicacions de l'Àrea de Tecnologia de la UOC Els tretze anys que fa que en Jordi Angelet treballa a la UOC l'han ajudat a anar omplint una motxilla de coneixements i experiències que continua ampliant, satisfet de saber que, amb el seu dia a dia laboral, contribueix a fer possible que moltes persones facin una carrera. En què consisteixen la teva feina i les teves funcions i responsabilitats? Des de la Unitat de Manteniment i Suport al Desenvolupament fem la gestió dels serveis de manteniment d'aplicacions i de definició d'estàndards i normatives per assegurar la qualitat en el cicle de vida del desenvolupament de projectes i l'evolució i el manteniment de les aplicacions informàtiques. Amb qui treballes dins de la UOC? Com són l'ambient de treball entre els companys i la col·laboració? A l'Àrea de Tecnologia som uns seixanta companys, que ens distribuïm en diferents grups operatius, i per a cada projecte es munten equips específics. Sempre treballem en el desenvolupament i el manteniment amb proveïdors externs i, per tant, també hi ha molta relació amb personal de fora de la UOC. L'ambient de treball és molt bo. Destaco la professionalitat i la implicació de tots els companys i el respecte que hi ha entre tots: tothom fa aportacions. En el dia a dia, en el marc dels projectes o en la resolució d'incidents, hi pot haver tensions, pressions, coses que no surten com s'esperava... És en aquests moments que destaquen aquestes virtuts que comentava, aquest ambient de professionalitat, implicació i respecte. Què és el millor de la teva feina a la UOC? Jo destacaria la flexibilitat que dona la UOC per a la conciliació de la vida professional i la vida personal, el grau d'autonomia, l'ambient de treball i el respecte per les opinions i la diversitat d'opinions en els equips. Com definiries la teva trajectòria a la UOC? Sempre he estat vinculat a l'Àrea de Tecnologia, tot i que les meves funcions i responsabilitats han anat canviant amb el temps. Considero que aquesta evolució de les meves funcions ha estat molt vinculada al creixement professional que he pogut experimentar gràcies a tot el que he après dels companys, dels diferents caps que he tingut, dels mateixos proveïdors amb qui he treballat i de les experiències viscudes. Al cap i a la fi, estic content de tenir la motxilla ben plena, i espero continuar-la omplint d'experiències i coneixements que em pugui anar donant la UOC. Recordes algun dia o moment concret a la UOC amb especial estima? Segurament més d'un, però fa un parell d'anys vaig anar a un dels actes de graduació i, més enllà de l'espectacle, que em va agradar molt, és un moment en què veus els estudiants i perceps les seves emocions i els reptes que ha implicat per a ells arribar fins allà. I és en aquest moment que tot encaixa i entens millor el perquè de la teva feina, del teu dia a dia, i alhora et sents molt orgullós de dedicar-te d'alguna manera, com tothom que forma part de la UOC, a fer que això sigui possible i que aquestes persones hagin pogut fer aquesta carrera. Què destacaries de la UOC respecte a altres organitzacions? Des del vessant que em toca més, destacaria el pes que té la tecnologia en l'organització. Aquesta tecnologia és la base i la palanca que ajuda en la seva transformació i evolució. És un fet força diferencial respecte d'altres àrees de tecnologia d'altres empreses, en què la tecnologia no té un paper tan central. Recomanaries a algú treballar a la UOC o col·laborar-hi? Per què? Sí que ho recomanaria. És una organització amb molt bons professionals, que tenen cura del benestar de les persones, i considero que s'hi treballa molt a gust. Per tant, ho recomanaria! Si no, jo ja no hi seria. Què consideres que ha de tenir una persona per treballar a la UOC? Per treballar a la UOC has de ser un bon professional amb compromís i amb capacitat de treballar en equip i d'adaptació als canvis i als nous reptes i responsabilitats. Quins consideres que són els valors de la UOC? Em crec bastant els valors oficials: la professionalitat, el compromís, el respecte, la transparència i la sostenibilitat. Clarament són valors que té la UOC i que es perceben. Per a tu la UOC és… Una universitat innovadora i, ara més que mai, amb molt futur. Em sento orgullós de formar-ne part i de dedicar-hi el meu temps i els meus esforços i, d'alguna manera, de participar en el fet que això sigui possible."
}