{
  "url": "https://uoc.edu/portal/ca/servei-linguistic/redaccio/llenguatge-respectuos/index.html",
  "content": "Comunicació eficaç i redacció Llenguatge respectuós i no discriminatori Els canvis socials, tecnològics i de mentalitat han comportat canvis en la llengua. Dit al revés, la llengua evoluciona per respondre a les necessitats de la comunitat que la utilitza. En una societat com la nostra, en què es demana que hi hagi igualtat entre totes les persones i els col·lectius, que no hi hagi discriminació per raó d’origen, raça, sexe, religió, opinió o qualsevol altra condició o circumstància personal o social, la comunicació en l’àmbit universitari (docent, acadèmic i institucional) ha de contribuir a fer avançar la llengua i la realitat en aquest sentit. La llengua dels textos de la UOC ha de ser precisa i també respectuosa. I hem de tenir en compte que els usos lingüístics afecten el contingut dels textos, no és només una qüestió estilística o formal. Per exemple, la incorporació de les dones al món laboral i en altres àmbits de la vida social ha comportat que els noms d'oficis, titulacions, professions i càrrecs s’hagin feminitzat progressivament. S'ha d'evitar, doncs, la consideració que algunes professions o càrrecs són exclusivament femenins o masculins. Uns altres exemples (de discriminació implícita) que cal evitar són relacionar una ètnia o un col·lectiu amb activitats delictives, esmentar l’origen territorial, la raça, l’orientació sexual o la religió quan no és rellevant per a la informació del text. La idea és que quan redactem i ens plantegem de qui parlem i a qui ens adrecem hem d'anar una mica més enllà de la preocupació formal. En la pràctica, quan redactem segons quins textos, com ara textos divulgatius o informatius, llibres de text, exàmens..., no caiguem en el tòpic o prejudici, intentem que tothom se senti ben esmentat i ben representat, evitem difondre missatges que fomenten estereotips, defugim les generalitzacions i les simplificacions que falsegen la realitat. La comunicació de qualitat requereix el respecte a la gramàtica o estructura formal de la llengua, als principis de claredat i precisió, i a una expressió de les idees i de la realitat imparcial i justa. Ús no sexista de la llengua"
}