{
  "url": "https://uoc.edu/portal/ca/servei-linguistic/redaccio/proces-redaccio/index.html",
  "content": "Comunicació eficaç i redacció El procés de redacció Redactar un text és complex: hem de decidir quina informació volem transmetre i en quin ordre expressarem les idees i hi hem de donar forma mitjançant l'ús del codi lingüístic. És útil entendre la redacció com un procés, ja que ens permet dedicar-nos selectivament a aspectes diferents en cada fase. Així, distingim tres etapes dirigides a construir tant el contingut com la forma del text: Planificació Textualització Revisió Planificació Abans d'escriure és convenient que ens plantegem qüestions sobre la situació comunicativa : Per a qui escric. Ens hem de preguntar qui llegirà el que escriurem, quina relació hi tenim, què sabem d'aquesta persona o persones, què els interessa, si escrivim en nom propi o d'un grup o empresa, quina imatge volem transmetre... Com més informació tinguem sobre les persones que ens llegiran, més fàcil serà que els proporcionem la informació que necessiten i que aconseguim comunicar amb eficàcia. Sobre què escric. Ens hem de plantejar què volem dir, tenint en compte sobretot què saben les persones destinatàries sobre aquell tema i què els caldria saber. Recollim les idees que tinguem, generem idees pròpies i busquem la informació que ens falti. Després, ja seleccionarem i descartarem informació, l'ordenarem... Per a què escric. Què volem aconseguir? Quina resposta esperem dels lectors? L'objectiu de l'escrit condiciona la tria de la informació, l'ordre en què l'exposarem i fins i tot el tipus de text que triarem (una carta, una convocatòria de reunió, un informe...). Ens pot ser útil mirar textos semblants als que hem de fer nosaltres per fer-los servir de model . + Torna al començament Textualització L'escrit comença a adquirir forma de text. Per expressar les idees d'una manera clara i ordenada, és bo començar a redactar tenint en compte sobretot el contingut: ja ens dedicarem després a altres tasques com ara confirmar dades, consultar dubtes de llengua, millorar l'estil, pensar en la presentació formal... Hem de considerar que redactem un esborrany provisional que anirem ajustant i millorant progressivament. + Torna al començament Revisió La revisió és una acció simultània a tot el procés. Els millors resultats s'obtenen quan l'escrit avança progressivament de manera no lineal, des de les notes prèvies fins a la versió final. Es tracta d'anar fent esborranys que van configurant el text i d'anar mirant si aconseguim els nostres propòsits. Finalment, hem de tenir cura, a més, de la presentació gràfica de l'escrit. + Torna al començament"
}