{
  "url": "https://uoc.edu/portal/ca/servei-linguistic/redaccio/bon-escrit/index.html",
  "content": "Comunicació eficaç i redacció Un bon escrit En l'àmbit acadèmic, professional i social en general, un bon text és el que assoleix el seu propòsit comunicatiu. Com que es tracta de textos de caràcter funcional, la transmissió correcta i ràpida de la informació en determina l'èxit. És a dir, es mesura la qualitat d'un escrit per la seva eficàcia comunicativa . Les propietats d'un bon text han de ser les següents: Hi ha d'haver adequació dels diversos components a la situació comunicativa: L'emissor: qui som com a redactors, en nom de qui escrivim, quin rol representem... El receptor: com ens hi relacionem i ens hi adrecem. El canal: com utilitzem la via de transmissió (electrònica, paper...). El codi: quin ús fem de la llengua escrita i les convencions del codi escrit. El context: el moment, l'objectiu, l'activitat relacionada, les circumstàncies... La coherència és la propietat que confereix significació global al text mitjançant la progressió temàtica i les relacions que s'estableixen entre les idees. L'ordre de les idees i la distribució que en fem en paràgrafs i apartats són recursos essencials per aconseguir un text coherent i una comunicació efectiva. Entre les idees d'un text s'estableixen relacions de causa, conseqüència, ordre cronològic, etc. La cohesió és la propietat textual que defineix aquesta xarxa de relacions lògiques entre les idees. Tots els lligams lingüístics entre els mots i les frases són elements de cohesió: les conjuncions, els signes de puntuació, els recursos per repetir un concepte anterior sense repetir el mateix mot, per exemple sinònims i pronoms. La correcció consisteix en l'adequació del text a les normes de la llengua en què s'escriu. A més dels errors ortogràfics, cal vigilar els estrangerismes innecessaris, els errors en la conjugació dels verbs, les concordances, l'ús dels signes de puntuació... Cal consultar els dubtes lingüístics, siguin ortogràfics, gramaticals, de significat o d'acceptació d'un mot (hi ha diccionaris i altres recursos a la xarxa per fer-ho sense gaire esforç). La llegibilitat és la facilitat amb què es pot llegir i comprendre un text. S'aconsegueix amb un llenguatge accessible o planer: mots no rebuscats i de significat concret, frases ordenades... Els mots molt tècnics i poc habituals, l'abús de conceptes abstractes i l'excés de frases complexes —amb incisos i subordinades— dificulten la lectura. També hi ha recursos gràfics que augmenten la llegibilitat d'un text: mida de lletra adequada, espais blancs entre apartats i paràgrafs, marques d'èmfasi com l'ús de negretes per als títols o els mots clau... La lectura de textos tècnics i científics pot comportar certes dificultats per l'especificitat del tema i la presència de termes especialitzats que s'allunyen de la llengua comuna. Però aquests haurien de ser els únics obstacles per a un lector no especialitzat. No hi ha cap raó perquè aquest tipus de text faci servir també un estil de llenguatge complex i poc llegidor. La guia Comunicació clara , elaborada per la Generalitat de Catalunya, ofereix consells per redactar amb un estil clar i entenedor. Recull, entre altres recursos, una llista de comprovació que ajuda a saber com d'entenedor és un text, i set idees clau per desmuntar mites sobre el llenguatge planer, com ara que no és prou professional o seriós."
}