{
  "url": "https://uoc.edu/ca/estudis/beques-ajudes/programa-esportistes-competicio",
  "content": "Programa UOC d'acompanyament a l'esportista de competició Amb l'objectiu d'ajudar a conciliar l'activitat acadèmica de l'estudiant esportista de competició de la UOC amb els compromisos que l'activitat de l'esport li exigeix, hem creat el Programa UOC d'acompanyament a l'esportista de competició, juntament amb la UFEC (Unió de Federacions Esportives de Catalunya), el CAR Sant Cugat, la Fundació Bepro, el CSD (Consell Superior d'Esports), Promosport i l'AFE (Asociación de Futbolistas Españoles). El programa acompanyarà els estudiants esportistes de competició al llarg de tota la seva vida acadèmica a la UOC i els donarà el suport necessari en els aspectes acadèmics que entenem que es poden veure afectats per la seva activitat esportiva. Els estudiants que s'hi acullin gaudiran d'un catàleg d'adaptacions acadèmiques i d'un tutor de suport, complementari del que ja tenen assignat. El programa integra: Descomptes en el preu de les matrícules Un catàleg d'adaptacions acadèmiques Un tutor de suport extraordinari Els esportistes de competició vinculats a aquestes entitats i que s'acullin al programa tindran un 10 % de descompte en la matrícula: UFEC. Unió de Federacions Esportives de Catalunya. CAR: Centre d'Alt Rendiment de Sant Cugat del Vallès de Barcelona. Fundació Bepro. CSD Consell Superior d'Esports del Ministeri de cultura i esports del Govern d’Espanya. Promosport. Agencia internacional de representación de futbolistas. AFE Asociación de Futbolistas Españoles. AJFS Asociación de Jugadores de Fútbol Sala. AJFSF Asociación de Jugadoras de Fútbol Sala Femenino. Els estudiants esportistes que es vulguin beneficiar d'aquest descompte s'han de posar en contacte amb la seva entitat esportiva , que els proporcionarà el codi corresponent. Si per algun motiu no han pogut aplicar el codi de descompte durant el procés de matrícula , han de comunicar al seu tutor o tutora que són esportistes de competició. D'aquesta manera, i encara que hagi començat la docència, es podrà activar l'accés al seu programa d'acompanyament específic. En el cas de les titulacions oficials, el descompte és aproximatiu, ja que és el resultat d’aplicar un descompte del vint-i-cinc per cent (25 %) sobre el preu dels serveis de suport a l’aprenentatge i els recursos per a l’aprenentatge (preu privat de la matrícula), és a dir, conceptes de la inscripció que fixa el Patronat de la UOC i que no estan vinculats al conveni programa signat amb el departament competent en matèria d’universitats de la Generalitat de Catalunya. El descompte que pertoqui s’aplicarà durant tota la durada estimada de l’ensenyament fins que se superi, sempre que sigui vigent. El descompte només s’aplica sobre la primera matrícula d’un crèdit. Per tant, en resten excloses les segones matrícules d’un mateix crèdit (repeticions) i les successives. Flexibilitat en el canvidel full personal de proves i, en cas de no poder assistir a algun torn per motius esportius justificats, es pot sol·licitar una personalització d'horari a través de Tràmits / Adaptacions de les proves finals per necessitats especials . Dret a examinar-se el semestre següent, sense cost econòmic, si un semestre no es pot presentar a les proves finals. Es dotarà l'estudiant esportista d'un tutor/a extraordinari que l’assessorarà amb la finalitat de fer compatible l’activitat acadèmica i l’esportiva i que, a més, tindrà l’objectiu de: D’assessorar-lo en les adaptacions i tràmits acadèmics necessaris per a conciliar els compromisos acadèmics i esportistes. D’acompanyar-lo en els processos de gestió del canvi entre etapes (com ara després de la carrera esportiva) i en tots els aspectes no estrictament docents que es considerin oportuns. Si sou esportistes de competició federats i voleu gaudir dels avantatges d'aquest programa, us heu d'identificar en el moment de fer la matrícula a la UOC, mitjançant un codi promocional específic. Podeu sol·licitar el vostre codi a matriculacorporativa@uoc.edu . També et pot interessar... Com matricular-te a la UOC Preus, descomptes i facilitats de pagament Beques i ajuts Convalidacions i reconeixement de crèdits"
}