{
  "url": "https://uoc.edu/ca/estudis/acces-matricula/proces-admissio-grau-nutricio-humana-dietetica",
  "content": "Procés d'admissió del grau de Nutrició Humana i Dietètica Aquest pla d’estudis té places limitades i requereix un procés d’admissió amb la finalitat de seleccionar a les persones candidates. Hauràs de tenir presents els criteris que es tindran en compte, la documentació acreditativa que caldrà adjuntar en cada cas i el calendari del procés. També hi ha unes quotes de reserva de places segons els col·lectius següents: persones que acreditin un mínim de 33% de grau de discapacitat (5% de les places), esportistes d'alt nivell o rendiment (3% de les places), estudiant tutelat o extutelat per la Direcció General d'Atenció a la Infància i l'Adolescència del Departament de Drets Socials Gitano i de la Innovació Social de la Direcció General d'Acció Cívica i Comunitària del Departament de Drets Socials (1 plaça). Criteris d’admissió Es valorarà la nota mitjana acadèmica de la titulació prèvia, la nota de la prova daccés o el nombre de crèdits convalidats en el cas dels Estudis iniciats o finalitzats universitaris fora de l'Estat espanyol en làmbit de la nutrició. Tingues present que hauràs d'adjuntar documentació on aparegui la teva nota. Les persones que accedeixin per les opcions d’accés de: Més grans de quaranta anys amb experiència professional en l'àmbit de la titulació, Prova per a més grans de 45 anys i Convalidació parcial d'estudis estrangers, tindran un calendari diferent i se'ls notificarà per escrit amb les pautes per seguir la seva admissió que comporta accedir amb aquestes opcions d’accés. Opcions d’accés i documentació que es requerirà per l’admissió: Titulació universitària espanyola : certificat acadèmic amb la nota mitjana (ponderació 5-10) * En cas que tinguis una titulació universitària UOC, no caldrà que informis de la nota mitjana ni hauràs d'adjuntar la documentació. Cicle Formatiu Grau Superior / FP2 / PAU/ EBAU / Selectivitat: certificat d’accés amb la nota mitjana i, si a més has fet la fase específica de les PAU, certificat amb les notes. Prova per a majors de 25 anys : certificat amb la qualificació de les proves. Prova per a majors de 45 anys : certificat amb la qualificació de les proves. Credencial UNED Asiss : credencial amb la qualificació. Batxillerat homologat estranger no comunitari : l’homologació del batxillerat amb la nota d’admissió o nota mitjana. Títol universitari amb homologació/equivalència ministerial : l’homologació i l’equivalència de la nota mitjana. Per a més informació pots consultar aquesta web . Homologació ministerial de formació professional : l’homologació i l’equivalència de la nota mitjana. Majors de 40 amb experiència professional en l'àmbit de la titulació : DNI. Carta de motivació que justifiqui l'interès per estudiar a la UOC i pel grau al qual vols accedir. Currículum detallat. Certificat de vida laboral, expedit per l'organisme oficial competent, o documentació equivalent que acrediti l'experiència professional relacionada amb el grau. Relació numerada de tota la documentació presentada sobre els mèrits indicats al currículum. Qualsevol altra documentació que consideris convenient i que acrediti l'experiència laboral i professional descrita al currículum. Tingues present que per poder accedir amb aquesta opció d’accés hauràs de fer el pagament d’una la taxa per l’entrevista de 110 euros (descompte del 50% per famílies nombroses de categoria general i del 100% per famílies nombroses de categoria especial, grau de discapacitat mínim del 33%, víctimes d’actes terroristes o de violència masclista en l’àmbit de la parella). Convalidació parcial d'estudis estrangers : certificat acadèmic de la titulació universitària estrangera on constin les qualificacions, els crèdits, el tipus d'assignatura, la convocatòria i l'any dels estudis que vols convalidar en català, castellà o anglès. Sol·licita l’admissió Per sol·licitar l'admissió, completa el formulari corresponent que trobaràs a la pàgina del programa durant les dates indicades al c alendari del procés d’admissió i matrícula que pots trobar en aquesta mateixa pàgina. Mitjançant aquest formulari podràs adjuntar la documentació necessària per acreditar la teva elegibilitat d'accés. Distribució de places i criteris segons l'opció d'accés Els candidats i candidates tenen un percentatge de places reservades segons la seva opció d'accés. Aquestes places s'ordenen segons el nombre d'aspirants i la nota. Consulta la distribució de places i els criteris segons la teva opció d'accés. També hi ha unes quotes de reserva de places segons els següents col·lectius: persones que acreditin un mínim de 33% de grau de discapacitat (5% de les places), esportistes d'alt nivell o rendiment (3% de les places), estudiant tutelat o extutelat per la Direcció General d'Atenció a la Infància i l'Adolescència del Departament de Drets Socials de la Generalitat de Catalunya (1 plaça) i estudiant del poble gitano inclòs en el Programa del Poble Gitano i de la Innovació Social de la Direcció General d’Acció Cívica i Comunitària del Departament de Drets Socials (1 plaça). Places reservades : 60% Criteris : Nota mitjana de les proves o de la titulació + fase específica de les PAU, en cas d'haver-les fet. Places reservades : 25% Criteris : Nota mitjana de la titulació. Places reservades : 6% Criteris : Nota mitjana de les proves. Places reservades : 3% Criteris : Credencial amb la qualificació / nota mitjana de batxillerat. Places reservades : 2% Criteris : Nota mitjana de les proves. Places reservades : 1% Criteris : Nombre de crèdits superats en l'àmbit de la psicologia o en un camp afí (cal tenir un mínim de 30 crèdits). Places reservades : 1% Criteris : Nota mitjana de la titulació. Places reservades : 1% Criteris : Valoració dels mèrits professionals (es necessita un mínim de 5 punts per fer l'entrevista personal). Places reservades : 1% Criteris : Nota mitjana de la titulació. Calendari del procés d’admissió i matrícula Del 30 d'abril al 28 de maig de 2025: període per omplir el formulari d’admissió amb la informació requerida i l’adjunció dels documents detallats. El 4 de juny de 2025: es publicarà la llista provisional amb les persones admeses a l’ e-Tauler de la Seu electrònica de la UOC. Hi ha 3 possibles resolucions: admès/admesa : el candidat o la candidata es podrà matricular dels estudis un cop es publiqui la llista definitiva i rebrà un correu amb les indicacions; no admès / no admesa : falta algun document o no té requisits legals per accedir al Grau; llista d'espera : el candidat o la candidata pot complir els requisits documentals, però, de moment, la seva nota està per sota de la de l'última persona que ha obtingut plaça per a aquesta opció d'accés. Del 4 al 8 de juny de 2025: Es podran presentar les al·legacions a través del següent formulari: Formulari d'al·legacions Bases / Criteris de les al·legacions: Les persones que hagin resultat admeses, així com les persones que es trobin en llista d'espera, disposaran d'un termini de cinc (5) dies naturals, a comptar des del mateix dia de la publicació de l'adjudicació provisional, per renunciar a la plaça atorgada, o bé, per presentar al·legacions en el formulari d'al·legacions que s'indica. Si transcorregut aquest termini, no es presenta cap al·legació, l'adjudicació provisional tindrà la consideració d'adjudicació definitiva. Les al·legacions han de circumscriure's a la valoració de la candidatura, d'acord amb els criteris d'admissió establerts al procés. En cap cas s'admetran al·legacions que tinguin com a finalitat aportar documentació que s'hagués d'haver acompanyat a la sol·licitud de la candidatura durant el període d'esmenes. Les al·legacions seran resoltes per l'òrgan d'admissió abans de la publicació de l'adjudicació definitiva . La resolució de l'òrgan d'admissió no és objecte de recurs. L'11 de juny de 2025: es publicarà la llista definitiva amb les persones admeses i no admeses a l ’e-Tauler de la Seu electrònica de la UOC i es notificarà per correu electrònic a les persones admeses com realitzar l’accés i la matrícula. Hi ha 3 possibles resolucions: admès/admesa : el candidat o la candidata es podrà matricular dels estudis un cop es publiqui la llista definitiva i rebrà un correu amb les indicacions; no admès / no admesa : falta algun document o no té requisits legals per accedir al Grau; llista d'espera : el candidat o la candidata pot complir els requisits documentals, però, de moment, la seva nota està per sota de la de l'última persona que ha obtingut plaça per a aquesta opció d'accés. renúncia a la plaça : el candidat o la candidata ha renunciat voluntàriament a la plaça atorgada a través el formulari d'al·legacions De l'11 al 19 de juny de 2025: Les persones admeses podreu sol·licitar l’accés als estudis, accedir al campus virtual de la UOC i contactar amb el tutor o la tutora per formalitzar la matrícula. Del 25 al 30 de juny de 2025: en cas que hagin quedat places vacants, es contactarà amb les persones que estiguin en llista d’espera segons l’ordre de puntuació de la valoració de l’admissió. Les persones admeses podreu sol·licitar l’accés als estudis, accedir al campus virtual de la UOC i contactar amb el tutor i la tutora per formalitzar la matrícula. Del 3 al 9 de setembre de 2025: En cas que hi hagi places vacants, es contactarà amb les persones que estiguin en llista d’espera segons l’ordre de puntuació de la valoració de l’admissió. Les persones admeses podreu sol·licitar l’accés als estudis, accedir al campus virtual de la UOC i contactar amb el tutor i la tutora per formalitzar la matrícula. Pagament fraccionat Pots fraccionar el pagament del teu grau, màster universitari o programa de postgrau en quotes. També et pot interessar... Requisits d'accés Preus, descomptes i facilitats de pagament Sessions informatives Convalidacions i reconeixement de crèdits L'opinió dels nostres graduats Graduades i graduats de la UOC t'expliquen en primera persona com han viscut el procés d'aprenentatge amb nosaltres i com la nostra metodologia els ha permès compaginar feina, estudis i vida personal. Tenir una flexibilitat d'horaris absoluta em va permetre fer el màster Daniel Marchante Realment em trobo realitzada. Ara, quan parlo, sé del que parlo. Helena Guillén La UOC t'ofereix competències, perquè el que necessites és saber-te adaptar en cada moment Manel Vicenç Volia créixer professionalment. La UOC m'ha ofert no estancar-me Alba Camacho Des de que vaig acabar el grau, he tingut un desenvolupament a la meva empresa José Miguel González"
}