{
  "url": "https://uoc.edu/ca/alumni/desenvolupament-professional",
  "content": "Impulsa la teva carrera professional! Recursos per adaptar-nos a un entorn laboral en canvi constant. Carrera professional i talent T'acompanyem en el desenvolupament al llarg de la teva vida professional mitjançant l' orientació professional, la promoció del talent, la millora de l'ocupabilitat i el foment de la competitivitat . Accedeix en exclusiva al Career Center i a la borsa de treball de la UOC i consulta-hi ofertes de treball, recursos professionals i esdeveniments . I si la teva empresa busca professionals, publica-hi les teves ofertes. Aprofita el talent de la nostra comunitat. Carrera professional Emprèn amb nosaltres Si tens una idea o un projecte emprenedor que vulguis fer realitat, la UOC t’ofereix els serveis de Hubbik , la plataforma de la universitat per impulsar les iniciatives emprenedores de la seva comunitat . Mitjançant la inscripció en algun dels programes d'emprenedoria de Hubbik, podràs treballar la teva idea o projecte dins la nostra incubadora virtual, l'espai dels projectes emprenedors UOC. Vull emprendre Formació al llarg de la vida La UOC, com a universitat global i nadiua digital, té per missió la formació al llarg de la vida. Així doncs, des d'Alumni t'acompanyem i esperem que en les teves etapes vitals i professionals vagis aconseguint els teus objectius a través de la formació . Continua formant-te, coneixes bé el nostre mètode i tens un descompte exclusiu Alumni aplicable a tots els programes de la UOC. Forma't al llarg de la vida! Biblioteca UOC La Biblioteca de la UOC forma part del model educatiu de la UOC i és un servei clau de suport a l’aprenentatge, la docència, la recerca i la gestió, que la Universitat posa al teu abast. Neix i es desenvolupa a la xarxa des dels inicis de la mateixa UOC; és per tant una eina entesa en i des de la virtualitat, pensada per satisfer les necessitats dels usuaris propis i també de qui tingui en la xarxa el seu entorn de recerca, formació i documentació acadèmica. Coneix la Biblioteca UOC"
}