{
  "url": "https://uoc.edu/ca/estudis/landings/uoc-rural-digital",
  "content": "Cursos 100% subvencionats UOC Rural Digital CONNECTA I TRANSFORMA EL TEU FUTUR DIGITAL AMB LA UOC Vius en un entorn rural i vols millorar en l'ús de les tecnologies digitals, treure'n el màxim profit i de manera segura? A UOC Rural Digital trobaràs 8 cursos gratuïts adreçats a persones que resideixen en poblacions o nuclis rurals de fins a 5.000 habitants. Formació en línia Els cursos són en línia, totalment gratuïts i de fàcil accés des de qualsevol dispositiu, flexibles i adaptables a la teva disponibilitat de temps i connexió. Docència i mentoria Tindràs acompanyament docent i una mentoria que et guiaran a l'hora de fer el curs. A més, podràs accedir a la nostra comunitat, on compartirem experiències i propostes pràctiques per fer xarxa amb altres estudiants. Test inicial Un test d'autoavaluació al començament et permet mesurar el teu nivell de competència digital i saber quins cursos són els més adients per a tu. Certificació Amb la finalització de cada curs obtens un certificat de formació expedit per la UOC , per la realització i superació dels reptes amb una dedicació mínima de 8 h per curs; si la dedicació arriba a les 25 h, obtindràs el reconeixement d'un crèdit UOC . Millora les teves competències digitals Hi trobaràs eines i recursos per treure el màxim rendiment de la tecnologia per al teu dia a dia, tant personal com professional, i per moure't amb confiança i seguretat pel món digital. Amb exemples, reptes i activitats ubicades en contextos rurals , t'ajudarà a incorporar tecnologies digitals a la gestió i la promoció del teu negoci, a moure't amb facilitat i seguretat per les xarxes, a cercar informació, a accedir i gestionar serveis digitals com bancs, assegurances o administracions públiques i a moure't amb confiança per aquests àmbits de manera segura, cívica i ètica. Tot el que has de saber del món digital Cercar Cercar informació, avaluar-la de manera crítica i organitzar-te amb els continguts i recursos que trobis. Col·laborar Comunicar-te i interactuar, compartir amb altres persones, col·laborar i treballar en xarxa. Protegir Cuidar la teva privacitat, la dels teus i la dels teus dispositius. Innovar Conèixer eines i aplicacions que t'ajuden en el desenvolupament professional i en la creació d'oportunitats. Cursos de formació Els cursos s'agrupen en 4 itineraris que et faciliten l'adquisició progressiva de les competències digitals bàsiques: Explorant i gestionant el món digital Et capacita per a la cerca d'informació i per a la seva valoració crítica, amb eines per ordenar-la i treure el màxim profit d'allò que trobes segons els teus interessos. Desxifra la xarxa: com cercar i verificar informació digital Saber navegar, cercar informació, avaluar-la de manera crítica i organitzar-te amb els continguts i recursos que has trobat. Nocions bàsiques sobre IA. Matricula't Transforma el teu món digital: eines per organitzar i gestionar recursos i continguts digitals Saber organitzar la informació trobada i gestionar-la amb diferents eines segons les teves necessitats. Matricula't Connectant i participant en xarxa Et capacita per participar a través de la xarxa i establir relacions de col·laboració útils i segures. El poder de la xarxa: comunicació i col·laboració sense fronteres Saber comunicar i interactuar, compartir, col·laborar i treballar en xarxa. Matricula't Identitat digital: participació, interacció i col·laboració en l'era digital Saber crear la teva identitat digital, compartir, interactuar, participar i col·laborar. Matricula't Protegint digitalment les comunitats Et capacita per a la cerca d'informació i per a la seva valoració crítica, amb eines per ordenar-la i treure el màxim profit d'allò que trobes segons els teus interessos. Escut digital: com assegurar la nostra privacitat a la xarxa Saber-te protegir i protegir els teus dispositius, protegir la teva privacitat i la dels teus. Matricula't Vida digital saludable: eines per gestionar la teva salut i sostenibilitat a la xarxa Conèixer eines i aplicacions per a la gestió de la salut i per adquirir hàbits sostenibles. Matricula't Actualitzant-se digitalment Et capacita en habilitats, eines i aplicacions que et permeten innovar, emprendre i impulsar la teva iniciativa o carrera professional. Impuls digital: solucions per al desenvolupament professional i la creació d'oportunitats Conèixer eines i aplicacions que t'ajuden en el desenvolupament professional i en la creació d'oportunitats professionals. Matricula't Emprenedoria digital: plans de negoci i habilitats professionals per a la innovació Saber fer un pla de negoci, conèixer aplicacions i eines per a la innovació i afavorir la millora de competències professionals. Matricula't Tens dubtes? Escriu-nos un correu electrònic a formacio_subvencionada@uoc.edu i ens posarem en contacte amb tu. Comença el teu viatge cap al futur digital amb una metodologia pensada per a l'èxit! La millor tecnologia, els millors professionals, i un format totalment adaptat a tu."
}