{
  "url": "https://uoc.edu/portal/ca/servei-linguistic/convencions/formules-matematiques/index.html",
  "content": "Convencions formals Fórmules matemàtiques Tipus de lletra Especificitats dels signes matemàtics Puntuació en les fórmules Partició de les fórmules Separació de les fórmules Cos de composició Termes introductoris Tipus de lletra S'escriuen en rodona Les lletres gregues: α, β, π, Δ, Σ... Les xifres aràbigues: 1, 2, 3, 4, 5... Les unitats de mesura: kg, m... Els operadors: +, –, :, etc. Els símbols següents: logaritmes, tangents, sinus i cosinus. Les sigles que s'utilitzen dins la fórmula: PIB (producte interior brut). S'escriuen en cursiva Les lletres que representen valors matemàtics. Els valors x i y de les abscisses i les ordenades. + Torna al començament Especificitats dels signes matemàtics S'ha de deixar un espai entre el valor numèric i el signe operador: 4 + 3 Si una fórmula es desenvolupa en més d'una línia, els signes s'arrengleren. Si hi ha moltes parts, se centra la més llarga i la resta s'arrenglera a sota amb el signe que hi hagi que relaciona els elements: S 4 + S 5 + S 2 + S 7 = 3 S 3 + S 1 = 3 El signe de l'arrel quadrada (√) ha d'abraçar tots els termes que hi hagi compresos. Els signes d'integral (∫), parèntesis (( )), claudàtors ([ ]), claus ({ }) i pleques (|) han d'abraçar el total de l'operació. Els claudàtors tanquen els parèntesis i les claus tanquen els claudàtors: { [ ( ... ) ] } + Torna al començament Puntuació en les fórmules Pel que fa a la puntuació, les fórmules s'han de tractar com si fossin una part del text. Si hi ha punts suspensius després d'un signe, s'ha de deixar un espai entre el signe i els punts suspensius: a, ... Si hi ha punts suspensius entre signes, s'ha de deixar un espai abans i després dels punts suspensius: a + ... + b. + Torna al començament Partició de les fórmules Val més no partir-les; però, si s'han de partir, s'ha de fer segons les normes següents: La divisió s'ha de fer pels signes +, –, x, =. Aquests signes es col·loquen al final de la ratlla i al començament de la següent. Cap fórmula no es pot partir entre claudàtors, claus, pleques o pleques dobles. + Torna al començament Separació de les fórmules Les fórmules no poden quedar separades en pàgines diferents. S'ha de deixar un espai en blanc i passar tota la fórmula a la plana següent. Les fórmules se separen entre elles i del text general anterior i posterior amb una línia en blanc. + Torna al començament Cos de composició Les fórmules es componen amb el mateix cos de lletra que la resta de text. + Torna al començament Termes introductoris Els termes d'on , després , tenim , que acostumen a introduir el desenvolupament de les fórmules, es poden situar a la mateixa línia de la fórmula, si hi caben, o es pot deixar una línia en blanc entre aquests termes i les fórmules. + Torna al començament"
}