{
  "url": "https://uoc.edu/ca/estudis/landings/programa-projectat",
  "content": "Programa d'Orientació Professional | 100 % subvencionat Programa PROJECTA'T! Vols millorar la teva carrera professional? Et ve de gust canviar de sector o fer alguna cosa que et motivi més, però no tens clar per on començar? Et presentem el programa PROJECTA'T, el servei d'orientació professional subvencionat pel Consorci per a la Formació Contínua de Catalunya i que la UOC posa a la teva disposició. Tu estableixes el teu objectiu i nosaltres t’acompanyem oferint-te eines i recursos per poder-lo assolir. 100 % subvencionat Procés d'orientació personalitzat Mentories en línia o presencials Què t'emportaràs del programa? Millorar les teves competències i habilitats. Potenciaràs els teus punts forts per arribar al teu objectiu. Ampliar coneixements sobre el mercat laboral. Coneixeràs millor la situació del mercat i el sector en què et vols moure. Itineraris personalitzats. Assessorament sobre formació, si necessites ampliar coneixements per potenciar la teva carrera professional. Aquest programa és per a tu si: Treballes per compte d'altri o per compte propi a Catalunya, o si tens un contracte fix discontinu (encara que estiguis en període de no ocupació). Estàs en situació d'expedient de regulació temporal d'ocupació (ERTO), amb lloc de treball a Catalunya. Pertanys al conveni especial de cuidadors/es no professionals de persones en situació de dependència, residint a Catalunya. Tanmateix, els sectors d'expertesa que es troben dins del programa són: Salut i atenció a les persones - Serveis socioculturals i a la comunitat Salut i atenció a les persones - Sanitat Serveis a les empreses - Administració i gestió Serveis a les empreses - Comerç i màrqueting Transformació digital - Informàtica i comunicacions Transformació digital - Arts Gràfiques Preguntes Freqüents No. El servei està totalment subvencionat pel Consorci per a la Formació Contínua de Catalunya. Pots beneficiar-te del servei si ets una persona: Treballadora ocupada amb lloc de treball a Catalunya. Treballadora autònoma amb lloc de treball a Catalunya. Treballadora amb un contracte fix-discontinu en els períodes de no ocupació, amb lloc de treball a Catalunya. Treballadora en situació d’expedient de regulació temporal d’ocupació (ERTO), amb lloc de treball a Catalunya. Cuidadora no professional de persones en situació de dependència, resident a Catalunya. Tanmateix, has de tenir relació amb algun d'aquests sectors a través de l' activitat de la teva empresa , el teu lloc de treball o si vols un canvi professional cap a algun d'aquests sectors: Salut i atenció a les persones - Serveis socioculturals i a la comunitat Salut i atenció a les persones - Sanitat Serveis a les empreses - Administració i gestió Serveis a les empreses - Comerç i màrqueting Transformació digital - Informàtica i comunicacions Transformació digital - Arts Gràfiques Les sessions es poden fer en línia (a través de la plataforma Google Meet) o bé de manera presencial (a la seu de la UOC de Barcelona, ubicada a la rambla del Poblenou, 156). El procés d'orientació requereix un compromís de participació en dues sessions d'orientació individuals. Tu lideres el teu procés d'orientació. Per tant, depenent de la teva situació i necessitats, hi podràs dedicar més o menys temps i esforç. De tota manera, el procés és totalment personalitzat, per la qual cosa acordaràs amb la persona orientadora quina és la millor manera de treballar, segons les teves circumstàncies. Pots contactar amb el programa a través del correu electrònic, escrivint a projectat@uoc.edu. Informa-te'n! Emplena el següent formulari i t’enviarem les indicacions per reservar la teva plaça. Vull participar en el programa Coneix el Programa Projecta't Iniciativa de la UOC finançada pel Consorci per a la Formació Contínua de Catalunya"
}