{
  "url": "https://uoc.edu/portal/ca/servei-linguistic/convencions/abreviacions/abreviatures/abreviatures-habituals.html",
  "content": "Abreviacions Abreviatures Abreviatures més habituals A B C D E F G H I J K L M N O P Q R S T U V W X Y Z Mesos de l'any Numerals ordinals Tractaments Indicacions de lloc A a l'atenció de a/ abril abr. AB (símbol) acadèmic/a acad. adjectiu adj. administració adm. administratiu admtiu. administrativa admtiva. adreça electrònica a/e adverbi adv. advocat/ada adv. agost ag. AG (símbol) ajuntament aj. al cel sia a. c. s. alemany al. de (símbol) altitud alt. altura alt. alumne/a al. amplada ampl. amplària ampl. anglès angl. en (símbol) ante meridiem ('abans del migdia') a. m. am (símbol) apartat ap. apèndix ap. aproximadament aprox. Apte/a Ap. article art. assignatura assign. associació assoc. associat/ada assoc. atentament att. àtic àt. autor/a aut. auxiliar aux. avinguda av. B baixada bda. baixos bxs. barranc bnc. barri b. barriada b. bibliografia bibl. o bé bibliogr. biblioteca bibl. biblioteconomia bibliot. bloc bl. butlletí butll. C cantonada cant. capítol cap. carrer c/ o bé c. carreró cró. carretera ctra. casal c. o bé cas. castellà cast. català cat. ca (símbol) catedràtic/a catedr. centre de suport c. s. cinturó cint. circa ('al voltant de') ca. citat/ada cit. coautor/a coaut. coedició coed. coeditor/a coed. col·laborador/a col·l. o bé col·lab. col·lecció col·l. columna col. comarca com. companyia cia. comptabilitat compt. comptat ctat. compte corrent c/c o bé cte. ct. confer ('compareu') cf . conjunció conj. convocatòria conv. coordinació coord. coordinador/a coord. corporació corp. D denominació d'origen d. d'o. DO (sigla) departament dept. descompte dte. desembre des. DS (símbol) despesa desp. determinant det. dijous dj. dilluns dl. dimarts dt. dimecres dc. diploma dipl. diplomat/ada dipl. dipòsit legal dip. leg. DL (sigla) direcció dir. direcció general dir. gen. DG (sigla) director/a dir. director/a general dir. gral. disminuït/ïda dism. dissabte ds. districte distr. diumenge dg. divendres dv. doctor/a Dr., Dra. document doc. dret dr. dret administratiu dr. a. dret canònic dr. can. dret civil dr. c. dret constitucional dr. const. dret laboral dr. lab. dret mercantil dr. m. dret natural dr. n. dret polític dr. pol. dret processal dr. proc. dreta dta. E economia econ. edició ed. edició ampliada ed. ampl. edició augmentada ed. augm. edició corregida ed. corr. edició revisada ed. rev. editat ed. editor/a ed. editorial ed. Eminentíssim/a Emm., Emma. empresa empr. empresarial empr. o bé empres. en funcions e. f. en mà e. m. entitat ent. entresol entl. epíleg ep. escala esc. espanyol esp. es (símbol) especialment esp. esquerre/a esq. et alii ('i altres') et al. etcètera etc. Excel·lent Exc. o bé E. Excel·lentíssim/a Excm., Excma. excepció exc. excepte exc. exemple ex. expedient exp. extensió ext. F factura fra. facultat fac. febrer febr. FB (símbol) femení f. figura fig. finca fca. foli f. o bé f/ F (sigla) francès fr. fr (símbol) frase fr. full f. fundació fund. G gener gen. GN (símbol) general gen. o bé gral. glossari gl. o bé gloss. govern gov. H habitació hab. habitant h. o bé hab. Honorable Hble. o bé H. hospital hosp. H (símbol) I ibidem ('en el mateix lloc') ibid . o bé ib. idem ('això mateix') id. Il·lustre Il·ltre. o bé I. Il·lustríssim/a Il·lm., Il·lma. o bé Im., Ima. import imp. índex índ. informació inf. informàtica inform. interjecció interj. introducció intr. italià it. it (símbol) J juliol jul. JL (símbol) juny juny JN (símbol) jurídic/a jur. jurisprudència jurispr. justícia just. jutjat de primera instància j. de 1a. inst. L línia/es l. o bé lín. llicenciat/ada llic. loco citato ('en el lloc citat') loc. cit. locució loc. locució adverbial loc. adv. locució interjectiva loc. interj. locució preposicional loc. prep. locució verbal loc. verb. M Magnífic/a Mgfc., Mgfca. maig maig MG (símbol) març març MÇ (símbol) mare M. masculí m. màxim/a màx. mil·lèsim/a mil·l. mínim/a mín. minusvàlid/a minusv. Molt Excel·lent M. Exc. o bé M. E. Molt Honorable M. Hble. o bé M. H. Molt Il·lustre M. Il·ltre. o bé M. I. monsenyor Mons. mossèn Mn. mosso/a d'esquadra m. d'e. ME (sigla) Mossos d'Esquadra (institució) M. d'E. ME (sigla) N neutre n. nom n. nombre nre. nosaltres nos. nostre/a ntre., ntra. nota n. nota bene ('pareu atenció') n. b. NB (sigla) novembre nov. NV (símbol) numerat/ada num. número núm. O octubre oct. OC (símbol) opere citato ('en l'obra citada') op. cit. opus citatum ('obra citada') op. cit. P pàgina/es pàg. paràgraf par. § (símbol) parcel·la parc. pare P. passadís pdís. passatge ptge. passeig pg. pavelló pav. per absència p. abs. per autorització p. a. per compte de p/c per delegació p. d. per exemple p. ex. per extensió p. ext. per ordre p. o. per poder p. p. pes brut p. b. PB (sigla) pes net p. n. PN (sigla) pesseta/es pta., ptes. PTA (símbol) plaça pl. placeta pcta. planta pl. plural pl. població pobl. polígon pol. porta pta. portal ptal. post meridiem ('després del migdia') p. m. pm (símbol) preposició prep. president pres. prevere pvre. principal pral. professor/a prof. pròleg pròl. pronom pron. província prov. publicació publ. pujada pda. R rambla rbla. reedició reed. referència ref. referència nostra r/n referència vostra r/v registre reg. reglament regl. reimpressió reimpr. remitent rnt. riera ra. ronda rda. S Sa Altesa Reial S. A. R. Sa Majestat S. M. Sa Santedat S. S. sant/a st., sta. secretari/ària secr. secretaria secr. segle s. següent seg. selecció sel. sense data s/d sense número s/n senyor/a Sr., Sra. setembre set. ST (símbol) si us plau s. u. p. sine anno ('sense any') s. a. sine loco ('sense lloc') s. l. singular sing. sobreàtic s/àt sumari sum. T taló t/ tarifa t. tècnic/a tècn. telèfon tel. telegrama telegr. terme municipal t. m. TM (sigla) tom t. traducció trad. traductor/a trad. transferència transf. travessera trav. travessia trv. tribunal trib. U unitat monetària u. m. universitat univ. urbanització urb. V vegeu v. o bé veg. verb v. verb copulatiu v. cop. verb intransitiu v. intr. verb pronominal v. pron. verb transitiu v. tr. verbi gratia v. gr. viaducte viad. viceversa vv. vide ('vegeu') vid. videte ('vegeu') vid. vist i plau v. i p. volum vol. vosaltres vos. X xec x. Mesos de l'any Abreviatures habituals Símbols gener gen. GN febrer febr. FB març març MÇ abril abr. AB maig maig MG juny juny JN juliol jul. JL agost ag. AG setembre set. ST octubre oct. OC novembre nov. NV desembre des. DS Numerals ordinals Masculí sing. Femení sing. Masculí pl. Femení pl. primer, primera, primers, primeres 1r. 1a. 1rs. 1es. segon, segona, segons, segones 2n. 2a. 2ns. 2es. tercer, tercera, tercers, terceres 3r. 3a. 3rs. 3es. quart, quarta, quarts, quartes 4t. 4a. 4ts. 4es. cinquè, cinquena, cinquens, cinquenes 5è. 5a. 5ns. 5es. sisè, sisena, sisens, sisenes 6è. 6a. 6ns. 6es. setè, setena, setens, setenes 7è. 7a. 7ns. 7es. vuitè, vuitena, vuitens, vuitenes 8è. 8a. 8ns. 8es. novè, novena, novens, novenes 9è. 9a. 9ns. 9es. desè, desena, desens, desenes 10è. 10a. 10ns. 10es. quaranta-tresè, quaranta-tresena... 43è. 43a. 43ns. 43es. centè, centena, centens, centenes 100è. 100a. 100ns. 100es. Tractaments Abreviatures habituals Altres abreviatures Eminentíssim/a Emm., Emma. Excel·lent Exc. E. Excel·lentíssim/a Excm., Excma. Honorable Hble. H. Il·lustre Il·ltre. I. Il·lustríssim/a Il·lm., Il·lma. Im., Ima. Magnífic/a Mgfc., Mgfca. mare M. Molt Excel·lent M. Exc. M. E. Molt Honorable M. Hble. M. H. Molt Il·lustre M. Il·ltre. M. I. monsenyor Mons. mossèn Mn. pare P. prevere pvre. Reverend Rnd. Reverendíssim Rvdm. Sa Altesa Reial S. A. R. Sa Majestat S. M. Sa Santedat S. S. sant/a st., sta. Indicacions de lloc adreça electrònica a/e apartament apmt. àtic àt. avinguda av. baixada bda. baixos bxs. barranc bnc. barri b. barriada b. bloc bl. cantonada cant. carrer c/ o bé c. carreró cró. carretera crta. casal c. o bé cas. cinturó cint. comarca com. districte distr. drecera drec. dreta dta. entresol entl. escala esc. esquerre/a esq. finca fca. habitació hab. número núm. parcel·la parc. passadís pdís. passatge ptge. passeig pg. pavelló pav. plaça pl. placeta pcta. planta pl. població pobl. polígon pol. porta pta. portal ptal. principal pral. província prov. pujada pda. rambla rbla. riera ra. ronda rda. sense número s/n sobreàtic s/àt telèfon tel. terme municipal t. m. TM (sigla) travessera trav. travessia trv. urbanització urb. viaducte viad."
}