{
  "url": "https://uoc.edu/portal/ca/servei-linguistic/convencions/protocol/llista-tractaments/index.html",
  "content": "Tractaments protocol·laris Llista de tractaments protocol·laris Llistes cedides per la UPF [ Documents administratius de la Universitat Pompeu Fabra (1994). Barcelona: Universitat Pompeu Fabra]. Tractaments acadèmics Tractaments civils Tractaments acadèmics Fórmula de tractament Abreviatura Càrrec Rector/a Magnífic/a Rector Mgfc. / Rectora Mgfca. rector/a d'universitat Senyor/a (càrrec) Sr. (càrrec) / Sra. (càrrec) degà/ana de facultat director/a d'escola universitària gerent/a d'universitat vicedegà/ana de facultat vicerector/a d'universitat + Torna al començament Tractaments civils Fórmula de tractament Abreviatura Càrrec Espectable Senyor/a Espect. Sr. / Espect. Sra. secretari/ària de les Corts Valencianes Excel·lentíssim/a Senyor/a Excm. Sr. / Excma. Sra. alcalde/essa de Barcelona copríncep d'Andorra delegat/ada del Govern de l'Estat a la comunitat autònoma diputat/ada al Congrés dels Diputats eurodiputat/ada fiscal en cap del Tribunal Superior de Justícia governador/a civil membre de la Reial Acadèmia de Ciències Econòmiques i Financeres membre de la Reial Acadèmia de Ciències i Arts persones condecorades amb la Creu de Sant Jordi president/a de la Cambra de Comerç, Indústria i Navegació de Barcelona president/a de la Diputació Provincial de Barcelona president/a de la Reial Acadèmia de Bones Lletres president/a de la Reial Acadèmia de Ciències Econòmiques i Financeres president/a de la Reial Acadèmia de Farmàcia president/a de la Reial Acadèmia de Jurisprudència i Legislació president/a de la Reial Acadèmia de Medicina i Cirurgia president/a del Parlament Europeu president/a del Tribunal de les Aigües de València president/a del Tribunal Superior de Justícia president/a i expresident/a d'organismes territorials elegits per sufragi universal que tinguin la seu a Barcelona senador/a Excel·lent Senyor/a Exc. Sr. / Exc. Sra. membre de la Mesa de les Corts Valencianes síndic/a de Greuges del País Valencià síndic/a major de la Sindicatura de Comptes del País Valencià Honorable Senyor/a Hble. Sr. / Hble. Sra. batlle/essa d'Andorra (jutge/essa de primera instància) conseller/a de comú d'Andorra conseller/a de consell insular conseller/a de la Generalitat de Catalunya conseller/a de la Generalitat Valenciana conseller/a del Govern balear cònsol/consolessa cònsol/consolessa de parròquia andorrana (alcalde/essa) degà/ana del cos consular espanyol diputat/ada del Parlament balear exconseller/a de la Generalitat de Catalunya exconseller/a de la Generalitat Valenciana exconseller/a del Govern balear portaveu del Govern valencià president/a del Consell Consultiu de la Generalitat de Catalunya secretari/ària del Govern valencià secretari/ària del Parlament balear vicepresident/a i portaveu del Govern balear Honrat/ada Senyor/a Ht. Sr. / Hda. Sra. lletrat/ada major de les Corts Valencianes Il·lustre Senyor/a Il·ltre. Sr. / Il·ltre. Sra. conseller/a del Consell Consultiu de la Generalitat de Catalunya delegat/ada territorial del Govern de la comunitat autònoma (per deferència) diputat/ada de les Corts Valencianes diputat/ada del Parlament de Catalunya jutge/essa membre de la Mesa del Parlament balear membre de la Mesa del Parlament de Catalunya membre de la Reial Acadèmia de Bones Lletres notari/ària president/a i expresident/a d'organismes territorials elegits per sufragi universal que no tinguin la seu a Barcelona secretari/ària judicial síndic/a de Greuges de Catalunya síndic/a major de la Sindicatura de Comptes de Catalunya Il·lustríssim/a Senyor/a Il·lm. Sr. / Il·lma. Sra. advocat/ada de l'Estat alcalde/essa de municipi de Catalunya (llevat de Barcelona) cap provincial de Correus i Telègrafs cap provincial de Trànsit cap superior de policia comissari/ària de policia degà/ana del Col·legi Oficial d'Advocats degà/ana del Col·legi Oficial de Notaris degà/ana del Col·legi Oficial de Procuradors degà/ana del Col·legi Oficial de Registradors de la Propietat delegat/ada regional o provincial de ministeri diputat/ada provincial de Barcelona director/a general de conselleria (llevat de Catalunya) fiscal fiscal en cap d'audiència provincial interventor/a de la Diputació de Barcelona magistrat/ada d'audiència provincial magistrat/ada del Tribunal Superior de Justícia magistrat/ada jutge/essa membre de la Reial Acadèmia de Belles Arts de Sant Jordi membre de la Reial Acadèmia de Jurisprudència i Legislació president/a d'audiència provincial president/a de consell comarcal president/a de diputació provincial (llevat de Barcelona) president/a de la Reial Acadèmia de Belles Arts de Sant Jordi president/a de les cambres de Comerç, Indústria i Navegació (llevat de Barcelona) regidor/a de l'Ajuntament de Barcelona secretari/ària de diputació provincial secretari/ària general de conselleria (llevat de Catalunya) secretari/ària general de la Diputació de Barcelona secretari/ària general de l'Ajuntament de Barcelona síndic/a president/a de la Borsa de Barcelona sotsdelegat/ada regional o provincial de ministeri sotsdirector/a general de conselleria (llevat de Catalunya) tinent/a d'alcalde/essa de l'Ajuntament de Barcelona Magnífic/a Senyor/a Mgfc. Sr. / Mgfca. Sra. conseller/a del Conselh Generau d'Aran fiscal d'Andorra síndic/a del Conselh Generau d'Aran Molt Excel·lent Senyor/a M. Exc. Sr. / M. Exc. Sra. president/a de les Corts Valencianes Molt Honorable Senyor/a M. Hble. Sr. / M. Hble. Sra. expresident/a de la Generalitat de Catalunya expresident/a de la Generalitat Valenciana expresident/a del Govern balear expresident/a del Parlament balear expresident/a del Parlament de Catalunya president/a de la Generalitat de Catalunya president/a de la Generalitat Valenciana president/a del Govern balear president/a del Parlament balear president/a del Parlament de Catalunya Molt Il·lustre Senyor/a M. Il·ltre. Sr. / M. Il·ltre. Sra. cap del Govern d'Andorra conseller/a del Consell General d'Andorra magistrat/ada de tribunal d'Andorra membre de la Reial Acadèmia de Farmàcia membre de la Reial Acadèmia de Medicina i Cirurgia ministre/a del Govern d'Andorra representant del copríncep d'Andorra síndic/a del Consell General d'Andorra sotssíndic/a del Consell General d'Andorra + Torna al començament"
}