{
  "url": "https://uoc.edu/portal/ca/uneix-equip/diversitat-talent/personal-gestio/marta-cortes.html",
  "content": "Diversitat de talent Personal de gestió Menú Escoltar 17/09/2020 Marta Cortés, directora dels Serveis de Pràctiques i Mobilitat de la UOC Des de fa uns mesos, Marta Cortés és la directora dels Serveis de Pràctiques i Mobilitat de la UOC. Ha assumit el càrrec en un moment difícil, en ple confinament, però ho ha viscut com un repte apassionant. Al llarg dels anys que ha estat a la UOC ha treballat en diversos departaments i té una visió global de la Universitat que encara vol continuar ampliant. Del dia a dia laboral a la UOC en destaca la flexibilitat, el bon ambient i la confiança dels seus caps directes. Com expliques a la teva família què fas en el teu dia a dia? Els meus fills encara són petits i sempre els he explicat que la mare treballa en un col·legi on hi ha gent gran com el pare i la mare i que jo, juntament amb moltes persones, el que faig és ajudar els estudiants perquè no tinguin cap problema i es puguin dedicar a estudiar tranquil·lament. Els ho explico així perquè són petits, però també perquè penso que, independentment de l'equip i de la funció que facis, com a treballador de la UOC sempre portes el barret del servei d'orientació a l'estudiant. Forma part del nostre ADN. Amb qui treballes dins de la UOC? Com són l'ambient de treball entre els companys i la col·laboració? És un ambient molt bo. Jo tinc molta sort perquè dirigeixo un equip que, si es caracteritza per alguna cosa, és pel fet d'estar format per persones molt empàtiques, molt resolutives, molt alegres. Treballem i es crea un clima molt bo, que ens ajuda no solament a estar contents sinó també a obtenir molt bons resultats. En general, a la UOC sempre hi ha molt bon clima de treball i, si no n'hi ha, es busca. Tenim molta cura de les formes, el respecte i de treballar amb alegria. Què és el millor de la teva feina a la UOC? Hi ha moltes coses, però potser el que m'ha fet molt feliç és el fet de tenir molta flexibilitat, i de tenir la confiança i el suport dels meus caps directes. Sempre he pogut compaginar molt bé la vida familiar amb la vida laboral. Això ha estat, en gran part, per la institució, que ha apostat per aquesta conciliació, i penso que ha estat pionera en aquest sentit; però també pels caps directes que he tingut, que han confiat en mi i m'han donat via lliure, autonomia per poder treballar de manera flexible, però sempre assolint els objectius que són necessaris. Com vas entrar a treballar a la UOC? Estava estudiant Pedagogia a la Universitat Ramon Llull. En aquella època, l'ensenyament en línia no era tan normal i nosaltres estudiàvem el cas de la UOC, perquè era com una utopia feta realitat. Jo tenia molt clar que havia d'entrar a la UOC; vaig trobar unes pràctiques no curriculars i hi vaig entrar com a becària, i després em vaig incorporar a l'equip d'avaluació d'estudis previs. Vaig passar a una àrea de gestió docent, a l'equip d'avaluació d'estudis previs (convalidacions). Penso que vaig enganxar just el moment perfecte, perquè la UOC havia crescut molt i els equips de gestió havien de dissenyar els processos, definir-los, posar-se el barret de servei al client, que en el nostre cas era l'estudiant. A més, vaig veure que treballàvem amb molta iniciativa, autonomia, participació… Si vols aportar valor, la UOC és l'espai perfecte per poder-ho fer. Com definiries la teva trajectòria a la UOC? Vaig tenir l'oportunitat de treballar en equips diferents com ara el d'Alumni, en una àrea nova, i recentment he estat a UOC X, en la formació professional que fem amb els jesuïtes, com a coordinadora acadèmica. Aquí vaig poder veure l'engranatge de les titulacions que no són universitàries i que tenen una altra dinàmica, diferent del marc normatiu de les titulacions homologades. Fa poc es va presentar la possibilitat d'aquesta plaça de direcció dels Serveis de Pràctiques i Mobilitat, en què feia molts anys havia treballat com a tècnica, i m'hi vaig incorporar com a directora. De fet, vaig començar el dia 4 de març, uns dies abans del confinament. El fet de treballar en diferents equips de la casa i durant tants anys et fa tenir una visió transversal de les activitats que és molt bona. Tot i això, encara tinc moltes coses per aprendre. Recordes algun dia o moment concret a la UOC amb especial estima? Tinc molts moments molt divertits, però n'hi ha un que és especial i que sempre recordo, i és quan vaig entrar. Jo estudiava Pedagogia i, per a mi, la UOC era el nou món educatiu i Gabriel Ferraté n'era el creador. Penso que, si no fos per ell, potser actualment el món no tindria el concepte d'ensenyament en línia que té avui. Des del centre de suport del Barcelonès organitzàvem el Saló de l'Ensenyament i recordo que vaig anar a l'estand de la UOC i vaig coincidir amb Ferraté. No recordo ben bé quina va ser la conversa, perquè fa molts anys, però veure'l va ser com veure una estrella de rock, en aquest cas, una estrella de la pedagogia! En aquell moment, vaig sentir que havia aconseguit el meu objectiu. Què destacaries de la UOC respecte a altres organitzacions? En termes de conciliació laboral i familiar, almenys en aquest país, jo diria que la UOC està molt avançada. T'hi sents molt lliure. Si vols aportar, pots aportar; si tens autonomia i t'agraden els reptes, ningú no et dirà què has de fer, sinó que tu et pots construir el teu propi camí. Penso que en això és molt diferent de la resta d'organitzacions que encara tenen una visió tradicional del que ha de ser un treballador. Recomanaries a algú treballar a la UOC? Per què? I tant, sempre que li agradi el treball en equip, que tingui molt present que no es pot fer res sol, que tot demana consensuar-ho, compartir-ho, transmetre-ho, i que tingui ganes de reptes. Si li agrada això, efectivament la UOC és el lloc perfecte. A més, li diria que la UOC té un valor molt interessant: el dret d'equivocar-se. És una institució que no penalitza l'error, sinó que tots entenem que l'error forma part de l'aprenentatge i que ens ajuda a millorar. Què consideres que ha de tenir una persona per treballar a la UOC? Jo penso que tu pots ser com vulguis ser, perquè respectem molt tots els tarannàs. Es respecta molt la diferència i, a més, es valora, perquè tots tenim coses importants a aportar. Sobretot, el que és necessari és que vulguis aportar. Tens ganes d'aportar? Doncs sí, aquest és el lloc! No es tracta d'esperar que els altres et diguin què cal fer, la gràcia és que tu vagis proposant i creant idees, que segur que trobes el moment i la persona que t'ajuden a desenvolupar-les. Quins consideres que són els valors de la UOC? Compromís, respecte, transparència, confiança... són els valors de què hem parlat. Realment jo crec que estan gravats a dins de les persones, que a més són les que els han creat. La institució som nosaltres. A la UOC, com jo, hi ha moltes persones que fa molts anys que són a la casa. Per tant, aquests valors els han construït elles. A la UOC has de treballar en equip, és un engranatge de peces, és impossible que ho facis tot sol! Per a tu la UOC és… És casa meva, ho sento així. Professionalment i personalment, he crescut dins de la UOC. Quan hi vaig entrar, encara no estava titulada en Pedagogia, després vaig fer una especialització amb el màster universitari d'Educació i TIC ( E -learning ), després em vaig casar, vaig tenir fills, també vaig anar evolucionant professionalment. Per a mi, és un espai molt familiar, en què em sento valorada, respectada, protegida. Hi soc feliç, per això no he tingut la necessitat d'anar-me'n. De tota manera, al final, la vida és un recorregut i tot suma i és una bossa que t'emportes. Si algun dia no treballés a la UOC, me n'aniria amb una motxilla que està farcida de gent de la UOC, d'experiències de la UOC i d'aprenentatges amb la UOC."
}