{
  "url": "https://uoc.edu/ca/estudis/diplomes/diploma-expert-big-data.html",
  "content": "Presentació Programa acadèmic Professorat Sortides professionals Requisits d'accés Matrícula i preu Online i sense horaris Propera matrícula: 7 maig Diploma d'Expert Online de Big Data Presentació La intel·ligència de negoci i l'anàlisi de dades, amb diferents noms ( business intelligence , business analytics , data science , big data , etc.), és actualment l'àrea amb més demanda de professionals qualificats, la font més important d'inversió de les empreses en sistemes d'informació i la causa majoritària de creació de negocis de productes i serveis a tot el món. Formació permanent online Potencia la teva carrera professional Facilitats de pagament Fracciona en quotes la teva formació permanent. Les tecnologies de big data (data lakes, batch processing i stream processing ) han esdevingut el pilar de moltes de les principals organitzacions actuals que donen suport a la majoria de les aplicacions diferencials. Estem parlant de sistemes de recomanació, de personalització o de creació d'experiències d'usuari úniques per posar diversos exemples. Ser capaços d'entendre, dissenyar, implementar i mantenir sistemes fonamentats en aquestes tecnologies és una capacitat crítica per a les organitzacions que volen ser rellevants en els propers anys. El diploma d'expert de Big Data es dirigeix a proporcionar als professionals de perfil tecnològic capacitats pràctiques per dissenyar i implementar sistemes de macrodades o big data que siguin compatibles amb les diferents necessitats analítiques d'una organització (diferides, en temps real, multipropòsit, orientades a l'aprenentatge automàtic - machine learning -). Les tecnologies de big data (data lakes, batch processing i stream processing ) han esdevingut el pilar de moltes de les principals organitzacions actuals que donen suport a la majoria de les aplicacions diferencials. Estem parlant de sistemes de recomanació, de personalització o de creació d'experiències d'usuari úniques per posar diversos exemples. Ser capaços d'entendre, dissenyar, implementar i mantenir sistemes fonamentats en aquestes tecnologies és una capacitat crítica per a les organitzacions que volen ser rellevants en els propers anys. El diploma d'expert de Big Data es dirigeix a proporcionar als professionals de perfil tecnològic capacitats pràctiques per dissenyar i implementar sistemes de macrodades o big data que siguin compatibles amb les diferents necessitats analítiques d'una organització (diferides, en temps real, multipropòsit, orientades a l'aprenentatge automàtic - machine learning -). Aquesta activitat proporciona a l'estudiant una immersió en profunditat a múltiples components que formen part d'una plataforma de dades enfocant la seva carrera professional cap a l'enginyeria de dades. Descarrega el programa (PDF) Màsters oberts Aquest programa et permet obtenir un màster obert. Amb els nostres màsters oberts dissenyes el teu propi programa en funció del teu interès i de les teves necessitats professionals. Inici 15 d’oct. 2025 100% Online 18 Crèdits ECTS Idiomes: Castellà Titulació pròpia Durada: Metodologia 100% online 1a. universitat online del món Acompanyament personalitzat Entre les millors universitats La UOC se situa entre el 7 % de les millors universitats del món segons el World University Rankings 2024. El tutor: guia i acompanyament individualitzat El campus virtual: accedeix-hi des de qualsevol lloc, sense barreres físiques Diploma d'Expert de Big Data Programa acadèmic Programa acadèmic Recursos per a l’aprenentatge Durada Itinerari acadèmic Aquesta especialitat es dirigeix a proporcionar al professional de perfil tecnològic capacitats pràctiques per dissenyar i implementar sistemes de big data que siguin compatibles amb les diferents necessitats analítiques d'una organització (diferides, en temps real, multipropòsit, orientades a l'aprenentatge automàtic - machine learning -). Es compon de les assignatures següents: Data lakes (6 crèdits): en aquesta assignatura s'aprèn a crear un llac de dades ( data lakes ) que complementa la factoria d'informació organitzativa. Aquesta especialitat es dirigeix a proporcionar al professional de perfil tecnològic capacitats pràctiques per dissenyar i implementar sistemes de big data que siguin compatibles amb les diferents necessitats analítiques d'una organització (diferides, en temps real, multipropòsit, orientades a l'aprenentatge automàtic - machine learning -). Es compon de les assignatures següents: Data lakes (6 crèdits): en aquesta assignatura s'aprèn a crear un llac de dades ( data lakes ) que complementa la factoria d'informació organitzativa. Es presenta conceptualment l'arquitectura d'un llac de dades i es donen pautes per construir aquesta mena de sistemes. La posada en pràctica es duu a terme mitjançant la resolució d'un cas pràctic extens per al qual s'utilitzen diferents eines especialitzades. Tecnologies de batch processing (6 crèdits): en els projectes de dades massives ( big data ), un dels casos principals d'ús és l'emmagatzematge, el processament i l'anàlisi de grans volums de dades en llargs períodes de temps. En aquesta assignatura es presenten les tecnologies de processament per lots ( batch processing ) que responen a aquesta necessitat. Es donen a conèixer aquestes tecnologies de manera conceptual i pràctica mitjançant la resolució d'un cas pràctic extens per al qual s'utilitzen diferents eines especialitzades. Tecnologies d' stream processing (6 crèdits): en els projectes de dades massives ( big data ), un dels casos principals d'ús és treballar amb dades en temps real. En aquesta assignatura es presenten les tecnologies de processament per fluxos ( stream processing ) que responen a aquesta necessitat. Mitjançant la resolució d'un cas pràctic es donen a conèixer aquestes tecnologies de manera teòrica i pràctica. Durant el curs, l'estudiant treballa amb eines especialitzades com ara Cloudera, i també amb els frameworks de processament Apache Flink, Apache Spark o Storm. La universitat compta amb un ecosistema de dades propi per realitzar les activitats pràctiques. Recursos per a l'aprenentatge Recursos comuns per a l'aprenentatge L'estudiant disposa, al llarg del programa, de recursos comuns de suport i aprenentatge: Una assignatura transversal optativa d' adquisició de competències digitals (Aprofitar les TIC en diploma d'especialització), que té per objecte familiaritzar-se amb l'ús de les eines del campus i aules de la UOC, i la formació en tècniques d'informació i comunicació social per a la formació virtual. Un laboratori virtual de tecnologies i eines de business intelligence , que dona servei de suport en l'ús de les eines. El programa té acords amb els principals fabricants de programari de BI i big data, amb empreses d'infraestructura virtualitzada i amb un laboratori d'eines de programari de codi obert. Un laboratori virtual de llenguatges de programació , que proporciona suport a l'estudiant durant tot el programa en temes relacionats amb la programació, especialment en llenguatge R. Recursos per a l'aprenentatge Recursos comuns per a l'aprenentatge L'estudiant disposa, al llarg del programa, de recursos comuns de suport i aprenentatge: Una assignatura transversal optativa d' adquisició de competències digitals (Aprofitar les TIC en diploma d'especialització), que té per objecte familiaritzar-se amb l'ús de les eines del campus i aules de la UOC, i la formació en tècniques d'informació i comunicació social per a la formació virtual. Un laboratori virtual de tecnologies i eines de business intelligence , que dona servei de suport en l'ús de les eines. El programa té acords amb els principals fabricants de programari de BI i big data, amb empreses d'infraestructura virtualitzada i amb un laboratori d'eines de programari de codi obert. Un laboratori virtual de llenguatges de programació , que proporciona suport a l'estudiant durant tot el programa en temes relacionats amb la programació, especialment en llenguatge R. Un conjunt de recursos per a l'aprenentatge no guiat : un blog sobre temes d'actualitat, un canal de vídeo, diverses webs pròpies, un wiki sobre l'ús de les eines de laboratori, un repositori de casos i projectes de finalització de carrera, accés a les bases de dades de l'empresa de prospectiva Gartner, a la Biblioteca Virtual de la Universitat i a la xarxa de recursos de les biblioteques públiques. Recursos d'anivellament , com ara tutorials, vídeos i materials docents d'altres programes de la UOC, per a aquells estudiants que presentin mancances de formació en àmbits d'empresa, sistemes d'informació, estadística o tecnologies. Una borsa de treball , tant per a ofertes de feina estable com per a la realització de pràctiques voluntàries a empreses. Eines de programari La UOC té acords de col·laboració estable amb els programes acadèmics d' IBM , Microsoft , Cloudera , QlikView i T ableau . Així mateix, contínuament estem avaluant altres eines i acords amb altres fabricants. La UOC ha tingut tradicionalment un compromís amb el programari de codi obert, especialment en l'àmbit de la intel·ligència de negoci. La nostra eina de referència en anàlisi estadística i mineria de dades és R , de la qual disposem de manuals, tutorials i un web de continguts. Les nostres eines de referència en l'explotació i anàlisi de dades massives són Apache Hadoop i Apache Spark . Depenent de les exigències de rendiment del programari, algunes aplicacions es poden descarregar a l'ordinador de l'estudiant o accedir a màquines virtuals d'Amazon i Azure des de la mateixa aula. És recomanable disposar de màquines i SO de 64 bits i 4 GB de RAM mínim (8 GB recomanades). En la descripció de cada especialitat i assignatura, s'inclouen les eines que s'utilitzen per a l'aprenentatge. Aquesta descripció pot canviar en cada convocatòria en funció de les necessitats docents, l'actualització del programa i la relació amb els fabricants actuals o nous. Durada A la UOC, un crèdit ECTS equival a 25 hores de treball de l'estudiant. Segons el nombre de crèdits ECTS, la durada dels programes de formació permanent oscil·la entre 1 mes i 2 anys, aproximadament: Màster de formació permanent: 2 anys Diploma d'especialització: 1 any Diploma d'expert: 1 semestre (6 mesos) Curs de postgrau: entre 1 i 6 mesos El Diploma d'Expert de Big Data forma part del següent itinerari acadèmic: Màster de Formació Permanent: Intel·ligència de Negoci i Big Data Analytics Diploma d'Expert: Competències d'Anàlisi (Data Literacy) Curs: SQL per a Anàlisi de Dades Curs: Anàlisi Estadística i Programació amb R Curs: Principis de Visualització de Dades Diploma d'Especialització: Estratègia de Dades i Business Analytics Diploma d'Expert: Anàlisi de Negoci Curs: People Analytics Curs: Customer Analytics Curs: Operations Analytics Diploma d'Expert: Estratègia de Dades Diploma d'Especialització: Data Analytics i Arquitectura de Dades Diploma d'Expert: Analítica de Dades (Data Analytics) Diploma d'Expert: Arquitectura de Dades Diploma d'Especialització: Arquitectura de Dades i Big Data Diploma d'Expert: Arquitectura de Dades Curs: Bases de dades noSQL Curs: Bases de dades analítiques Diploma d'Expert: Big Data Curs: Data Lakes Curs: Tecnologies de Stream Processing Curs: Tecnologies de Batch Processing Diploma d'Especialització: Analítica i Estratègia de Dades Diploma d'Expert: Analítica de Dades (Data Analytics) Curs: Fonaments d'Intel·ligència de Negoci Curs: Fonaments de Big Data Curs: Fonaments de Data Science Diploma d'Expert: Estratègia de Dades Curs: Estratègia i Cultura Analítica Curs: Data Governance Diploma d'Expert de Big Data Professorat Direcció del programa Direcció dels estudis Professorat propi Tutoria Direcció del programa Josep Curto Díaz Doctor en Tecnologies de la informació i xarxes per la UOC. Experiència docent i recerca en l’àmbit de la intel·ligència de negoci, ciencia de dades, Big Data i intel·ligència artificial responsable. Fundador de AthenaCore, que ajuda a les empreses a adoptar bones practiques en les seves estrategies de dades amb focus en les tecnologies responsables. Membre del consell assessor de l'Escola L'horitzó, col.laborador acadèmic a AGSM/UNSW, profesor a IE Business School i fundador de aikreate. Web Direcció dels estudis Daniel Riera Terrén Doctor en Enginyeria Informàtica per la UAB. Director dels Estudis dInformàtica, Multimèdia i Telecomunicació de la UOC. La seva activitat docent se centra en la intel·ligència artificial, i la modelització, simulació i optimització de sistemes.El seu àmbit de recerca gira a l’entorn del desenvolupament d’algorismes híbrids (combinant IA, OR i CP) per a la resolució de problemes combinatoris, i el disseny de ludificació. CV Professorat propi Albert Solé Ribalta Doctor en Informàtica per la Universitat Rovira i Virgili. Actualment vinculat a l'àrea docent de Big Data dins els Estudis d'Informàtica, Multimèdia i Telecomunicació de la UOC. Investigador de l'Internet Interdisciplinary Institute (IN3) dins del grup de xarxes i sistemes complexos (Complex Systems). Atanasi Daradoumis Haralabus Doctor en Informàtica per la Universitat Politècnica de Catalunya (UPC). La seva activitat docent se centra en assignatures de l’àmbit dels sistemes de gestió de la informació. El seu àmbit de recerca gira a l’entorn de la intel·ligència emocional, l’educació alternativa (holística), l’analítica de l’aprenentatge, l’aprenentatge virtual, els sistemes col·laboratius, afectius i adaptatius, i l’aprenentatge col·laboratiu amb suport de l’ordinador (CSCL). Web CV Tutoria Antonio Muñoz Casado Enginyer Informàtic per la Universidad de Sevilla, graduat en Administració i Direcció d'Empreses per la UNED i màster en Intel·ligència de Negoci i Big Data per la UOC. Consultor tecnològic amb més de quinze anys d'experiència, professionalment ha exercit tasques relacionades amb projectes de tecnologia web (desenvolupament, anàlisi, gestió de projecte, gestió de programes). Elvia Zacher Llicenciada en Administració d'Empreses, màster en Direcció Estratègica i Tecnològica i màster en Intel·ligència de Negoci. Amb àmplia experiència en Màrqueting estratègic en banca, telecomunicacions i consultoria. Actualment, assessora empreses en la seva transformació perquè puguin potenciar-se amb noves tecnologies i impulsar-se en el món digital. Maria Concepción González Santiago Enginyera tècnica en Informàtica de Gestió (EUTC-UAB). Diplomada en Empresarials i Llicenciada en ADE per la Universitat Oberta de Catalunya. Màster en Business Intelligence per la Universitat Oberta de Catalunya i Màster en Direcció Financera per EADA. Programa de Desenvolupament Directiu (IESE). Chartered Controller Analyst (GCCA). Professionalment, és Finance Business Partner en Ekon. Diploma d'Expert de Big Data Sortides professionals Objectius Perfils Competències A qui es dirigeix Sortides professionals Objectius D'acord amb les tendències actuals en formació universitària i amb l'experiència de la UOC en programes virtuals, els objectius del programa es dirigeixen a l'adquisició de competències professionals de caràcter pràctic, principalment mitjançant l'ús de casos de negoci, mètodes i eines de treball. Objectius generals Adquirir i estar en condicions d'implantar una mentalitat crítica i analítica dins de l'empresa, mitjançant el coneixement dels diferents sistemes d'informació d'empresa, els mètodes i les tècniques d'anàlisi de dades, la formulació de preguntes i hipòtesis i l'obtenció de conclusions útils per al negoci. Conèixer el funcionament i el mercat dels sistemes de big data i les seves principals utilitats i components per a proporcionar informació i coneixement que permeti millorar la presa de decisions. Conèixer i estar en condicions de desenvolupar i implementar un projecte big data dins de l'empresa, les etapes del cicle de gestió de projectes i els mètodes específics de producció de projectes d'aquesta tipologia. Objectius D'acord amb les tendències actuals en formació universitària i amb l'experiència de la UOC en programes virtuals, els objectius del programa es dirigeixen a l'adquisició de competències professionals de caràcter pràctic, principalment mitjançant l'ús de casos de negoci, mètodes i eines de treball. Objectius generals Adquirir i estar en condicions d'implantar una mentalitat crítica i analítica dins de l'empresa, mitjançant el coneixement dels diferents sistemes d'informació d'empresa, els mètodes i les tècniques d'anàlisi de dades, la formulació de preguntes i hipòtesis i l'obtenció de conclusions útils per al negoci. Conèixer el funcionament i el mercat dels sistemes de big data i les seves principals utilitats i components per a proporcionar informació i coneixement que permeti millorar la presa de decisions. Conèixer i estar en condicions de desenvolupar i implementar un projecte big data dins de l'empresa, les etapes del cicle de gestió de projectes i els mètodes específics de producció de projectes d'aquesta tipologia. Conèixer les noves tendències, en particular, el fenomen de les dades massives ( big data ), que representa el tractament i la interpretació de dades de més volum, varietat, complexitat i velocitat, procedents de múltiples fonts. Entendre i saber-ne aplicar l'ús efectiu i les implicacions tecnològiques, legals i ètiques. Conèixer i estar en condicions d'aplicar les tècniques i les eines d'anàlisi de dades, els mètodes i els algorismes més habituals i els seus usos aplicats en diferents empreses i organitzacions. Saber utilitzar a nivell d'usuari avançat una suite completa d'intel·ligència de negoci, un sistema d'interrogació i una eina d'estadística avançada per a l'anàlisi de dades. Objectius específics Conèixer i saber construir i utilitzar un sistema de data lakes . Conèixer i saber utilitzar les arquitectures i eines de sistemes de gestió de dades massives. Conèixer i saber utilitzar sistemes de processament en batch . Conèixer i saber utilitzar sistemes de processament en streaming . Conèixer i estar en condicions de desenvolupar i implementar un projecte de big data dins de l'empresa. Qüestions tècniques Consulta els requisits informàtics mínims necessaris per estudiar a la UOC Perfils L'espai de coneixement i aplicació de la intel·ligència de negoci i l'anàlisi de dades és un àmbit híbrid en què conviuen perfils d'entrada i de sortida molt diferents. També és molt diversa l'organització de les competències i responsabilitats sobre la intel·ligència de negoci dins de les empreses de tota mena. El diploma d'expert de Big Data es recomana a estudiants de perfil tecnològic, enginyeries de tota mena, matemàtiques, ciències de la informació o candidats amb una experiència professional equivalent. Cal disposar de coneixements de programació . En cas de no disposar de coneixements, poden adquirir-se mitjançant el diploma d'expert Competències d'Anàlisi ( Data Literacy ) o cursant de forma independent algun dels cursos. Així mateix, és aconsellable el coneixement de l' anglès a nivell escrit . En cas de dubte, es recomana demanar assessorament per dissenyar l'itinerari més adequat, en funció de la formació d'entrada i les aspiracions professionals de cada candidat. Competències El programa està preparat per al desenvolupament de capacitats pràctiques d'ús de sistemes d'intel·ligència de negoci i dades massives, dins d'un marc conceptual propi basat en les bones pràctiques i el coneixement científic. El disseny d'aquesta titulació pròpia segueix les recomanacions i la metodologia de l'Espai Europeu d'Ensenyament Superior (EEES) i, per tant, es basa en l'adquisició de competències per al treball professional en empreses privades i organitzacions públiques. Per conèixer detalladament les competències que s'adquireixen, recomanem la lectura dels apartats «Objectius» i «Programa acadèmic». A qui es dirigeix D'acord amb la nostra experiència al llarg dels últims deu anys, els estudiants del màster i els programes de Business Intelligence i Big Data Analytics de la UOC procedeixen dels àmbits següents: Departaments de màrqueting i vendes, operacions i recursos humans. Centres de competències d'intel·ligència de negoci o departaments especialitzats en anàlisi de dades. Departaments d'organització i sistemes i tecnologies de la informació. Consultors i implantadors de programari estàndard d'intel·ligència de negoci, tant de perfil de negoci com de perfil tecnològic. A causa de l'evolució del sector i les empreses, és freqüent que facin el nostre programa professionals amb diferents nivells d'experiència que necessiten reorientar la seva carrera professional. En els últims anys, el màster està complint un paper de programa de continuïtat per a estudiants que han completat un grau i volen ocupar-se ràpidament en un àmbit professional atractiu i de gran demanda. Sortides professionals L'objectiu del diploma d'expert de Big Data és la capacitació de professionals «tot terreny» mitjançant la formació en anàlisi i solució de problemes de negoci i el disseny i construcció de sistemes d'informació de big data , per treballar a diferents departaments d'empreses o organitzacions o en centres de competències transversals. L'especialitat habilita per a les sortides professionals següents: Responsables, caps de projecte o analistes de big data en departaments d'informàtica o tècnics i analistes d'empreses que han adquirit aquesta classe de sistemes o estan a punt de fer-ho. Consultors i implantadors de sistemes big data en empreses de serveis. Arquitectes de dades, que dissenyen i construeixen la plataforma de dades per a projectes de big data . Emprenedors que volen crear negocis basats en la creació o la implantació de sistemes especialitzats en big data , i també productes o serveis basats en dades. Sortides professionals L'objectiu del diploma d'expert de Big Data és la capacitació de professionals «tot terreny» mitjançant la formació en anàlisi i solució de problemes de negoci i el disseny i construcció de sistemes d'informació de big data , per treballar a diferents departaments d'empreses o organitzacions o en centres de competències transversals. L'especialitat habilita per a les sortides professionals següents: Responsables, caps de projecte o analistes de big data en departaments d'informàtica o tècnics i analistes d'empreses que han adquirit aquesta classe de sistemes o estan a punt de fer-ho. Consultors i implantadors de sistemes big data en empreses de serveis. Arquitectes de dades, que dissenyen i construeixen la plataforma de dades per a projectes de big data . Emprenedors que volen crear negocis basats en la creació o la implantació de sistemes especialitzats en big data , i també productes o serveis basats en dades. La UOC disposa d'una borsa de treball i acords amb empreses per fer pràctiques voluntàries. Més de 30 anys d'experiència d'e-learning L'any 1995, la UOC es va convertir en la primera universitat online del món . 30 anys després, continuem sent pioners en e-learning. L' eLearning Innovation Center fa evolucionar el model d'aprenentatge per garantir una formació de qualitat, única, connectada i en xarxa. Rànquing Times Higher Education Som la sisena millor universitat de l'Estat espanyol, segons el Young University Ranking del Times Higher Education. Rànquing Rànquing de Shanghai Estem entre les 150 millors universitats del món en comunicació i les 200 en educació. Rànquing U-Multirank Excel·lim en transferència del coneixement, compromís regional i docència i aprenentatge. 30 anys de la UOC 30 anys impulsant el teu futur amb formació de qualitat Diploma d'Expert de Big Data Requisits d'accés Titulació d'accés Experiència professional Coneixements previs Titulació Titulació d'accés Per cursar el programa cal tenir una titulació universitària oficial prèvia. En cas de no tenir-ne, es pot accedir al programa acreditant experiència professional . Consulta la informació i la documentació que has de lliurar en funció d'on hagis cursat els estudis: He cursat estudis oficials universitaris a l'Estat espanyol. He cursat estudis oficials universitaris en un país de la Unió Europea. He cursat estudis universitaris oficials a Llatinoamèrica o altres països de fora de la Unió Europea. Documentació Hauràs de lliurar la documentació que acrediti la teva titulació o la teva experiència professional durant els 10 dies posteriors a la formalització de la matrícula. Consulta quina documentació és necessària en cada cas i com i on l'has de presentar. Requisits professionals 1 any d'experiència laboral i/o professional en els àmbits: Consultoria, Informàtica o Investigació. Coneixements previs El programa no requereix formalment una formació o titulació específica d'origen. Cal disposar de coneixements de programació i bases de dades relacionals . En cas de no tenir aquests coneixements, es poden adquirir mitjançant el curs d' SQL per a l'anàlisi de dades que forma part de l'especialització de Competències d'Anàlisi ( Data Literacy ) o haver cursat prèviament l'especialització de Gestió de Dades . En cas de dubte, es recomana demanar assessorament per dissenyar l'itinerari més adequat, en funció de les competències d'entrada i les aspiracions professionals de cada candidat. Es recomana un coneixement de l'anglès a nivell escrit . Titulació Els estudiants que acabin els seus estudis de formació permanent obtindran, en funció del programa cursat, el títol de màster de formació permanent, el diploma d'especialització o el diploma d'expert. Els estudiants que superin altres cursos de formació contínua rebran el certificat corresponent. Diploma d'Expert de Big Data Matrícula i preu Procés de matricula i preu Formes de pagament Descomptes Procés de matrícula Aquests són els passos que cal seguir si vols començar uns estudis a la UOC. Si ja heu cursat estudis amb nosaltres i voleu continuar-los, heu d'adreçar-vos a l'espai Tràmits del Campus Virtual. Omple el formulari de matrícula que trobaràs a totes les pàgines del programa. Després de registrar les teves dades personals, se't proporcionarà un nom d'usuari i triaràs la teva clau d'accés al campus. A continuació accediràs a la secció de les dades econòmiques, on escolliràs la forma de pagament i podràs demanar una factura, si la necessites. Un cop t'hagis matriculat, rebràs dos missatges a la bústia de correu que hagis indicat. Un primer missatge és la confirmació de la formalització de la teva matrícula. En un segon missatge, et recordarem el nom d'usuari i la clau que has triat, i que et permetran accedir al campus virtual. A partir de la formalització de la matrícula, disposes de catorze dies per a exercir el teu dret de desistiment de matrícula . Quan et pots matricular? Hi ha dos moments a l'any per a la matrícula dels programes de formació permanent, depenent de l'inici de la docència del programa en qüestió. Consulta el termini de matriculació i l'inici de curs a la pàgina dels estudis que t'interessin cursar. Matriculació a partir del maig per als programes que inicien docència al setembre o octubre Matriculació a partir del novembre per als programes que inicien docència al febrer o març El preu d'aquest programa serà el vigent en el moment de formalitzar la matrícula. Subjecte a revisió anual. Consulta l'apartat Formes de pagament. En matricular-te, podràs escollir la modalitat que més et convingui. Concepte Preu Preu del curs 2.295 € Facilitats econòmiques Descomptes per a matrícula anticipada Pagament fraccionat en quotes Beques, ajuts i descomptes Condicions especials per a empreses Suport a esportistes de competició Informa-te'n 104.500 graduats i graduades 90 % d'estudiants que estudien i treballen 84 % tornaria a escollir la UOC Per als nous estudiants de Formació permanent, la primera quota serà del 10% de l'import. Màster de formació permanent : la primera quota s'haurà d'abonar amb TPV, en el moment de formalitzar la matrícula, i la resta en un màxim de 20 quotes mensuals a partir del mes d'inici de docència, per domiciliació bancària. En cas de matricular un màster amb un import superior a 5.000 euros, la primera quota s'haurà d'abonar per domiciliació bancària. Diploma d'especialització : la primera quota s'haurà d'abonar amb TPV, en el moment de formalitzar la matrícula, i la resta en un màxim de 9 quotes mensuals a partir del mes d'inici de docència, per domiciliació bancària. Diploma d'expert i curs de postgrau : per a imports superiors a 350 euros la primera quota s'haurà d'abonar amb TPV, en el moment de formalitzar la matrícula, i la resta en un màxim de 4 quotes, per domiciliació bancària. El pagament fraccionat té un import de 31 euros per gestió. El pagament de la matrícula es realitza en una única vegada, mitjançant domiciliació bancària. En triar aquest sistema de pagament, haureu d'introduir les dades bancàries en el formulari de matrícula. El càrrec corresponent a l'import de la matrícula s'efectuarà al mes següent. En el cas de les especialitzacions el pagament al comptat es realitza mitjançant TPV. Consulta les condicions de finançament existents: BBVA CaixaBank Préstec Aplazo (Santander) Per als nous estudiants de Formació permanent, la primera quota serà del 10% de l'import. Màster de formació permanent : la forma de pagament per poder fraccionar la matrícula és la domiciliació bancària (en cas de disposar d'un compte SEPA) o la domiciliació targeta (en cas de no disposar d'un compte SEPA). La primera quota s'haurà d'abonar en el moment de formalitzar la matrícula i la resta en un màxim de 20 quotes mensuals a partir del mes d'inici de docència. Diploma d'especialització : la forma de pagament per poder fraccionar la matrícula és la domiciliació bancària (en cas de disposar d'un compte SEPA) o la domiciliació targeta (en cas de no disposar d'un compte SEPA). La primera quota s'haurà d'abonar en el moment de formalitzar la matrícula i la resta en un màxim de 9 quotes mensuals a partir del mes d'inici de docència. Diploma d'expert i curs de postgrau : per a imports superiors a 350 euros la primera quota s'haurà d'abonar amb TPV, en el moment de formalitzar la matrícula, i la resta en un màxim de 4 quotes, per domiciliació bancària (en cas de disposar d'un compte SEPA) o per domiciliació targeta (en cas de no disposar d'un compte SEPA). Consulta aquí si la teva entitat bancària disposa de compte SEPA. El pagament fraccionat té un import de 31 euros per gestió. El pagament de la matrícula es realitza en una única vegada, mitjançant domiciliació targeta o transferència bancària. Si tries el pagament per domiciliació targeta, hauràs d'indicar les dades de la targeta a la qual cal carregar l'import durant el procés de matrícula. Recorda que les targetes acceptades són VISA, Visa Electron i Mastercard (no es pot fer el pagament amb American Express ni Dinners Club). El càrrec corresponent a la matrícula del curs es farà al mes següent. Si es tria pagar els estudis amb targeta, tingueu en compte que s'aplicaran les condicions econòmiques que hagis pactat amb la teva entitat bancària. És important que el límit de la targeta sigui superior a l'import de la matrícula per evitar que els rebuts es retornin. En cas de disposar d'un compte bancari SEPA es pot realitzar el pagament mitjançant domiciliació bancària. Per triar aquest sistema de pagament, haureu d'introduir les dades bancàries al formulari de matrícula. El càrrec corresponent a la matrícula del curs s'efectuarà al mes següent. Si tries el pagament per transferència bancària, el comprovant s'haurà d'enviar escanejat des de l'apartat del Campus: Secretaria / Matriculació / Formes de pagament. El termini per realitzar el pagament és de deu dies des de la data de formalització i sempre abans del començament de la docència. Podràs realitzar la transferència amb les dades que apareixen en el full de matrícula: Banco Santander Central Hispano Passeig de Gràcia, 5. 08007 Barcelona. Spain Número c/c: 0049-1806-91-2111869374 Swift Code: BSCH ES MM IBAN: ES15-0049-1806-9121-1186-9374 Les empreses poden realitzar el pagament únicament mitjançant transferència bancària. No podran realitzar el pagament de manera fraccionada. Durant el procés de la matrícula es podrà triar la forma de pagament per a empresa al desplegable corresponent. El comprovant de la transferència s'haurà d'enviar escanejat des de l'apartat del Campus: Secretaria / Matriculació / Formes de pagament. Aquestes són les dades necessàries per a efectuar la transferència: Banco Santander Central Hispano Passeig de Gràcia, 5. 08007 Barcelona. Spain Número c/c: 0049-1806-91-2111869374 Swift Code: BSCH ES MM IBAN: ES15-0049-1806-9121-1186-9374 Important: si l'empresa paga un tant per cent i l'estudiant l'altre tant per cent, la part de l'empresa s'haurà de pagar per transferència bancària i la part de l'estudiant amb la forma de pagament disponible que prefereixi (transferència, domiciliació o targeta de crèdit). Descomptes La UOC ofereix una sèrie de descomptes. Si et pots acollir a un, caldrà que en el moment de fer la matrícula el triïs al desplegable de l'apartat Descomptes. En cas que et puguis acollir a més d'un, hauràs d'escollir el que et sigui més beneficiós. En cas d'aplicar-te un d'aquests descomptes, en el moment de fer la matrícula hauràs d'acreditar la condició de beneficiari presentant la documentació corresponent en el termini de deu dies naturals. Els estudiants beneficiaris del títol de família nombrosa reconeguda per l'Estat espanyol o per l'organisme competent en la resta de països, tenen dret als següents descomptes, en funció de la categoria: Famílies nombroses de categoria especial: descompte del 15%. Famílies nombroses de categoria general: descompte del 7,5%. Els estudiants amb un grau de discapacitat igual o superior al 33% reconegut per l'Estat espanyol, o el grau equivalent per qualsevol altre país, tenen dret a un descompte del 15%. Els estudiants (o els seus fills o cònjuges) que hagin estat reconeguts com a víctima d'actes terroristes per l'organisme competent a l'Estat espanyol, o de qualsevol altre país, tenen dret a un descompte del 15%. Els estudiants (i els seus fills o filles dependents) que hagin estat reconeguts com a víctimes de violència de gènere, per l'organisme competent a l'Estat espanyol, o de qualsevol altre país, tenen dret a un descompte del 15%. Pots obtenir aquest descompte si has fet a la UOC assignatures lliures, cursos d'idiomes, seminaris, cursos de formació a mida (UOC Corporate) o un diploma d'expert. Si estàs estudiant un grau o màster universitari però encara no t'has titulat, també s'aplicarà el descompte de comunitat. Pots obtenir aquest descompte si has obtingut un títol oficial (de grau, llicenciatura, diplomatura, enginyeria o màster universitari) o un màster de formació permanent o diploma d'especialització a la UOC. Si la teva empresa o organització té un acord amb la UOC, podràs beneficiar-te de descomptes i avantatges a la teva matrícula. Consulta les condicions dels descomptes per empreses L'estudiantat considerat esportista de competició té dret a un descompte sobre l'import de la matrícula. Consulta la informació del programa Si et pots aplicar un d'aquests descomptes i, a més, et matricules durant el període de matriculació anticipada, en primer lloc s'aplicarà el descompte de matriculació anticipada i a l'import resultant s'hi aplicarà l'altre descompte. Objectius, perfils i competències Descobreix a qui va dirigit aquest programa i quines noves competències pots adquirir. Saber-ne més Itinerari acadèmic Alguns programes formen part d’un itinerari acadèmic. Coneix la trajectòria formativa amb què aconseguiràs els teus objectius. Consultar itinerari L'opinió dels nostres graduats Graduades i graduats de la UOC t'expliquen en primera persona com han viscut el procés d'aprenentatge amb nosaltres i com la nostra metodologia els ha permès compaginar feina, estudis i vida personal. Tenir una flexibilitat d'horaris absoluta em va permetre fer el màster Daniel Marchante Realment em trobo realitzada. Ara, quan parlo, sé del que parlo. Helena Guillén La UOC t'ofereix competències, perquè el que necessites és saber-te adaptar en cada moment Manel Vicenç Volia créixer professionalment. La UOC m'ha ofert no estancar-me Alba Camacho Des de que vaig acabar el grau, he tingut un desenvolupament a la meva empresa José Miguel González"
}