{
  "url": "https://uoc.edu/portal/ca/uneix-equip/diversitat-talent/personal-gestio/marta-trigueros.html",
  "content": "Diversitat de talent Personal de gestió Menú Escoltar «He trobat companys molt disposats a ajudar-me i a transmetre'm el seu coneixement» 17/09/2020 Marta Trigueros, coordinadora de la gestió de pagaments i la facturació a proveïdors Coordina la gestió de pagaments i la facturació a proveïdors; fa vint anys que treballa a la UOC i hi ha crescut personalment i professionalment. A Marta Trigueros li agrada fer propostes de millora i adaptar-se als canvis que sovint va incorporant la Universitat. No és estrany, doncs, que afirmi que, per a ella, la feina de la UOC és la ideal i que s'hi sent com a casa. En què consisteixen la teva feina i les teves funcions i responsabilitats? Actualment estic coordinant la feina —no les persones— de l'equip de pagaments i facturació a proveïdors. La meva feina consisteix a fer el seguiment de les seves tasques i proposar circuits de millora, establir procediments de com hem de treballar, intentar ajudar perquè la feina de la resta sigui més àgil. Com expliques a la teva família què fas en el teu dia a dia? Quan em pregunten, «i tu què fas?», dic que procedimentar processos, mirar que tot el nostre circuit funcioni correctament, veure si hi ha incidències, vetllar per resoldre-les, proposar circuits de millora, fer el seguiment de la tasca de les persones... Al final, les propostes de millora les fem conjuntament. Per exemple, si ve un company i em diu que la tasca que fa té molta manualitat, analitzem aquesta tasca, l'estudiem del principi al final i mirem com la podem millorar perquè el procediment sigui molt més automàtic. Què és el millor de la teva feina a la UOC? El millor de la meva feina és que tens llibertat, dins d'un marge, de fer moltes propostes de millora i de ser molt autònom en aquest aspecte. Si tu estàs disposat a millorar procediments i a aportar coses noves, com a mínim t'escolten. Després una altra cosa és que es facin o no es facin, però tens aquesta opció. Com definiries la teva trajectòria a la UOC? Quan jo hi vaig entrar m'estava vuit hores al dia arxivant factures, perquè aleshores el nivell de manualitat era altíssim, i ara gestiono la coordinació de la feina d'un equip. Per tant, la meva trajectòria ha estat molt bona. Sí que és cert que he trobat companys molt disposats a ajudar-me i a transmetre'm el seu coneixement, i això m'ha ajudat moltíssim a conèixer molt l'activitat de la meva tasca. Recordes algun dia o moment concret a la UOC amb especial estima? Ui, és que n'hi ha molts. Són molts anys. Com a moments molt importants, destacaria quan reps el reconeixement per un esforç molt gran que has fet. Què destacaries de la UOC respecte a altres organitzacions? La flexibilitat. Si un dia un fill es posa malalt, no vas amb la por de trucar i dir que aquell dia no pots anar a l'oficina i que treballaràs des de casa. Parla'ns d'aquesta conciliació entre la vida laboral i personal. Per a mi és molt important, tot depèn de la prioritat que tu donis a aquest aspecte. Però fins i tot si no tens fills, també és un aspecte important, per poder anar al metge per exemple. No hi ha cap problema amb la conciliació. Què consideres que ha de tenir una persona per treballar a la UOC? És una organització que jo recomanaria molt a les persones que tenen idees, que tenen ganes d'innovar, que no els agrada fer sempre el mateix. Perquè sempre hi ha canvis, sempre hi ha projectes nous. Si t'agrada adaptar-te al canvi, que molt sovint la feina que fas variï una mica, és el lloc ideal. Quins consideres que són els valors de la UOC? La flexibilitat per descomptat, i el respecte, el compromís i la transparència. Per a tu la UOC és… La meva feina ideal. És com casa meva. Potser perquè fa vint anys que hi treballo. Vaig començar molt jove, la conec molt, conec la meva feina de dalt a baix… Si ets una persona curiosa i tens ganes d'aprendre, et donarà coses."
}