{
  "url": "https://uoc.edu/ca/estudis/beques-ajudes/beques-i-descomptes-cim",
  "content": "Beques, descomptes i formes de pagament per als cursos d'idiomes La UOC ofereix un seguit de descomptes pels cursos d’idiomes del Centre d’Idiomes Moderns. Si et pots acollir a algun, caldrà que en el moment de fer la matrícula el triïs en el desplegable de l’apartat Descomptes. En cas que et puguis acollir a més d’un, hauràs de triar el més beneficiós. En cas d’aplicar-te un d’aquests descomptes en el moment de fer la matrícula, hauràs d’acreditar la condició de beneficiari presentant la documentació corresponent en el termini de deu dies naturals. Família nombrosa Els estudiants beneficiaris del títol de família nombrosa reconegudes per l’Estat espanyol o per l’organisme competent en la resta de països, tenen dret als següents descomptes, en funció de la categoria: Famílies nombroses de categoria especial: descompte del 15%. Famílies nombroses de categoria general: descompte del 7,5%. Persones amb discapacitat Els estudiants amb un grau de discapacitat igual o superior al 33% reconegut per l’Estat espanyol, o el grau equivalent per qualsevol altre país, tenen dret a un descompte del 15%. Víctimes d’actes terroristes Els estudiants (o els seus fills o cònjuges) que hagin estat reconeguts com a víctima d’actes terroristes per l’organisme competent en l’Estat espanyol, o de qualsevol altre país, tenen dret a un descompte del 15%. Víctimes de violència de gènere Els estudiants (i els seus fills o filles dependents) que hagin estat reconeguts com a víctima de violència de gènere , per l’organisme competent en l’Estat espanyol, o de qualsevol altre país, tenen dret a un descompte del 15%. La UOC és centre proveïdor de la Generalitat per a oferir els cursos d’ anglès, francès i alemany compresos en el programa PARLA3 de beques de l’ AGAUR per a obtenir el nivell obligatori de tercera llengua (B2). Existeixen diverses modalitats d'ajuda. Consulta tota la informació a la pàgina Beques Agaur d'Idiomes per a estudiants de Grau . Comunitat UOC: 7 % de descompte Pots obtenir aquest descompte si has fet a la UOC estudis d’Assignatures lliures, del Centre d’Idiomes Moderns, Seminaris de Desenvolupament Continu, cursos de formació a mida (UOC Corporate), o una especialització. Si esteu estudiant un grau o màster universitari però encara no us heu titulat també se us aplicarà el descompte de comunitat. UOC Alumni: 10 % de descompte Pots obtenir aquest descompte si has obtingut un títol oficial (de grau, llicenciatura, diplomatura, enginyeria o màster universitari) o un màster o postgrau propi a la UOC. Si la teva empresa o organització té un acord amb la UOC, podràs beneficiar-te de descomptes i avantatges a la teva matrícula. Més informació . El desistiment consisteix en l’ anul·lació total de la matrícula amb dret a devolució de l’import total, sempre que se sol·liciti en els 14 dies naturals després de formalitzar-la. La devolució de l’import de la matrícula està condicionada a la devolució dels recursos per a l’aprenentatge amb el precinte original i a la confirmació definitiva del pagament per part de l’estudiant. La direcció d’enviament és la següent: Disnet – Ref. Renúncia de matrícula Can Camps, 15 Pl. Can Roqueta 08202 Sabadell (Barcelona) Un cop exercit en temps i forma el dret de desistiment, podeu sol·licitar l’activació de la matrícula de nou, des del Campus Virtual. Conseqüències de l’exercici del dret de desistiment Si exerceixes el teu dret de desistiment de la matrícula, la Universitat procedirà a la devolució en el termini màxim de catorze (14) dies naturals de tots els pagaments que hagis efectuat, a comptar des de la data en què facis la sol·licitud. Per aquest motiu, és molt important que actualitzis les teves dades bancàries que hi ha informades al Campus Virtual per tal de procedir a l’esmentada devolució. Pots informar del teu compte bancari a l’apartat del Campus Virtual Expedient / Dades bancàries. Si et matricules d’un curs d’idiomes del CIM que supera l’import de 350 euros, pots fraccionar el pagament de l’import de la matrícula. La primera quota del 10% s’ha d’abonar amb TPV en el moment de formalitzar la matrícula, i la resta, en un màxim de quatre quotes mensuals, en funció de la data de matrícula, per domiciliació bancària. Aquesta forma de pagament té un import per gestió de 31 euros i només és vàlida per a matrícules superiors a 350 euros. Què és el CIM? Descobreix el Centre d'Idiomes Moderns de la UOC, l'espai on aprendre idiomes online. Més informació Preguntes freqüents Tens dubtes? Donem resposta a les teves preguntes sobre la nostra oferta formativa, el model d’aprenentatge o tràmits, entre altres temes. Consulta"
}