{
  "url": "https://uoc.edu/ca/estudis/faqs/preguntes-frequents-cim",
  "content": "Centre d'Idiomes Moderns: preguntes més freqüents Troba les respostes als teus dubtes de com estudiar al Centre d’Idiomes Moderns: el seu funcionament, la seva metodologia, el seu calendari, i requisits i les seves titulacions i reconeixements. Funcionament El Centre d'Idiomes Moderns és l'espai que la UOC obre a tots els ciutadans i ciutadanes perquè puguin estudiar llengües estrangeres, com també català, amb totes les garanties acadèmiques i amb els avantatges de l'aprenentatge per Internet. Al Centre d'Idiomes Moderns, aquests alumnes comparteixen aules amb els estudiants universitaris, sense haver de complir els requisits d'accés a la universitat. Actualment, s'ensenyen anglès, francès, alemany, japonès, xinès, català i espanyol per a estrangers. Actualment, oferim tots els nivells d’ A1 a C1 en anglès , nivells d' A1 a B2 en francès i alemany , nivells A1 i A2 en xinès i japonès . En català , els cursos intermedi i de suficiència preparen per a l’obtenció dels certificats homologats per la Generalitat de Catalunya. També hi ha un curs de Català bàsic per a castellanoparlants i dos cursos de nivell A1 d'espanyol per a estrangers. Per a més informació, consulta la secció Nivells i certificacions. Les persones interessades a matricular-se ho poden fer directament des d’aquest web. En el moment de la matrícula, ens posarem en contacte amb tu per acompanyar-te en el procés d’incorporació a la UOC i garantir que comencis el curs amb tots els dubtes i tràmits resolts. Sí, el Centre d'Idiomes Moderns permet matricular-se d’assignatures sense tenir cap titulació acadèmica prèvia. Si hi estàs interessat t’aconsellem que llegeixis amb atenció la descripció de cada assignatura i miris bé si s’ajusta a les teves necessitats. Abans de matricular-te dels cursos d’anglès, francès, alemany o català, convé que facis la prova de nivell que trobaràs al web, per tal d’identificar el curs més adequat. En el cas d' anglès , francès i alemany , recomanem als alumnes amb coneixements previs que facin la prova de nivell. En el cas del català , la prova els ajudarà a triar entre els nivells intermedi, de suficiència i superior. Si vols estudiar japonès o xinès i ja tens coneixements de llengua, et demanem que estudiïs la fitxa específica dels cursos. En els graus de la UOC són obligatòries les assignatures d’idiomes (Idioma modern I i Idioma modern II). Aquestes assignatures equivalen als cursos B2.1 i B2.2 del Centre d'Idiomes Moderns. Per tant, els estudiants que les hagin superades al Centre d'Idiomes Moderns, després les poden convalidar en els graus de la UOC. La prova de síntesi consisteix en una redacció breu que s'ha de fer presencialment en seixanta minuts, en què es plantejarà una pregunta sobre un tema general. Durant la realització de la prova de síntesi no es podrà fer servir cap diccionari o altra mena de recursos. El text produït demostra el grau d'adequació i de correcció lingüística propi del nivell. El nivell de l'idioma de la redacció és coherent amb el contingut de les tasques d'avaluació contínua (AC) de l'estudiant. La qualificació de la prova serà «0» si es detecta una clara discrepància entre la prova de síntesi i el nivell de l'AC. En la redacció l'estudiant tracta directament i de manera suficient el tema plantejat. Si no, la qualificació de la prova serà «0». Quan el model d'avaluació de l'assignatura sigui AC (avaluació contínua) + PS (prova de síntesi) i l'estudiant hagi superat l'AC. Les proves de síntesi es fan presencialment a diferents punts del territori: Barcelona, Madrid, València, Sevilla, Tenerife, Mallorca, entre altres. L'estudiant podrà triar la seu on vol fer la prova final. Tots els estudiants poden consultar aquesta informació a Tràmits > Avaluació i proves finals > Tria els horaris de les proves. Així mateix, la podran consultar en el moment que s'obri el seu full personal de proves finals, on podran configurar dies i seus per a fer les proves finals. Català nivell intermedi, suficiència i superior s’adrecen a persones amb un bon domini de la llengua catalana. No cal tenir cap titulació acadèmica, però sí que convé que facis la prova de nivell que trobaràs al web, per tal d’identificar el curs més adequat al teu nivell. A diferència dels cursos de llengües estrangeres, el seu objectiu principal és preparar-te per a les proves interuniversitàries que permeten obtenir un certificat de llengua catalana homologat per la Generalitat de Catalunya. Independentment de les proves, obtindràs un diploma de la UOC que acredita la superació del curs. Un cop superat el curs en qüestió, podràs inscriure’t en aquestes proves, que la UOC organitza a continuació dels cursos. El preu de la matrícula per al curs NO inclou la matrícula d’aquestes proves, que són presencials. Un cop superada la prova, obtindràs el certificat homologat amb el de la Generalitat de Catalunya. Consulta més informació sobre convocatòries i característiques de les proves i també diferents models . L’assignatura Català bàsic, que s’ofereix al campus castellà, s’adreça a persones sense coneixements de català o amb pocs coneixements. Titulacions i reconeixements Un cop acabat el curs amb èxit, obtens un certificat d'idiomes UOC. Si amb aquest curs has completat, a més, un nivell determinat del Marc europeu comú de referència per a les llengües (MECR), se certifica l’assoliment d’aquest nivell. Aquí hi ha la taula que indica quins cursos cal superar per a obtenir el certificat de nivell corresponent. La UOC ha adaptat els seus cursos de llengües al Marc europeu comú de referència per a les llengües (MECR), cosa que et facilitarà l’acreditació de les teves competències. No, només la superació de l'assignatura dóna dret a l'obtenció d'un certificat de la UOC. En totes les oposicions és la institució convocant qui decideix què accepta i què no. Aquests criteris poden variar en funció de la plaça, de la convocatòria i de les necessitats de l’administració i de la comunitat autònoma. Et recomanem que consultis les bases de la convocatòria i que comprovis si prenen en consideració els títols universitaris de llengües. El fet que els cursos estiguin adaptats al Marc europeu comú de referència per a les llengües (MECR) no garanteix que siguin acceptats per l’administració. Metodologia No. Tindràs un professor i uns companys amb els quals t’hauràs de comunicar i fer tasques en col·laboració. A cada unitat del curs trobaràs uns exercicis autocorrectius que has de fer individualment, però per a progressar i per a superar el curs és fonamental que et comuniquis a l’aula. Si bé l’aprenentatge virtual té l’avantatge de la flexibilitat horària, has de ser conscient que segons el creditatge hauràs de dedicar al curs entre 8 i 16 hores setmanals per a poder-lo seguir amb èxit. També convé tenir en compte els terminis per al lliurament de les activitats avaluables. En general, és recomanable mantenir un ritme constant de treball al llarg de tot el curs i connectar-se a l’aula cada 48 hores com a mínim. Calendari i requisits Si és el primer cop que estudies a la UOC, et recomanem que et matriculis algunes setmanes abans de l’inici de la docència. Quan entris al Campus, veuràs l’aula de tutoria, on trobaràs un tutor de llengües i estaràs amb altres estudiants que també estudien llengües per primer cop. El tutor et donarà indicacions que et seran útils per a familiaritzar-te amb el campus i l’aula. Les assignatures es cursen durant dos períodes a l’any, de febrer a juny i de setembre a gener. Les assignatures es poden començar en qualsevol d'aquests dos períodes, a excepció dels cursos anuals, que comencen només al setembre. Cal disposar d’un ordinador amb connexió a internet de banda ampla, a més d’uns auriculars amb micròfon i una càmera web. En tot cas, et recomanem que llegeixis amb deteniment la descripció de cada assignatura i que comprovis que s’ajusta bé a les teves necessitats i interessos. Metodologia Descobreix com s'aprenen idiomes online amb la metodologia del CIM, el Centre d'Idiomes Moderns de la UOC. Saber-ne més Què és el CIM? Descobreix el Centre d'Idiomes Moderns de la UOC, l'espai on aprendre idiomes online. Més informació"
}