{
  "url": "https://uoc.edu/ca/estudis/tramits/desistiment",
  "content": "Desistiment de matrícula El desistiment consisteix en l' anul·lació total de la matrícula amb dret a devolució de l'import total , sempre que se sol·liciti en els catorze dies naturals després de formalitzar-la . Un cop exercit en temps i forma el dret de desistiment, es pot tornar a sol·licitar l'activació de la matrícula, des del Campus Virtual. Conseqüències de l'exercici del dret de desistiment Si exerceixes el teu dret de desistiment de la matrícula, la Universitat procedirà a la devolució , en el termini màxim de catorze (14) dies naturals , de tots els pagaments que hagis efectuat, a comptar des de la data en què facis la sol·licitud. Per aquest motiu, és molt important que actualitzis les teves dades bancàries que hi ha indicades al Campus Virtual, perquè puguem fer la devolució esmentada. Pots indicar el teu compte bancari a l'apartat del Campus Virtual Expedient / Dades bancàries. Si en el moment de formalitzar la matrícula, has escollit com a forma de pagament «domiciliació bancària» i, ja s'ha efectuat el cobrament, hauràs de contactar amb la teva entitat bancària per a sol·licitar que retornin el rebut. En cas contrari, la UOC realitzarà els tràmits oportuns per a efectuar-te la devolució, un cop transcorreguts els 56 dies que marca la normativa bancària, sense que es derivi cap responsabilitat envers la Universitat. Per què escollir la UOC? Avalada pels nostres graduats i graduades Un 79 % tornaria a triar la UOC. Un 81 % està satisfet/a amb la titulació. 90.400 Estudiants 89 % Estudia i treballa. Reconeguda per les empreses. Model educatiu La UOC es caracteritza per un model educatiu propi, basat en una metodologia online de qualitat, que situa l'activitat de l'estudiant al centre. Amb nosaltres, l'estudiant aprèn de manera activa. Premis internacionals Avalen la nostra metodologia online la implicació en projectes de recerca, el compromís social i una trajectòria vinculada a l'e-learning de qualitat. 122.750 Graduades i graduats"
}