{
  "url": "https://uoc.edu/portal/ca/_peu/avis_legal/politica-privacitat/fp.html",
  "content": "Avís legal Política de privacitat Menú Escoltar UOC-FJE 1. Responsable del tractament 2. Finalitat del tractament 3. Durada 4. Legitimació del tractament 5. Lloc on es desa la informació 6. Comunicació i transferència 7. Drets de les persones interessades 8. Drets 9. Seguretat 10. Galetes ( cookies ) 11. Canvis en aquesta política de privacitat 1. Responsable del tractament Identitat : Fundació per a la Universitat Oberta de Catalunya, d’ara en endavant «UOC», amb Fundació Jesuïtes Educació, d’ara en endavant, «FJE». CIF : UOC: G60667813 FJE: G62411624 Adreça postal : UOC: Rambla del Poblenou, 154-156 (08018, Barcelona) FJE: Carrer de Roger de Llúria, 15, 7.ª planta (08010, Barcelona) Adreça de contacte del delegat/da de protecció de dades : UOC: dpd@uoc.edu FJE: delegat.protecciodades@fje.edu El responsable del lloc web, de conformitat amb el que disposa el Reglament (UE) 2016/679, de 27 d’abril, relatiu a la protecció de les persones físiques pel que fa al tractament de dades personals (d’ara endavant, «RGPD»), i la Llei 34/2002, d’11 de juliol, de serveis de la societat de la informació i del comerç electrònic (LSSICE), us informa que ha implantat les mesures de seguretat necessàries, d’índole tècnica i organitzativa, per a garantir i protegir la confidencialitat, la integritat i la disponibilitat de les dades introduïdes. 2. Finalitat del tractament Les seves dades personals podran ser tractades per a les següents finalitats en atenció a les finalitats concretes per a les que vostè ens els hagi facilitat mitjançant l'emplenament de formulari seleccionat en cada cas: Prestar assessorament personalitzat d'un tutor que l'orienti en la selecció d'assignatures del curs pel qual s'hagi interessat, i que l'ajudi a consultar el preu de la matrícula, el reconeixement de crèdits, les beques i la documentació necessària per a la posterior formalització de la matrícula. Dur a terme els tràmits necessaris per a la formalització de la matrícula, el que implica la realització de les gestions administratives associades com ara: L'accés, en el qual es revisa la documentació aportada per l'estudiant per a la seva validació per part de la UOC; L'atenció, en la qual es faciliten i es posen a disposició de l'estudiant els canals de comunicació amb la UOC; La certificació, en la qual s'habilita i gestiona la possibilitat de l'estudiant de sol·licitar certificacions relatives al seu expedient; La posada a disposició al Campus Virtual. La identificació per a la realització de les proves virtuals, portar a terme els processos de verificació en el desenvolupament de les proves d’avaluació a fi d’evitar possibles suplantacions d'identitat. Prevenció del frau acadèmic. Realitzar les gestions administratives per a l'alta (i baixa) en les eines en el núvol necessàries per estudiar a la FUOC, com GSuite For Education UOC i Adobe Creative Cloud. Assegurar l'accés a Campus Virtual amb les condicions d'ús i serveis associats a la persona interessada segons el seu paper, sigui estudiant en actiu, docent col·laborador, Alumni o el que en el seu moment pugui tenir assignat. La participació al Campus implica l'assignació automàtica d'un nom d'usuari individual associat a un compte d'aplicacions ofimàtiques i eines en el núvol que inclou el correu electrònic de la FUOC. Podeu consultar aquí les condicions particulars d'ús del paquet GSuite. Gestionar l'enviament d'informació referent a l'oferta formativa de la UOC i de la FJE en l'àmbit formatiu que vostè hagi triat. Realitzar una avaluació i un seguiment dels serveis oferts per la UOC i la FJE mitjançant estadístiques i enquestes de satisfacció. Elaboració d'un perfil sobre la base dels interessos que ens hagi comunicat i els estudis que vagi a cursar per a l'enviament de comunicacions relatives a productes, serveis i activitats promocionals de la UOC i FJE, en cas que així ens hagi autoritzat expressament. No tractarem les seves dades personals amb una altra finalitat que les aquí descrites excepte per obligació legal o requeriment judicial. 3. Durada Les dades personals recollides a través dels formularis accessibles en aquesta pàgina web seran tractades per la UOC i la FJE per a les finalitats en cada cas indicades, mentre siguin necessàries per gestionar i prestar els serveis sol·licitats en cada cas i, en els supòsits en què ens hagi prestat el seu previ i exprés consentiment, fins que vostè ens indiqui que deixem de fer-ho. Concretament, les dades facilitades per a la formalització de la matrícula es conserven durant el termini de vigència d'aquesta; posteriorment, queden bloquejades fins que transcorrin els terminis de conservació aplicables. Les dades d'identificació per a la realització de les proves virtuals per dur a terme els processos de verificació en el desenvolupament de les proves d’avaluació a fi d'evitar possibles suplantacions d'identitat i la prevenció de frau acadèmic es conservaran mentre durin les proves virtuals i amb caràcter general, durant el termini de (1) any acadèmic, des que l'acta de qualificació sigui ferma. Pel que fa a les dades que permeten l'accés a Campus i a l'ús de les eines associades, es conserven mentre la persona interessada no sol·liciti la cancel·lació d'aquest dret atorgat per la UOC i la FJE a la seva comunitat o fins que transcorrin els terminis de conservació aplicables. Respecte a la conservació de les seves dades per a l'enviament d'informació referent a l'oferta formativa de la UOC en l'àmbit formatiu que vostè hagi triat, i d'acord amb el perfil generat sobre la base dels interessos que ens hagi comunicat, es conservaran mentre l'interessat no revoqui el mateix. Quan finalitzi el període de temps, la UOC i la FJE conservaran les dades personals bloquejades durant el període en què es puguin derivar responsabilitats legals. Quan expirin aquestes responsabilitats, les dades personals seran eliminades de forma definitiva. 4. Legitimació del tractament Les bases legals per al tractament de les dades personals per a les finalitats indicades són les següents: Pel que fa als tràmits d'accés i matrícula, l'assessorament i alta en les eines necessàries per estudiar a la UOC i FJE, la base legal per al tractament és l'execució d'un contracte. Pel que fa a la finalitat relativa a la remissió d'informació relacionada amb l'àmbit formatiu que vostè ha triat o en el qual s'ha matriculat, així com la realització d'estadístiques i enquestes de satisfacció, la base legitimadora és l'interès legítim de la UOC i de la FJE. Per a la realització de perfils bàsics l'única conseqüència és la remissió d'informació personalitzada en relació amb l'àmbit formatiu que vostè hagi triat o en el qual s'hagi matriculat, la base legal és l'interès legítim de la UOC i de la FJE, sempre que vostè no expressi la seva voluntat en contra de ser objecte de decisions individuals automatitzades i perfilat a través dels canals disposats per la UOC i la FJE a aquest efecte. Així mateix, en el cas que ens autoritzi expressament mitjançant la casella corresponent disposada a aquest efecte en el formulari que en cada cas correspongui, la base legal per a la remissió d'informació relativa a productes, serveis i activitats promocionals de la UOC i la FJE, és el seu consentiment que, podrà retirar en qualsevol moment a través dels canals disposats per la UOC i la FJE a aquest efecte. 5. Lloc on es desa la informació La informació i les dades de caràcter personal proporcionades es guarden en els servidors de la UOC i de la FJE o de proveïdors i empreses encarregades del tractament de dades que tinguin els servidors en el territori de la Unió Europea o en altres territoris tercers que ofereixin una protecció anàloga en compliment de les garanties establertes en l’article 46 del Reglament (UE) 2016/679, de 27 d'abril, relatiu a la protecció de les persones físiques pel que fa a el tractament de dades personals (en endavant, «RGPD»). Així mateix, la UOC i la FJE, de conformitat amb el que disposa l’RGPD, i la Llei 34/2002, de 11 de juliol, de serveis de la societat de la informació i de comerç electrònic (LSSICE), li informa que han implantat les mesures de seguretat necessàries, d'índole tècnica i organitzativa, per garantir i protegir la confidencialitat, la integritat i la disponibilitat de les dades tractades. 6. Comunicació i transferència Les dades que vostè ens faciliti a través dels formularis disposats al web de la FJE es comunicaran a tercers si és necessari per donar compliment a les obligacions legals que en cada cas correspongui. Així mateix la UOC i la FJE compten amb diversos proveïdors que li assisteixen a l'execució de diferents tasques relacionades amb el tractament de les seves dades personals. Els proveïdors que tinguin especial rellevància en el tractament de dades seran informats en primera capa. A aquests efectes, les dades facilitades poden ser comunicades a entitats encarregades del tractament, a títol enunciatiu, proveïdors de serveis d'enviament de comunicacions, aplicacions en el núvol com GSuite, serveis de missatgeria, agències, etc. En aquests casos la UOC i la FJE asseguraran que l'empresa que en cada cas faciliti el servei tingui establertes polítiques de privacitat i seguretat adequades, mitjançant les corresponents clàusules contractuals vinculants per a totes les parts implicades. També es poden produir transferències internacionals d'acord amb el règim d'autorització i notificació prèvia que estableix la normativa vigent. 7. Drets de les persones interessades Per a l'exercici dels drets que es detallen a continuació, n'hi ha prou que ens faci arribar una comunicació a Fundació per a la Universitat Oberta de, a través de qualsevol dels següents canals, amb la referència \"Protecció de Dades\": Per correu electrònic a l’adreça fuoc_pd@uoc.edu Per correu postal a l’adreça Rambla del Poblenou, 154-156 La sol·licitud haurà de contenir còpia del seu DNI o document d'identificació equivalent així com el contingut mínim que preveu la normativa aplicable. Si la sol·licitud no reuneix els requisits especificats, se li podrà requerir perquè els esmeni. L'exercici dels següents drets és gratuït, si bé, podrà cobrar un cànon quan les sol·licituds siguin infundades, excessives o repetitives. Així mateix, si no desitja seguir rebent missatges de correu de la UOC i de la FJE corresponents a butlletins informatius, o comunicacions promocionals, pot donar-se de baixa fent clic a l'enllaç situat a la part inferior de tots els nostres missatges. 8. Drets Dret d'accés: permet a l'interessat conèixer i obtenir informació sobre les seves dades de caràcter personal sotmeses a tractament. Dret de rectificació: permet corregir errors i modificar les dades que siguin inexactes o incompletes. Dret d'oposició: dret de l'interessat a que no es realitzi el tractament de les seves dades de caràcter personal o se cessi en el seu tractament. Dret de supressió: dret de l'interessat a sol·licitar l'eliminació de les dades de caràcter personal. Limitació del tractament: comporta el marcatge de les dades personals conservats, amb la finalitat de limitar el seu futur tractament. Portabilitat de les dades: facilitació de les dades objecte de tractament a l'interessat, perquè pugui transmetre a un altre responsable sense impediments. Dret a no ser objecte de decisions individuals automatitzades respecte a les quals l'interessat no hagi expressat el seu consentiment (inclosa l'elaboració de perfils). Dret a no ser objecte d'una decisió basada en el tractament automatitzat que produeixi efectes o afecti significativament. Dret a retirar el consentiment donat en qualsevol moment. L'interessat també té dret a presentar una reclamació davant l' Autoritat de Control si considera que poden haver-se vulnerat els seus drets pel que fa a la protecció de les seves dades. 9. Seguretat La UOC i la FJE, en resposta a la confiança dipositada en nosaltres i tenint en compte la importància en matèria de protecció i confidencialitat que requereixen les dades personals de l'usuari, l'informa que ha adoptat totes les mesures tècniques i organitzatives necessàries per salvaguardar la seva seguretat, tal com exigeix la normativa vigent que regula el Reglament Europeu de Protecció de dades, la normativa en vigor en matèria de Protecció de Dades personals i les opinions de l'Autoritat en matèria de protecció de dades i seguretat de la informació. 10. Galetes ( cookies ) Consulteu la política de galetes . 11. Canvis en aquesta política de privacitat La UOC i l'FJE es reserven el dret de modificar aquesta política per adaptar-la a novetats legislatives o jurisprudencials."
}