{
  "url": "https://uoc.edu/ca/estudis/landings/descomptes-matricula-corporativa.html",
  "content": "Descomptes per a empreses Beneficia't dels descomptes especials si treballes en una empresa o organització Gaudeix de descomptes exclusius gràcies a l'acord entre la teva empresa i Matrícula Corporativa. Si la teva organització encara no té acord, pots contactar amb nosaltres. Ens encarreguem de tot. T'ajudem a aconseguir els millors descomptes. Què pots obtenir: Un descompte de fins al 30 %. Només necessites formalitzar la teva matrícula amb el codi de descompte que et facilitarà la teva organització. Impulsa la teva carrera amb la millor oferta L’oferta de Matrícula Corporativa és acumulable amb el de matrícula anticipada. Podràs aconseguir fins a un 30 % com a màxim. A quins programes podré aplicar el descompte? El podràs aplicar a tots els programes de la UOC, és a dir, a més de 700 entre màsters, diplomes d’especialització, graus, diplomes d’expert, idiomes i molt més. Com puc aplicar el descompte? Copia el codi proporcionat per la teva organització Emplena el formulari de matrícula. Introdueix el codi i obtén el descompte La teva empresa encara no té un acord de Matrícula Corporativa? T'ajudem a aconseguir-lo. Gaudeix de descomptes i avantatges exclusius com a treballador o associat d'una gran organització. La UOC tanca acords per impulsar el talent, fes-ho possible a la teva empresa, és totalment gratuït per a la teva organització. Contacta ara . Aconsegueix els millors avantatges de la UOC Per a tu i tots els professionals de la teva organització. T'ajudem a aconseguir els descomptes Facilita'ns el contacte de la persona de formació de la teva organització i ho farem possible. Si la teva empresa et finança la formació T'ajudem en la gestió de la factura corporativa. Si la teva organització bonifica la formació a través de FUNDAE Et facilitem la informació per a la tramitació. Tens dubtes? Escriu-nos un correu a matriculacorporativa@uoc.edu i ens posarem en contacte amb tu. Per què estudiar a la UOC? Més de 400 empreses ja ha signat acords De tots els sectors d'activitat Universitat número u online La primera universitat online del món Més de 9.000 professionals formats Màxima conciliació laboral, personal i professional Reconeguda per les empreses Formació adaptada al món laboral"
}