{
  "url": "https://uoc.edu/ca/estudis/diplomes/diploma-expert-ciutats-intel-ligents-ciutadania.html",
  "content": "Presentació Programa acadèmic Professorat Sortides professionals Requisits d'accés Matrícula i preu Online i sense horaris Propera matrícula: maig 2025 Diploma d'Expert Online de Ciutats més Intel·ligents i Ciutadania Presentació L’especialització en Ciutats més Intel·ligents i Ciutadania aporta coneixements teòrics, com també instruments i mètodes per a analitzar i avaluar els canvis produïts en la societat del coneixement que influeixen en els processos espacials, econòmics i socials, i proposar accions per a la construcció col·lectiva i integral de ciutats obertes i col·laboratives. Formació permanent online Potencia la teva carrera professional Facilitats de pagament Fracciona en quotes la teva formació permanent. Per què estudiar Ciutats més intel·ligents i ciutadania? Evolucionen, innoven i es fan complexes, mogudes per la intel·ligència col·lectiva i els avenços tecnològics que hi ha hagut al llarg de la història. Poden ser més intel·ligents les ciutats? Podríem anomenar més intel·ligents aquelles ciutats el projecte smart de les quals va més enllà de l'ús de les noves tecnologies de la informació i comunicació (TIC) per a assolir més eficiència energètica i reactivar-ne l'economia. Són ciutats capaces de connectar la tecnologia amb l'urbà i, per tant, amb els seus ciutadans. Que utilitzen la tecnologia com a facilitadora del desenvolupament sostenible, de millors i més eficaços serveis urbans, de la transparència en l'administració i també, i sobretot, de l'apoderament dels seus ciutadans, de la democratització de la innovació, de l'exercici del dret a la ciutat... El diploma d'expert de Ciutats més intel·ligents i ciutadania, ens apropem a aquestes ciutats. Per què estudiar Ciutats més intel·ligents i ciutadania? Evolucionen, innoven i es fan complexes, mogudes per la intel·ligència col·lectiva i els avenços tecnològics que hi ha hagut al llarg de la història. Poden ser més intel·ligents les ciutats? Podríem anomenar més intel·ligents aquelles ciutats el projecte smart de les quals va més enllà de l'ús de les noves tecnologies de la informació i comunicació (TIC) per a assolir més eficiència energètica i reactivar-ne l'economia. Són ciutats capaces de connectar la tecnologia amb l'urbà i, per tant, amb els seus ciutadans. Que utilitzen la tecnologia com a facilitadora del desenvolupament sostenible, de millors i més eficaços serveis urbans, de la transparència en l'administració i també, i sobretot, de l'apoderament dels seus ciutadans, de la democratització de la innovació, de l'exercici del dret a la ciutat... El diploma d'expert de Ciutats més intel·ligents i ciutadania, ens apropem a aquestes ciutats. Es tracta de ciutats connectades, obertes i col·laboratives que a través de la interacció contínua i acció col·lectiva busquen respostes a les noves necessitats i oportunitats a partir dels canvis produïts en la societat del coneixement, que influeixen en els processos espacials, econòmics i socials. L'objectiu és respondre a la demanda creixent de professionals amb competències transversals, que entenguin aquestes ciutats des de la seva complexitat i siguin capaços d'actuar de forma integral, tant en empreses privades de consultoria, prestadores de serveis, etc., com en l'Administració pública o en organitzacions no governamentals. Enllaços d'interés: Vídeo Sesión informativa programa Smart cities: ciudad y tecnología Webinar Smart Cities: Tecnologías al Servicio del ciudadano Blog Informática++ Blog de Gestión de la Ciudad y Urbanismo Smart City Expo World Congress Colección de \"Gestión de la Ciudad\" en Editorial UOC Descarrega el programa (PDF) Màsters oberts Aquest programa et permet obtenir un màster obert. Amb els nostres màsters oberts dissenyes el teu propi programa en funció del teu interès i de les teves necessitats professionals. Inici 15 d’oct. 2025 100% Online 16 Crèdits ECTS Idiomes: Català, Castellà Titulació pròpia Durada: Metodologia 100% online 1a. universitat online del món Acompanyament personalitzat Entre les millors universitats La UOC se situa entre el 7 % de les millors universitats del món segons el World University Rankings 2024. El tutor: guia i acompanyament individualitzat El campus virtual: accedeix-hi des de qualsevol lloc, sense barreres físiques Diploma d'Expert de Ciutats més Intel·ligents i Ciutadania Programa acadèmic Programa acadèmic Durada Itinerari acadèmic Diploma d'expert de Ciutats més intel·ligents i ciutadania (16 ECTS) Assignatura 1. Transformacions urbanes (4 crèdits ECTS) Cap a un món urbà Dimensions de la ciutat La ciutat metropolitana Estratègies d'innovació urbana Assignatura 2. Govern local i innovació (4 ECTS) Els nous reptes dels governs locals El govern local Participació ciutadana i innovació democràtica Innovació en la gestió de la ciutat Assignatura 3. Tecnopolítica, xarxes i ciutadania (4 ECTS) Revolució digital i globalització Límits de les institucions de l'era industrial Ètica hacker, procomú i economia del do. Innovació social, innovació oberta i innovació social oberta Tecnopolítica, plataformes de cooperació i partits-xarxa Assignatura 4. Nova economia urbana (4 ECTS) Gestió pública i economia ciutadana Projecte estratègic ciutadà Dinamització econòmica urbana Estratègies per a una economia ciutadana Durada A la UOC, un crèdit ECTS equival a 25 hores de treball de l'estudiant. Segons el nombre de crèdits ECTS, la durada dels programes de formació permanent oscil·la entre 1 mes i 2 anys, aproximadament: Màster de formació permanent: 2 anys Diploma d'especialització: 1 any Diploma d'expert: 1 semestre (6 mesos) Curs de postgrau: entre 1 i 6 mesos El Diploma d'Expert de Ciutats més Intel·ligents i Ciutadania forma part del següent itinerari acadèmic: Màster universitari: Ciutat i Urbanisme Curs: Anàlisi de dades urbanes Diploma d'Expert: Ciutats més Intel·ligents i Ciutadania Diploma d'Expert: Urbanisme per Fer Ciutat Aquesta especialització forma part de l’oferta pròpia derivada del màster universitari de Ciutat i Urbanisme. Els estudiants que cursin o hagin cursat aquesta o altres especialitzacions de l’oferta pròpia derivada del màster universitari de Ciutat i Urbanisme podran sol·licitar-ne la convalidació i l’accés a aquest programa. Els estudiants procedents de les titulacions pròpies extingides del màster de Ciutat i Urbanisme i el màster de Gestió de la Ciutat, o de la seva oferta derivada (postgraus i especialitzacions), podran sol·licitar la convalidació i adaptació al màster universitari segons les equivalències previstes. En tots dos casos, els estudiants hauran de complir els requisits d’accés a la titulació. El canvi de pla d’estudis no implica cap cost de convalidació. Diploma d'Expert de Ciutats més Intel·ligents i Ciutadania Professorat Direcció d'estudis Col·laboradors Direcció d'estudis Ignasi Beltran de Heredia Ruiz Catedràtic de Dret del Treball i de la Seguretat Social. Actualment és Director dels Estudis de Dret i Ciència Política de la Universitat Oberta de Catalunya (UOC). Doctor en Dret per la Universitat Ramon Llull/ESADE, és llicenciat en Dret i Màster en Dret per la mateixa universitat. Ha publicat extensament en temes de la flexibilitat interna i externa del contracte de treball; els fenòmens de pluralitat empresarial; el risc de la tecnologia sobre els drets fonamentals i l'impacte de la robotització i la intel·ligència artificial en les relacions de treball; les institucions de protecció social; les relacions laborals del personal de l'Administració Pública; i també sobre la psicologia de la conducta i l'anàlisi econòmica del dret del treball. CV Col·laboradors Francisco Emmanuel González Gil Josep Antoni Xurigue Camprubi Marta Continente Gonzalo Roger Sunyer Tacher Diploma d'Expert de Ciutats més Intel·ligents i Ciutadania Sortides professionals Objectius Perfils Competències A qui es dirigeix Sortides professionals Objectius Oferir els continguts i les activitats formatives que promoguin que els estudiants siguin capaços d'analitzar i avaluar les realitats urbanes des d'una perspectiva integral i transversal. Oferir activitats formatives i espais de treball en línia adequats perquè els estudiants puguin adquirir les capacitats d'exposar i argumentar en un entorn pluridisciplinari i de participació idees pròpies relacionades amb la gestió de la ciutat i l'urbanisme. Oferir les activitats formatives que possibilitin als estudiants aplicar els coneixements teòrics a la pràctica, mitjançant l'elaboració de propostes o informes dirigits a la resolució de problemes, projectes, programes d'actuació, estratègies o polítiques urbanes. Qüestions tècniques Consulta els requisits informàtics mínims necessaris per estudiar a la UOC Perfil El perfil preferent de l'estudiant és pluridisciplinari, procedent dels àmbits de l'arquitectura, les enginyeries, l'administració i la direcció d'empreses, l'Administració pública, l'economia, el dret, les ciències polítiques, l'urbanisme, la sociologia, l'antropologia, la geografia, la psicologia (social, comunitària, de la ciutat o urbana) o les ciències ambientals. Competències Competències generals Pensar i raonar de manera analítica i crítica. Generar i proposar noves idees que responguin satisfactòriament a les necessitats i demandes de realitats concretes. Treballar de manera col·laborativa en un entorn pluridisciplinari, aprenent dels altres i amb els altres, per al desenvolupament de nou coneixement. Comprendre el llenguatge i les propostes d'altres especialitats. Competències específiques de la titulació Analitzar, avaluar i interrelacionar els diferents elements i variables que componen les realitats urbanes, amb criteris eticopolítics que orientin propostes d'intervenció, el disseny de polítiques i la presa de decisió. Exposar i argumentar en un entorn pluridisciplinari i de participació idees pròpies relacionades amb la gestió de la ciutat, els processos urbans i l'urbanisme, de forma lògica i estructurada i des d'una perspectiva integral i transdisciplinària. Competències Competències generals Pensar i raonar de manera analítica i crítica. Generar i proposar noves idees que responguin satisfactòriament a les necessitats i demandes de realitats concretes. Treballar de manera col·laborativa en un entorn pluridisciplinari, aprenent dels altres i amb els altres, per al desenvolupament de nou coneixement. Comprendre el llenguatge i les propostes d'altres especialitats. Competències específiques de la titulació Analitzar, avaluar i interrelacionar els diferents elements i variables que componen les realitats urbanes, amb criteris eticopolítics que orientin propostes d'intervenció, el disseny de polítiques i la presa de decisió. Exposar i argumentar en un entorn pluridisciplinari i de participació idees pròpies relacionades amb la gestió de la ciutat, els processos urbans i l'urbanisme, de forma lògica i estructurada i des d'una perspectiva integral i transdisciplinària. Incorporar en positiu propostes d'altres agents i col·lectius que actuen en la gestió i construcció de la ciutat amb la finalitat de promoure una millor participació i avançar en el procés de presa de decisions. Elaborar i gestionar amb èxit propostes o informes dirigits a la resolució de problemes, projectes, programes d'actuació, estratègies o polítiques urbanes, que responguin de integralment a les necessitats emergents derivades dels canvis econòmics, socials i culturals del context urbà actual. Aprofitar de forma crítica les oportunitats que ofereix la revolució digital per a l'elaboració de propostes dirigides a la construcció de ciutats obertes, col·laboratives i sostenibles. Competències transversals de la UOC Usar i aplicar les TIC en l'àmbit acadèmic i professional. Comunicar-se eficaçment de forma escrita per a la vida acadèmica i professional. Resultats d'aprenentatge del conjunt de les assignatures: Descriure els processos de conformació de les regions metropolitanes i argumentar sobre els seus desafiaments i implicacions en la governabilitat, la gestió i la planificació d'un territori concret. Contrastar i argumentar sobre els principals conceptes associats amb les TIC i els processos de transformació urbana, i avaluar els diferents models de ciutat connectada (centralitzadora x col·laborativa). Elaborar informes i propostes per a estratègies o programes urbans de la ciutat del coneixement. Identificar i analitzar els reptes polítics de les ciutats en l'actualitat i avaluar i comparar el grau d'autonomia local de diferents realitats urbanes. Analitzar els fonaments del govern obert i la participació ciutadana, i avaluar experiències concretes. Identificar els actors, sistemes d'informació i infraestructures que actuen en el desenvolupament de les ciutats connectades, obertes i col·laboratives, i proposar un projecte de servei públic, basat en dades i centrat en l'usuari per a una ciutat concreta. Identificar les limitacions de les institucions i avaluar les oportunitats que ofereix la revolució digital en la comunicació, l'organització i l'acció polítiques. Analitzar i valorar els moviments en xarxa i les pràctiques tecnopolítiques emergents en l'actualitat com a via de l'apoderament de la nova ciutadania. Identificar, analitzar i avaluar les febleses, fortaleses i oportunitats de l'escenari econòmic actual d'una ciutat o territori i determinar els actors econòmics que incideixen en aquest i en la seva capacitat competitiva. Identificar i sintetitzar els principals elements estratègics que poden impulsar una economia urbana al servei dels seus ciutadans i establir estratègies i plans d'actuació, en un equip multidisciplinari, que situïn el ciutadà al centre del pla o que contribueixin al canvi cap a una economia ciutadana. A qui es dirigeix El programa Ciutat i Urbanisme al qual pertany aquesta especialització es dirigeix a aquelles persones que vulguin aprofundir, reciclar o actualitzar els seus coneixements sobre la ciutat del segle xxi, els seus mecanismes de gestió, les polítiques urbanes i les eines d'anàlisi i intervenció per al disseny de polítiques integrals que promoguin el dret a la ciutat. L'especialitat no renuncia al caràcter transdisciplinari del programa, per la qual cosa es dirigeix a professionals o acadèmics de diferents disciplines. Sortides professionals L'especialització capacita l'estudiant per a treballar en equips multidisciplinaris en els sectors següents: Administració pública en l'àmbit de la ciutat i l'urbanisme, tant en el quadre tècnic com polític. Consultories privades, entitats o tercer sector que gestionen, atenen o dissenyen solucions a problemes inherents a les ciutats. Investigació o docència que tenen com focus les realitats urbanes. Més de 30 anys d'experiència d'e-learning L'any 1995, la UOC es va convertir en la primera universitat online del món . 30 anys després, continuem sent pioners en e-learning. L' eLearning Innovation Center fa evolucionar el model d'aprenentatge per garantir una formació de qualitat, única, connectada i en xarxa. Rànquing Times Higher Education Som la sisena millor universitat de l'Estat espanyol, segons el Young University Ranking del Times Higher Education. Rànquing Rànquing de Shanghai Estem entre les 150 millors universitats del món en comunicació i les 200 en educació. Rànquing U-Multirank Excel·lim en transferència del coneixement, compromís regional i docència i aprenentatge. 30 anys de la UOC 30 anys impulsant el teu futur amb formació de qualitat Diploma d'Expert de Ciutats més Intel·ligents i Ciutadania Requisits d'accés Titulació d'accés Experiència professional Coneixements previs Titulació Titulació d'accés Per cursar el programa cal tenir una titulació universitària oficial prèvia. En cas de no tenir-ne, es pot accedir al programa acreditant experiència professional . Consulta la informació i la documentació que has de lliurar en funció d'on hagis cursat els estudis: He cursat estudis oficials universitaris a l'Estat espanyol. He cursat estudis oficials universitaris en un país de la Unió Europea. He cursat estudis universitaris oficials a Llatinoamèrica o altres països de fora de la Unió Europea. Documentació Hauràs de lliurar la documentació que acrediti la teva titulació o la teva experiència professional durant els 10 dies posteriors a la formalització de la matrícula. Consulta quina documentació és necessària en cada cas i com i on l'has de presentar. Requisits professionals Tenir 2 anys d’experiència laboral i/o professional en els àmbits*: - Advocacia i Procura - Acció Humanitària - Ciència Política - Ciutat i Urbanisme - Conflicte Internacional - Criminologia - Diplomàcia - Dret - Drets Humans i Democràcia - Fiscalitat - Mediació - Relacions Internacionals - Gestió i administració pública - Cooperació Internacional Si l'experiència no és en l'àmbit que s'ha establert però és en un altre àmbit es valorarà en cada cas. Coneixements previs No es requereixen coneixements previs. Titulació Els estudiants que acabin els seus estudis de formació permanent obtindran, en funció del programa cursat, el títol de màster de formació permanent, el diploma d'especialització o el diploma d'expert. Els estudiants que superin altres cursos de formació contínua rebran el certificat corresponent. Diploma d'Expert de Ciutats més Intel·ligents i Ciutadania Matrícula i preu Procés de matricula i preu Formes de pagament Descomptes Procés de matrícula Aquests són els passos que cal seguir si vols començar uns estudis a la UOC. Si ja heu cursat estudis amb nosaltres i voleu continuar-los, heu d'adreçar-vos a l'espai Tràmits del Campus Virtual. Omple el formulari de matrícula que trobaràs a totes les pàgines del programa. Després de registrar les teves dades personals, se't proporcionarà un nom d'usuari i triaràs la teva clau d'accés al campus. A continuació accediràs a la secció de les dades econòmiques, on escolliràs la forma de pagament i podràs demanar una factura, si la necessites. Un cop t'hagis matriculat, rebràs dos missatges a la bústia de correu que hagis indicat. Un primer missatge és la confirmació de la formalització de la teva matrícula. En un segon missatge, et recordarem el nom d'usuari i la clau que has triat, i que et permetran accedir al campus virtual. A partir de la formalització de la matrícula, disposes de catorze dies per a exercir el teu dret de desistiment de matrícula . Quan et pots matricular? Hi ha dos moments a l'any per a la matrícula dels programes de formació permanent, depenent de l'inici de la docència del programa en qüestió. Consulta el termini de matriculació i l'inici de curs a la pàgina dels estudis que t'interessin cursar. Matriculació a partir del maig per als programes que inicien docència al setembre o octubre Matriculació a partir del novembre per als programes que inicien docència al febrer o març El preu d'aquest programa serà el vigent en el moment de formalitzar la matrícula. Subjecte a revisió anual. Consulta l'apartat Formes de pagament. En matricular-te, podràs escollir la modalitat que més et convingui. Concepte Preu Preu del curs 2.120 € Facilitats econòmiques Descomptes per a matrícula anticipada Pagament fraccionat en quotes Beques, ajuts i descomptes Condicions especials per a empreses Suport a esportistes de competició Informa-te'n 104.500 graduats i graduades 90 % d'estudiants que estudien i treballen 84 % tornaria a escollir la UOC Per als nous estudiants de Formació permanent, la primera quota serà del 10% de l'import. Màster de formació permanent : la primera quota s'haurà d'abonar amb TPV, en el moment de formalitzar la matrícula, i la resta en un màxim de 20 quotes mensuals a partir del mes d'inici de docència, per domiciliació bancària. En cas de matricular un màster amb un import superior a 5.000 euros, la primera quota s'haurà d'abonar per domiciliació bancària. Diploma d'especialització : la primera quota s'haurà d'abonar amb TPV, en el moment de formalitzar la matrícula, i la resta en un màxim de 9 quotes mensuals a partir del mes d'inici de docència, per domiciliació bancària. Diploma d'expert i curs de postgrau : per a imports superiors a 350 euros la primera quota s'haurà d'abonar amb TPV, en el moment de formalitzar la matrícula, i la resta en un màxim de 4 quotes, per domiciliació bancària. El pagament fraccionat té un import de 31 euros per gestió. El pagament de la matrícula es realitza en una única vegada, mitjançant domiciliació bancària. En triar aquest sistema de pagament, haureu d'introduir les dades bancàries en el formulari de matrícula. El càrrec corresponent a l'import de la matrícula s'efectuarà al mes següent. En el cas de les especialitzacions el pagament al comptat es realitza mitjançant TPV. Consulta les condicions de finançament existents: BBVA CaixaBank Préstec Aplazo (Santander) Per als nous estudiants de Formació permanent, la primera quota serà del 10% de l'import. Màster de formació permanent : la forma de pagament per poder fraccionar la matrícula és la domiciliació bancària (en cas de disposar d'un compte SEPA) o la domiciliació targeta (en cas de no disposar d'un compte SEPA). La primera quota s'haurà d'abonar en el moment de formalitzar la matrícula i la resta en un màxim de 20 quotes mensuals a partir del mes d'inici de docència. Diploma d'especialització : la forma de pagament per poder fraccionar la matrícula és la domiciliació bancària (en cas de disposar d'un compte SEPA) o la domiciliació targeta (en cas de no disposar d'un compte SEPA). La primera quota s'haurà d'abonar en el moment de formalitzar la matrícula i la resta en un màxim de 9 quotes mensuals a partir del mes d'inici de docència. Diploma d'expert i curs de postgrau : per a imports superiors a 350 euros la primera quota s'haurà d'abonar amb TPV, en el moment de formalitzar la matrícula, i la resta en un màxim de 4 quotes, per domiciliació bancària (en cas de disposar d'un compte SEPA) o per domiciliació targeta (en cas de no disposar d'un compte SEPA). Consulta aquí si la teva entitat bancària disposa de compte SEPA. El pagament fraccionat té un import de 31 euros per gestió. El pagament de la matrícula es realitza en una única vegada, mitjançant domiciliació targeta o transferència bancària. Si tries el pagament per domiciliació targeta, hauràs d'indicar les dades de la targeta a la qual cal carregar l'import durant el procés de matrícula. Recorda que les targetes acceptades són VISA, Visa Electron i Mastercard (no es pot fer el pagament amb American Express ni Dinners Club). El càrrec corresponent a la matrícula del curs es farà al mes següent. Si es tria pagar els estudis amb targeta, tingueu en compte que s'aplicaran les condicions econòmiques que hagis pactat amb la teva entitat bancària. És important que el límit de la targeta sigui superior a l'import de la matrícula per evitar que els rebuts es retornin. En cas de disposar d'un compte bancari SEPA es pot realitzar el pagament mitjançant domiciliació bancària. Per triar aquest sistema de pagament, haureu d'introduir les dades bancàries al formulari de matrícula. El càrrec corresponent a la matrícula del curs s'efectuarà al mes següent. Si tries el pagament per transferència bancària, el comprovant s'haurà d'enviar escanejat des de l'apartat del Campus: Secretaria / Matriculació / Formes de pagament. El termini per realitzar el pagament és de deu dies des de la data de formalització i sempre abans del començament de la docència. Podràs realitzar la transferència amb les dades que apareixen en el full de matrícula: Banco Santander Central Hispano Passeig de Gràcia, 5. 08007 Barcelona. Spain Número c/c: 0049-1806-91-2111869374 Swift Code: BSCH ES MM IBAN: ES15-0049-1806-9121-1186-9374 Les empreses poden realitzar el pagament únicament mitjançant transferència bancària. No podran realitzar el pagament de manera fraccionada. Durant el procés de la matrícula es podrà triar la forma de pagament per a empresa al desplegable corresponent. El comprovant de la transferència s'haurà d'enviar escanejat des de l'apartat del Campus: Secretaria / Matriculació / Formes de pagament. Aquestes són les dades necessàries per a efectuar la transferència: Banco Santander Central Hispano Passeig de Gràcia, 5. 08007 Barcelona. Spain Número c/c: 0049-1806-91-2111869374 Swift Code: BSCH ES MM IBAN: ES15-0049-1806-9121-1186-9374 Important: si l'empresa paga un tant per cent i l'estudiant l'altre tant per cent, la part de l'empresa s'haurà de pagar per transferència bancària i la part de l'estudiant amb la forma de pagament disponible que prefereixi (transferència, domiciliació o targeta de crèdit). Descomptes La UOC ofereix una sèrie de descomptes. Si et pots acollir a un, caldrà que en el moment de fer la matrícula el triïs al desplegable de l'apartat Descomptes. En cas que et puguis acollir a més d'un, hauràs d'escollir el que et sigui més beneficiós. En cas d'aplicar-te un d'aquests descomptes, en el moment de fer la matrícula hauràs d'acreditar la condició de beneficiari presentant la documentació corresponent en el termini de deu dies naturals. Els estudiants beneficiaris del títol de família nombrosa reconeguda per l'Estat espanyol o per l'organisme competent en la resta de països, tenen dret als següents descomptes, en funció de la categoria: Famílies nombroses de categoria especial: descompte del 15%. Famílies nombroses de categoria general: descompte del 7,5%. Els estudiants amb un grau de discapacitat igual o superior al 33% reconegut per l'Estat espanyol, o el grau equivalent per qualsevol altre país, tenen dret a un descompte del 15%. Els estudiants (o els seus fills o cònjuges) que hagin estat reconeguts com a víctima d'actes terroristes per l'organisme competent a l'Estat espanyol, o de qualsevol altre país, tenen dret a un descompte del 15%. Els estudiants (i els seus fills o filles dependents) que hagin estat reconeguts com a víctimes de violència de gènere, per l'organisme competent a l'Estat espanyol, o de qualsevol altre país, tenen dret a un descompte del 15%. Pots obtenir aquest descompte si has fet a la UOC assignatures lliures, cursos d'idiomes, seminaris, cursos de formació a mida (UOC Corporate) o un diploma d'expert. Si estàs estudiant un grau o màster universitari però encara no t'has titulat, també s'aplicarà el descompte de comunitat. Pots obtenir aquest descompte si has obtingut un títol oficial (de grau, llicenciatura, diplomatura, enginyeria o màster universitari) o un màster de formació permanent o diploma d'especialització a la UOC. Si la teva empresa o organització té un acord amb la UOC, podràs beneficiar-te de descomptes i avantatges a la teva matrícula. Consulta les condicions dels descomptes per empreses L'estudiantat considerat esportista de competició té dret a un descompte sobre l'import de la matrícula. Consulta la informació del programa Si et pots aplicar un d'aquests descomptes i, a més, et matricules durant el període de matriculació anticipada, en primer lloc s'aplicarà el descompte de matriculació anticipada i a l'import resultant s'hi aplicarà l'altre descompte. Objectius, perfils i competències Descobreix a qui va dirigit aquest programa i quines noves competències pots adquirir. Saber-ne més Itinerari acadèmic Alguns programes formen part d’un itinerari acadèmic. Coneix la trajectòria formativa amb què aconseguiràs els teus objectius. Consultar itinerari L'opinió dels nostres graduats Graduades i graduats de la UOC t'expliquen en primera persona com han viscut el procés d'aprenentatge amb nosaltres i com la nostra metodologia els ha permès compaginar feina, estudis i vida personal. Tenir una flexibilitat d'horaris absoluta em va permetre fer el màster Daniel Marchante Realment em trobo realitzada. Ara, quan parlo, sé del que parlo. Helena Guillén La UOC t'ofereix competències, perquè el que necessites és saber-te adaptar en cada moment Manel Vicenç Volia créixer professionalment. La UOC m'ha ofert no estancar-me Alba Camacho Des de que vaig acabar el grau, he tingut un desenvolupament a la meva empresa José Miguel González"
}