{
  "url": "https://uoc.edu/ca/estudis/formacio-continua/curs-postgrau-exercici-fisic-reserva-cognitiva.html",
  "content": "Presentació Programa acadèmic Professorat Sortides professionals Requisits d'accés Matrícula i preu Online i sense horaris Propera matrícula: 7 maig Curs Online de Capacitat intrínseca, exercici físic i reserva cognitiva Presentació L'envelliment saludable és simplement l'absència de malalties? En aquest curs es revisaran els aspectes demogràfics de l'envelliment, veient l'allargament de la vida com un èxit, que, malgrat això, comporta molts reptes. És clau canviar la visió de l'envelliment saludable i incorporar objectius com l'autonomia funcional i decisional, la participació en la societat i, en definitiva, poder desplegar el projecte de vida propi. Aquest curs parteix dels pilars fonamentals per valorar les persones i arriba a intervencions no farmacològiques personalitzades, emmarcades en programes comunitaris per a l'envelliment saludable. Aquest curs atorga una microcredencial . Formació permanent online Potencia la teva carrera professional Facilitats de pagament Fracciona en quotes la teva formació permanent. Per envellir de manera saludable segons la nova visió de l'OMS, és necessari adquirir una perspectiva longitudinal, de tota la vida, per potenciar la capacitat intrínseca, o la reserva orgànica de cadascú, i fomentar una bona interacció amb l'entorn. El curs proporciona eines pràctiques per mesurar aquesta reserva. Aquest curs s'orienta a millorar les competències professionals següents . Com a pilars d'intervenció, aquest curs parlarà de com es pot trencar el comportament sedentari i prescriure l'exercici físic per millorar la funció física, el primer pilar de l'envelliment saludable; del concepte de reserva cognitiva, com s'avalua la capacitat cognitiva i de les possibles intervencions per mantenir-la; i, finalment, com tots dos aspectes, físic i cognitiu, interaccionen i s'integren i de com podem dissenyar plans de millora integral, sobretot orientats a la comunitat. Transició demogràfica, epidemiològica i envelliment saludable. Per envellir de manera saludable segons la nova visió de l'OMS, és necessari adquirir una perspectiva longitudinal, de tota la vida, per potenciar la capacitat intrínseca, o la reserva orgànica de cadascú, i fomentar una bona interacció amb l'entorn. El curs proporciona eines pràctiques per mesurar aquesta reserva. Aquest curs s'orienta a millorar les competències professionals següents . Com a pilars d'intervenció, aquest curs parlarà de com es pot trencar el comportament sedentari i prescriure l'exercici físic per millorar la funció física, el primer pilar de l'envelliment saludable; del concepte de reserva cognitiva, com s'avalua la capacitat cognitiva i de les possibles intervencions per mantenir-la; i, finalment, com tots dos aspectes, físic i cognitiu, interaccionen i s'integren i de com podem dissenyar plans de millora integral, sobretot orientats a la comunitat. Transició demogràfica, epidemiològica i envelliment saludable. Capacitat intrínseca i fragilitat. Comportament sedentari, activitat física i exercici físic. Diferències, recomanacions i barreres. Reserva cognitiva, funció cognitiva i intervencions de millora. Integració de la funció física i cognitiva. Exemples de programes internacionals. Disseny d'intervencions multicomponent. Indicacions per gestionar el canvi d'hàbits de salut. Descarrega el programa (PDF) Màsters oberts Aquest programa et permet obtenir un màster obert. Amb els nostres màsters oberts dissenyes el teu propi programa en funció del teu interès i de les teves necessitats professionals. Inici 15 d’oct. 2025 100% Online 4 Crèdits ECTS Idiomes: Castellà Titulació pròpia Durada: Metodologia 100% online 1a. universitat online del món Acompanyament personalitzat Entre les millors universitats La UOC se situa entre el 7 % de les millors universitats del món segons el World University Rankings 2024. Amb la col·laboració de: El tutor: guia i acompanyament individualitzat El campus virtual: accedeix-hi des de qualsevol lloc, sense barreres físiques Curs de Capacitat intrínseca, exercici físic i reserva cognitiva Programa acadèmic Programa acadèmic Durada Itinerari acadèmic Programa acadèmic Aquest curs és de 4 crèdits ECTS, preveu una dedicació de l'estudiant de 100 hores (25 hores per crèdit) i té una durada de 4 mesos. Continguts: Transició demogràfica, epidemiològica i envelliment saludable. Capacitat intrínseca i fragilitat. Comportament sedentari, activitat física i exercici físic. Diferències, recomanacions i barreres. Reserva cognitiva, funció cognitiva i intervencions de millora. Integració de la funció física i cognitiva. Exemples de programes internacionals. Disseny d'intervencions multicomponent. Indicacions per gestionar el canvi d'hàbits de salut. Resultats d'aprenentatge: En aquest curs adquiriràs els coneixements, les habilitats i les competències següents: RAP 1. Identificar els indicadors principals d'envelliment i reconèixer les seves tendències, també en països en desenvolupament. Programa acadèmic Aquest curs és de 4 crèdits ECTS, preveu una dedicació de l'estudiant de 100 hores (25 hores per crèdit) i té una durada de 4 mesos. Continguts: Transició demogràfica, epidemiològica i envelliment saludable. Capacitat intrínseca i fragilitat. Comportament sedentari, activitat física i exercici físic. Diferències, recomanacions i barreres. Reserva cognitiva, funció cognitiva i intervencions de millora. Integració de la funció física i cognitiva. Exemples de programes internacionals. Disseny d'intervencions multicomponent. Indicacions per gestionar el canvi d'hàbits de salut. Resultats d'aprenentatge: En aquest curs adquiriràs els coneixements, les habilitats i les competències següents: RAP 1. Identificar els indicadors principals d'envelliment i reconèixer les seves tendències, també en països en desenvolupament. RAP 2. Reconèixer el canvi de paradigma des de malalties agudes fins a cròniques. RAP 3. Explicar com s'operativitza el concepte de fragilitat i conèixer les principals maneres de mesurar la fragilitat. RAP4. Identificar els dominis principals de la capacitat intrínseca. RAP5. Identificar diferències i encavalcaments entre els conceptes de fragilitat i capacitat intrínseca. RAP 6. Aprofundir en els conceptes de sedentarisme, activitat física i exercici físic. RAP 7. Conèixer les intervencions principals per fomentar l'activitat física i reduir el sedentarisme. RAP 8. Conèixer programes comunitaris que, de manera més o menys directa, permeten estimular l'activitat física. RAP 9. Aprofundir en el concepte de reserva cognitiva. RAP 10. Conèixer diferents tècniques d'estimulació cognitiva. RAP 11. Conèixer l'impacte que diferents activitats d'oci poden tenir sobre la reserva i la funció cognitiva. RAP 12. Relacionar els beneficis de l'exercici físic amb la preservació i la millora de la reserva i la funció cognitiva. Per a més informació, consulta el pla docent de l'assignatura . Aquest curs correspon al nivell 7 del marc europeu de qualificacions (EQF), equivalent a un nivell de postgrau. Durada A la UOC, un crèdit ECTS equival a 25 hores de treball de l'estudiant. Segons el nombre de crèdits ECTS, la durada dels programes de formació permanent oscil·la entre 1 mes i 2 anys, aproximadament: Màster de formació permanent: 2 anys Diploma d'especialització: 1 any Diploma d'expert: 1 semestre (6 mesos) Curs de postgrau: entre 1 i 6 mesos El Curs de Capacitat intrínseca, exercici físic i reserva cognitiva forma part del següent itinerari acadèmic: Curs: Capacitat intrínseca, exercici físic i reserva cognitiva Diploma d'Expert: Envelliment, Nutrició i Qualitat de Vida (UOC-IFMIL) El Curs de Capacitat intrínseca, exercici físic i reserva cognitiva forma part del següent itinerari acadèmic: Diploma d'Expert: Envelliment, Nutrició i Qualitat de Vida (UOC-IFMIL) Curs: Alimentació i envelliment saludable Diploma d'Expert: Envelliment, Nutrició i Qualitat de Vida (UOC-IFMIL) Curs: Capacitat intrínseca, exercici físic i reserva cognitiva Diploma d'Expert: Envelliment, Nutrició i Qualitat de Vida (UOC-IFMIL) Curs: Sexualitat, relacions afectives i socials a l'envelliment Diploma d'Expert: Envelliment, Nutrició i Qualitat de Vida (UOC-IFMIL) Curs de Capacitat intrínseca, exercici físic i reserva cognitiva Professorat Direcció d'estudis Direcció de programa Professorat Col·laboradors Direcció d'estudis Salvador Macip Maresma Doctor en Medicina i Cirurgia per la Universitat de Barcelona. Catedràtic de Medicina Molecular al Departament de Biologia Molecular i Cel·lular a la Universitat de Leicester, on dirigeix el Mechanisms of Cancer and Ageing Laboratory. Docent de pregrau i postgrau des del 2008. Ha publicat més de cinquanta articles en revistes biomèdiques indexades a PubMed. Ha publicat onze llibres de divulgació científica i col·labora regularment amb diversos mitjans fent difusió de la ciència. Web CV Direcció de programa Marco Inzitari Metge especialista en geriatria i Doctor en fisiopatologia de l'envelliment, màster en Lideratge i Gestió de la Salut (UAB, ESADE). Director d'atenció integrada i recerca del Parc Sanitari Pere Virgili, lidera el Grup de recerca en Envelliment, Fragilitat i Transicions (REFiT Bcn) de l'Institut de Recerca Vall D'Hebron (VHIR), a Barcelona. Va ser President de la Societat Catalana de Geriatria i Gerontologia (2018-22) i actualment és Director executiu de transformació de les cures intermèdies per al Departament de Salut de Catalunya. Autor de més de 100 articles internacionals, he assessorat governs i institucions internacionals (OMS). Web CV Professorat Marco Inzitari Metge especialista en geriatria i Doctor en fisiopatologia de l'envelliment, màster en Lideratge i Gestió de la Salut (UAB, ESADE). Director d'atenció integrada i recerca del Parc Sanitari Pere Virgili, lidera el Grup de recerca en Envelliment, Fragilitat i Transicions (REFiT Bcn) de l'Institut de Recerca Vall D'Hebron (VHIR), a Barcelona. Va ser President de la Societat Catalana de Geriatria i Gerontologia (2018-22) i actualment és Director executiu de transformació de les cures intermèdies per al Departament de Salut de Catalunya. Autor de més de 100 articles internacionals, he assessorat governs i institucions internacionals (OMS). Web CV Col·laboradors Fabricio Zambom Ferraresi Curs de Capacitat intrínseca, exercici físic i reserva cognitiva Sortides professionals Objectius Perfils Competències A qui es dirigeix Sortides professionals Objectius Aquest curs està orientat a adquirir competències professionals de caràcter pràctic i s'ha dissenyat amb l'objectiu de donar resposta a les necessitats actuals de la societat i el mercat de treball. Objectius: Emmarcar el concepte d'envelliment saludable i els seus pilars, així com les bases de la demografia i epidemiologia de l'envelliment. Conèixer els conceptes i la traducció operativa de la \"capacitat intrínseca\" i de la \"fragilitat\". Conèixer els pilars bàsics de la funció física i cognitiva i com es relacionen entre ells. Conèixer i tenir elements pràctics per aplicar la valoració d'aquestes funcions. Conèixer i poder aplicar les intervencions principals per millorar aquestes funcions i reforçar la capacitat intrínseca, reduint o controlant la fragilitat. Conèixer programes internacionals avaluats per fomentar l'envelliment saludable. Objectius Aquest curs està orientat a adquirir competències professionals de caràcter pràctic i s'ha dissenyat amb l'objectiu de donar resposta a les necessitats actuals de la societat i el mercat de treball. Objectius: Emmarcar el concepte d'envelliment saludable i els seus pilars, així com les bases de la demografia i epidemiologia de l'envelliment. Conèixer els conceptes i la traducció operativa de la \"capacitat intrínseca\" i de la \"fragilitat\". Conèixer els pilars bàsics de la funció física i cognitiva i com es relacionen entre ells. Conèixer i tenir elements pràctics per aplicar la valoració d'aquestes funcions. Conèixer i poder aplicar les intervencions principals per millorar aquestes funcions i reforçar la capacitat intrínseca, reduint o controlant la fragilitat. Conèixer programes internacionals avaluats per fomentar l'envelliment saludable. Donar eines per millorar l'atenció i la cura de les persones grans en l'àmbit comunitari i domiciliari i per prescriure exercici físic i recomanacions per millorar la funció cognitiva en persones grans. Aquestes competències clau en el mercat de treball han estat definides a partir de la classificació europea de competències, qualificacions i ocupacions (ESCO), per tal de facilitar l'ocupabilitat i la mobilitat laboral, així com el reconeixement entre centres educatius. Ocupabilitat L’ocupabilitat dels nostres estudiants és clau per a l'èxit de la UOC. Identifiquem les competències clau que el mercat laboral demana i les incloem en els plans d’estudis. També t’empoderem perquè siguis tu qui decideixi i gestioni la teva carrera. Perfils No es requereixen coneixements previs. Es dirigeix a un perfil ampli de professionals de salut, socials, de tercer sector, comunitaris, de recerca, de gestió i d'empresa. Competències Aquest curs forma part del catàleg de microcredencials de la UOC i certifica el desenvolupament de les competències professionals següents: Competències: -Salut pública. -Crear programes de tractament individual. -Avaluar la capacitat de les persones grans per tenir cura de si mateixes. -Cuidar persones grans. -Gestionar activitats de promoció de la salut. -Establir relacions en la comunitat. -Contribuir a les campanyes de salut pública. Aquestes competències clau en el mercat de treball han estat definides a partir de la classificació europea de competències, qualificacions i ocupacions (ESCO), per tal de facilitar l'ocupabilitat i la mobilitat laboral, així com el reconeixement entre centres educatius. A qui es dirigeix El curs té un enfocament ampli encara que sempre orientat a l'envelliment. Es dirigeix tant a professionals de la salut que s'enfrontin a la cura de persones grans, com a professionals d'altres sectors (social, tercer sector) o de les administracions, que hagin de posar en marxa programes de promoció de l'envelliment saludable o de cures i gestió d'individus o poblacions que envelleixen. També es dirigeix a persones que vulguin evolucionar en la recerca, la innovació o l'emprenedoria vinculada a l'envelliment. Sortides professionals Professionals de la salut que treballin o vulguin treballar en àmbit de geriatria (en hospitals, atenció intermèdia, atenció primària), o residències. Professionals d'altres disciplines que vulguin treballar en el sector de gerontologia (en residències, centres de dia, etc., en diferents rols, tercer sector, associacions de voluntariat, etc.). Recerca en envelliment, gerontologia, geriatria. Empresa o màrqueting de productes adreçats a les persones grans ( silver economy ). Més de 30 anys d'experiència d'e-learning L'any 1995, la UOC es va convertir en la primera universitat online del món . 30 anys després, continuem sent pioners en e-learning. L' eLearning Innovation Center fa evolucionar el model d'aprenentatge per garantir una formació de qualitat, única, connectada i en xarxa. Rànquing Times Higher Education Som la sisena millor universitat de l'Estat espanyol, segons el Young University Ranking del Times Higher Education. Rànquing Rànquing de Shanghai Estem entre les 150 millors universitats del món en comunicació i les 200 en educació. Rànquing U-Multirank Excel·lim en transferència del coneixement, compromís regional i docència i aprenentatge. 30 anys de la UOC 30 anys impulsant el teu futur amb formació de qualitat Curs de Capacitat intrínseca, exercici físic i reserva cognitiva Requisits d'accés Titulació d'accés Coneixements previs Titulació Titulació d'accés L'accés a aquest curs és obert i, per tant, no és necessari tenir una titulació prèvia. Potencia la teva carrera professional La formació permanent de la UOC t'ofereix programes orientats a l'adquisició dels coneixements exigits als perfils professionals més valorats. Coneixements previs No es requereixen coneixements previs. Titulació Els estudiants que superin aquest curs obtindran una microcredencial, una certificació signada electrònicament que acredita l'assoliment de les competències vinculades a la formació que han dut a terme. Quines característiques té una microcredencial? És una certificació en format digital i portable que et permetrà compartir-la fàcilment amb ocupadors, si busques feina, o amb centres de formació, si vols demanar el reconeixement d'aquest curs per continuar-te formant. Conté informació detallada i de valor sobre la formació obtinguda, amb l'objectiu de facilitar la seva validació i reconeixement per part de tercers. La pots enllaçar fàcilment des del currículum i compartir-la a les xarxes socials, com ara LinkedIn. A més, aquesta microcredencial et permet aconseguir 4 crèdits en cas que vulguis continuar la formació amb el programa diploma d'expert d'Envelliment, Nutrició i Qualitat de Vida (UOC-IFMIL) . Titulació Els estudiants que superin aquest curs obtindran una microcredencial, una certificació signada electrònicament que acredita l'assoliment de les competències vinculades a la formació que han dut a terme. Quines característiques té una microcredencial? És una certificació en format digital i portable que et permetrà compartir-la fàcilment amb ocupadors, si busques feina, o amb centres de formació, si vols demanar el reconeixement d'aquest curs per continuar-te formant. Conté informació detallada i de valor sobre la formació obtinguda, amb l'objectiu de facilitar la seva validació i reconeixement per part de tercers. La pots enllaçar fàcilment des del currículum i compartir-la a les xarxes socials, com ara LinkedIn. A més, aquesta microcredencial et permet aconseguir 4 crèdits en cas que vulguis continuar la formació amb el programa diploma d'expert d'Envelliment, Nutrició i Qualitat de Vida (UOC-IFMIL) . Per a més informació sobre les microcredencials, pots consultar la nostra pàgina Què són les microcredencials? Curs de Capacitat intrínseca, exercici físic i reserva cognitiva Matrícula i preu Procés de matricula i preu Formes de pagament Descomptes Procés de matrícula Aquests són els passos que cal seguir si vols començar uns estudis a la UOC. Si ja heu cursat estudis amb nosaltres i voleu continuar-los, heu d'adreçar-vos a l'espai Tràmits del Campus Virtual. Omple el formulari de matrícula que trobaràs a totes les pàgines del programa. Després de registrar les teves dades personals, se't proporcionarà un nom d'usuari i triaràs la teva clau d'accés al campus. A continuació accediràs a la secció de les dades econòmiques, on escolliràs la forma de pagament i podràs demanar una factura, si la necessites. Un cop t'hagis matriculat, rebràs dos missatges a la bústia de correu que hagis indicat. Un primer missatge és la confirmació de la formalització de la teva matrícula. En un segon missatge, et recordarem el nom d'usuari i la clau que has triat, i que et permetran accedir al campus virtual. A partir de la formalització de la matrícula, disposes de catorze dies per a exercir el teu dret de desistiment de matrícula . Quan et pots matricular? Hi ha dos moments a l'any per a la matrícula dels programes de formació permanent, depenent de l'inici de la docència del programa en qüestió. Consulta el termini de matriculació i l'inici de curs a la pàgina dels estudis que t'interessin cursar. Matriculació a partir del maig per als programes que inicien docència al setembre o octubre Matriculació a partir del novembre per als programes que inicien docència al febrer o març El preu d'aquest programa serà el vigent en el moment de formalitzar la matrícula. Subjecte a revisió anual. Consulta l'apartat Formes de pagament. En matricular-te, podràs escollir la modalitat que més et convingui. Concepte Preu Preu del curs 610 € Facilitats econòmiques Descomptes per a matrícula anticipada Pagament fraccionat en quotes Beques, ajuts i descomptes Condicions especials per a empreses Suport a esportistes de competició Informa-te'n 104.500 graduats i graduades 90 % d'estudiants que estudien i treballen 84 % tornaria a escollir la UOC Per als nous estudiants de Formació permanent, la primera quota serà del 10% de l'import. Màster de formació permanent : la primera quota s'haurà d'abonar amb TPV, en el moment de formalitzar la matrícula, i la resta en un màxim de 20 quotes mensuals a partir del mes d'inici de docència, per domiciliació bancària. En cas de matricular un màster amb un import superior a 5.000 euros, la primera quota s'haurà d'abonar per domiciliació bancària. Diploma d'especialització : la primera quota s'haurà d'abonar amb TPV, en el moment de formalitzar la matrícula, i la resta en un màxim de 9 quotes mensuals a partir del mes d'inici de docència, per domiciliació bancària. Diploma d'expert i curs de postgrau : per a imports superiors a 350 euros la primera quota s'haurà d'abonar amb TPV, en el moment de formalitzar la matrícula, i la resta en un màxim de 4 quotes, per domiciliació bancària. El pagament fraccionat té un import de 31 euros per gestió. El pagament de la matrícula es realitza en una única vegada, mitjançant domiciliació bancària. En triar aquest sistema de pagament, haureu d'introduir les dades bancàries en el formulari de matrícula. El càrrec corresponent a l'import de la matrícula s'efectuarà al mes següent. En el cas de les especialitzacions el pagament al comptat es realitza mitjançant TPV. Consulta les condicions de finançament existents: BBVA CaixaBank Préstec Aplazo (Santander) Per als nous estudiants de Formació permanent, la primera quota serà del 10% de l'import. Màster de formació permanent : la forma de pagament per poder fraccionar la matrícula és la domiciliació bancària (en cas de disposar d'un compte SEPA) o la domiciliació targeta (en cas de no disposar d'un compte SEPA). La primera quota s'haurà d'abonar en el moment de formalitzar la matrícula i la resta en un màxim de 20 quotes mensuals a partir del mes d'inici de docència. Diploma d'especialització : la forma de pagament per poder fraccionar la matrícula és la domiciliació bancària (en cas de disposar d'un compte SEPA) o la domiciliació targeta (en cas de no disposar d'un compte SEPA). La primera quota s'haurà d'abonar en el moment de formalitzar la matrícula i la resta en un màxim de 9 quotes mensuals a partir del mes d'inici de docència. Diploma d'expert i curs de postgrau : per a imports superiors a 350 euros la primera quota s'haurà d'abonar amb TPV, en el moment de formalitzar la matrícula, i la resta en un màxim de 4 quotes, per domiciliació bancària (en cas de disposar d'un compte SEPA) o per domiciliació targeta (en cas de no disposar d'un compte SEPA). Consulta aquí si la teva entitat bancària disposa de compte SEPA. El pagament fraccionat té un import de 31 euros per gestió. El pagament de la matrícula es realitza en una única vegada, mitjançant domiciliació targeta o transferència bancària. Si tries el pagament per domiciliació targeta, hauràs d'indicar les dades de la targeta a la qual cal carregar l'import durant el procés de matrícula. Recorda que les targetes acceptades són VISA, Visa Electron i Mastercard (no es pot fer el pagament amb American Express ni Dinners Club). El càrrec corresponent a la matrícula del curs es farà al mes següent. Si es tria pagar els estudis amb targeta, tingueu en compte que s'aplicaran les condicions econòmiques que hagis pactat amb la teva entitat bancària. És important que el límit de la targeta sigui superior a l'import de la matrícula per evitar que els rebuts es retornin. En cas de disposar d'un compte bancari SEPA es pot realitzar el pagament mitjançant domiciliació bancària. Per triar aquest sistema de pagament, haureu d'introduir les dades bancàries al formulari de matrícula. El càrrec corresponent a la matrícula del curs s'efectuarà al mes següent. Si tries el pagament per transferència bancària, el comprovant s'haurà d'enviar escanejat des de l'apartat del Campus: Secretaria / Matriculació / Formes de pagament. El termini per realitzar el pagament és de deu dies des de la data de formalització i sempre abans del començament de la docència. Podràs realitzar la transferència amb les dades que apareixen en el full de matrícula: Banco Santander Central Hispano Passeig de Gràcia, 5. 08007 Barcelona. Spain Número c/c: 0049-1806-91-2111869374 Swift Code: BSCH ES MM IBAN: ES15-0049-1806-9121-1186-9374 Les empreses poden realitzar el pagament únicament mitjançant transferència bancària. No podran realitzar el pagament de manera fraccionada. Durant el procés de la matrícula es podrà triar la forma de pagament per a empresa al desplegable corresponent. El comprovant de la transferència s'haurà d'enviar escanejat des de l'apartat del Campus: Secretaria / Matriculació / Formes de pagament. Aquestes són les dades necessàries per a efectuar la transferència: Banco Santander Central Hispano Passeig de Gràcia, 5. 08007 Barcelona. Spain Número c/c: 0049-1806-91-2111869374 Swift Code: BSCH ES MM IBAN: ES15-0049-1806-9121-1186-9374 Important: si l'empresa paga un tant per cent i l'estudiant l'altre tant per cent, la part de l'empresa s'haurà de pagar per transferència bancària i la part de l'estudiant amb la forma de pagament disponible que prefereixi (transferència, domiciliació o targeta de crèdit). Descomptes La UOC ofereix una sèrie de descomptes. Si et pots acollir a un, caldrà que en el moment de fer la matrícula el triïs al desplegable de l'apartat Descomptes. En cas que et puguis acollir a més d'un, hauràs d'escollir el que et sigui més beneficiós. En cas d'aplicar-te un d'aquests descomptes, en el moment de fer la matrícula hauràs d'acreditar la condició de beneficiari presentant la documentació corresponent en el termini de deu dies naturals. Els estudiants beneficiaris del títol de família nombrosa reconeguda per l'Estat espanyol o per l'organisme competent en la resta de països, tenen dret als següents descomptes, en funció de la categoria: Famílies nombroses de categoria especial: descompte del 15%. Famílies nombroses de categoria general: descompte del 7,5%. Els estudiants amb un grau de discapacitat igual o superior al 33% reconegut per l'Estat espanyol, o el grau equivalent per qualsevol altre país, tenen dret a un descompte del 15%. Els estudiants (o els seus fills o cònjuges) que hagin estat reconeguts com a víctima d'actes terroristes per l'organisme competent a l'Estat espanyol, o de qualsevol altre país, tenen dret a un descompte del 15%. Els estudiants (i els seus fills o filles dependents) que hagin estat reconeguts com a víctimes de violència de gènere, per l'organisme competent a l'Estat espanyol, o de qualsevol altre país, tenen dret a un descompte del 15%. Pots obtenir aquest descompte si has fet a la UOC assignatures lliures, cursos d'idiomes, seminaris, cursos de formació a mida (UOC Corporate) o un diploma d'expert. Si estàs estudiant un grau o màster universitari però encara no t'has titulat, també s'aplicarà el descompte de comunitat. Pots obtenir aquest descompte si has obtingut un títol oficial (de grau, llicenciatura, diplomatura, enginyeria o màster universitari) o un màster de formació permanent o diploma d'especialització a la UOC. Si la teva empresa o organització té un acord amb la UOC, podràs beneficiar-te de descomptes i avantatges a la teva matrícula. Consulta les condicions dels descomptes per empreses L'estudiantat considerat esportista de competició té dret a un descompte sobre l'import de la matrícula. Consulta la informació del programa Si et pots aplicar un d'aquests descomptes i, a més, et matricules durant el període de matriculació anticipada, en primer lloc s'aplicarà el descompte de matriculació anticipada i a l'import resultant s'hi aplicarà l'altre descompte. Objectius, perfils i competències Descobreix a qui va dirigit aquest programa i quines noves competències pots adquirir. Saber-ne més Itinerari acadèmic Alguns programes formen part d’un itinerari acadèmic. Coneix la trajectòria formativa amb què aconseguiràs els teus objectius. Consultar itinerari L'opinió dels nostres graduats Graduades i graduats de la UOC t'expliquen en primera persona com han viscut el procés d'aprenentatge amb nosaltres i com la nostra metodologia els ha permès compaginar feina, estudis i vida personal. Tenir una flexibilitat d'horaris absoluta em va permetre fer el màster Daniel Marchante Realment em trobo realitzada. Ara, quan parlo, sé del que parlo. Helena Guillén La UOC t'ofereix competències, perquè el que necessites és saber-te adaptar en cada moment Manel Vicenç Volia créixer professionalment. La UOC m'ha ofert no estancar-me Alba Camacho Des de que vaig acabar el grau, he tingut un desenvolupament a la meva empresa José Miguel González"
}