{
  "url": "https://uoc.edu/portal/ca/universitat/estrategia/index.html",
  "content": "Estratègia Pla estratègic Plans i accions 2022-2025 Plans d'acció 2020-2021 Plans d'acció 2017-2020 Plans d'acció 2014-2016 Igualtat de gènere Unitat d'Igualtat Pla d'igualtat Abordatge de les violències de gènere i LGTBI-fòbiques Memòries: la nostra història Anàlisi del mercat de treball Ús de les llengües La planificació estratègica és el procés que facilita a la Universitat donar resposta a la seva visió, missió i valors , planificant els seus objectius i accions i mesurar-ne el rendiment. Impulsat pel Consell de Direcció, el Pla estratègic 2022-2025 és el resultat d’un procés participatiu dels diferents grups d’interès de la Universitat. Pla estratègic 2022-2025 Compartim el coneixement A la UOC mirem al futur amb l’ambició de contribuir a la transformació de l’educació superior en l’era digital, amb el convenciment que les universitats han d’assolir un paper més estratègic i un impacte social més gran. Apostem per convertir-nos en un node de coneixement obert i global. El model d'aprenentatge afavoreix tenir aules més globals i promou la diversitat de l'estudiantat i del professorat. 132 països amb presència d'estudiantat de la UOC 90 % estudia i treballa 59 % de l'estudiantat són dones 2.072 estudiants amb discapacitat acreditada Igualtat de gènere Des del 2020 impulsem el Pla d'igualtat de gènere de la UOC 2020-2024 . Avançar cap a la igualtat de gènere en l'àmbit de l'educació superior implica entendre la diferència com una riquesa, garantir la igualtat d'oportunitats en matèria laboral del personal acadèmic i promocionar un model de conciliació corresponsable. Compromís ètic i global També hem incorporat el compromís ètic i global en les assignatures de graus i màsters; i des del 2016, el Programa d'acollida per a persones refugiades facilita l'accés a les persones que són perseguides al seu país d'origen per motius ideològics, culturals, religiosos, ètnics, d'orientació sexual, d'identitat de gènere o que han hagut de fugir per conflictes armats i violència. Anàlisi del mercat de treball Impulsem línies de recerca i establim aliances per connectar la Universitat amb el mercat de treball Ús de les llengües Descobreix la Política lingüística, els criteris i recursos lingüístics i el Centre d'Idiomes Moderns (CIM)"
}