{
  "url": "https://uoc.edu/portal/ca/ri/proces-reforma-avaluacio/acord-europeu/index.html",
  "content": "Procés de reforma de l'avaluació de la recerca Acord europeu per a la reforma de l'avaluació de la recerca Del març al novembre de 2021, la Comissió Europea va consultar les parts interessades europees i internacionals sobre com es pot facilitar i accelerar la reforma, de manera que la qualitat, el rendiment i l'impacte de la recerca i els investigadors s'avaluïn sobre la base de criteris i processos més responsables. El juliol de 2022, després d'un procés de cocreació en el qual van participar més de 350 organitzacions de més de 40 països, la UOC inclosa, es va publicar finalment l'Acord europeu sobre la reforma de l'avaluació de la recerca . Basant-se en deu compromisos que hauran de complir les organitzacions que se sumin al procés de reforma, l'acord estableix una direcció comuna per a la millora de l'avaluació de la recerca, alhora que respecta l'autonomia i el punt de partida d'aquestes organitzacions. L'acord constitueix una direcció compartida per als canvis en les pràctiques d'avaluació per a la recerca, els investigadors i les organitzacions de recerca, amb l'objectiu general de maximitzar la qualitat i l'impacte de la recerca. L'acord inclou els principis, els compromisos i el calendari per a les reformes, i estableix els principis per a una coalició d'organitzacions que volen treballar juntes en l'aplicació dels canvis. Totes les organitzacions amb competències en l'avaluació de la recerca es poden adherir a l'acord i formar part de la Coalició per l'Avaluació de la Recerca Avançada ( CoARA ), creada a finals de 2022 . Acord europeu sobre la reforma de l'avaluació de la recerca. Baixa el document Principis per als criteris d'avaluació Qualitat i impacte Centrar els criteris d'avaluació de la recerca en la qualitat. La qualitat implica l'originalitat de les idees, la conducta professional de recerca, una varietat de missions de recerca, processos i metodologies de recerca transparents, l'obertura de la recerca, resultats verificables i reproduïbles, l'intercanvi de dades, i la col·laboració oberta. Reconèixer les contribucions que avancen el coneixement i l'impacte (potencial) dels resultats de la recerca, en l'àmbit científic, tecnològic, econòmic o social. Diversitat, inclusivitat i col·laboració Diversitat de les activitats i pràctiques de recerca, amb un ventall de sortides, i impuls de l'intercanvi primerenc i la col·laboració oberta. Varietat de les disciplines científiques, tipus de recerca i etapes de la carrera professional. Diversitat en els rols i carreres de recerca. Igualtat de gènere, igualtat d'oportunitats i inclusió. Compromisos establerts a l'acord Compromisos bàsics Reconèixer la diversitat de contribucions i carreres en la recerca d'acord amb les necessitats i la naturalesa de la recerca. Avaluar la recerca principalment sobre l'avaluació qualitativa. Per fer-ho, la revisió per experts és central, i ha d'anar acompanyada de l'ús responsable d'indicadors quantitatius. Abandonar els usos inapropiats en l'avaluació de la mètrica basada en la revista i la publicació, en particular els usos inapropiats de l'índex d'impacte en publicacions (journal impact factor, JIF) i l'índex h (h-index). Evitar la utilització de classificacions de les organitzacions de recerca en l'avaluació de la recerca. Compromisos addicionals Destinar els recursos per a la reforma de l'avaluació de la recerca segons sigui necessari per aconseguir els canvis organitzatius compromesos. Revisar i desenvolupar criteris d'avaluació de la recerca, eines i processos. Augmentar la consciència de la reforma de l'avaluació de la recerca i proporcionar una comunicació transparent, orientació i formació sobre els criteris i processos d'avaluació, així com el seu ús. Afavorir pràctiques i experiències d'intercanvi per permetre l'aprenentatge mutu dins i fora de la coalició. Fer progressos en la comunicació sobre l'adhesió als principis i la implementació dels compromisos. Avaluar les pràctiques, els criteris i les eines basats en proves sòlides i l'estat de la qüestió en la recerca, i fer que les dades estiguin disponibles obertament per a la recopilació i la recerca de proves. Enllaços d'interès PMF sobre l'acord del procés de reforma europeu Scoping report que assenta les bases del procés de reforma de l'avaluació de la recerca (novembre de 2021) ERA Talk sobre reforming research assessment (11 minuts de conversa divulgativa) Web de la Comissió Europea sobre tot aquest procés de reforma Vídeo curt de la Universitat Erasme de Rotterdam (3 minuts)"
}