{
  "url": "https://uoc.edu/ca/estudis/diplomes/diploma-expert-redaccio-medica.html",
  "content": "Presentació Programa acadèmic Professorat Sortides professionals Requisits d'accés Matrícula i preu Online i sense horaris Propera matrícula: maig 2025 Diploma d'Expert Online de Redacció Mèdica Presentació La redacció de textos mèdics o redacció mèdica és una professió altament especialitzada i demandada en sectors com el farmacèutic, les agències de comunicació en salut o les editorials biomèdiques. Malgrat això, és una gran desconeguda. Formació permanent online Potencia la teva carrera professional Facilitats de pagament Fracciona en quotes la teva formació permanent. La redacció mèdica es pot definir com l'art de comunicar informació científica i clínica de manera clara, concisa i rigorosa. El redactor mèdic s'encarrega, dins d'un equip multidisciplinari, de l'elaboració de documents relacionats amb la investigació de medicaments i productes sanitaris i la sol·licitud de l'autorització de comercialització a agències reguladores (redacció mèdica reguladora). També participa en l'elaboració de materials de comunicació i educació mèdica adreçats a professionals sanitaris, pacients i altres col·lectius (comunicació mèdica). Finalment, en tots dos tipus de redacció mèdica hi ha la difusió de resultats de recerca en congressos i revistes científiques de referència (articles originals), potser l'aspecte més conegut d'aquesta professió. Aquest innovador programa de formació dut a terme amb la col·laboració de la Asociación Española de Redactores de Textos Médicos (AERTeM) neix com a resposta a la necessitat de regular la formació d'aquests professionals. La redacció mèdica es pot definir com l'art de comunicar informació científica i clínica de manera clara, concisa i rigorosa. El redactor mèdic s'encarrega, dins d'un equip multidisciplinari, de l'elaboració de documents relacionats amb la investigació de medicaments i productes sanitaris i la sol·licitud de l'autorització de comercialització a agències reguladores (redacció mèdica reguladora). També participa en l'elaboració de materials de comunicació i educació mèdica adreçats a professionals sanitaris, pacients i altres col·lectius (comunicació mèdica). Finalment, en tots dos tipus de redacció mèdica hi ha la difusió de resultats de recerca en congressos i revistes científiques de referència (articles originals), potser l'aspecte més conegut d'aquesta professió. Aquest innovador programa de formació dut a terme amb la col·laboració de la Asociación Española de Redactores de Textos Médicos (AERTeM) neix com a resposta a la necessitat de regular la formació d'aquests professionals. Revisem les bases necessàries per exercir la redacció de textos mèdics i aprofundim en els seus tres vessants: en què consisteixen, com es regulen i duen a terme, quins reptes plantegen i quins tipus de documents es desenvolupen. Tot plegat amb un enfocament molt pràctic i orientat cap a l'exercici de la professió. Descarrega el programa (PDF) Màsters oberts Aquest programa et permet obtenir un màster obert. Amb els nostres màsters oberts dissenyes el teu propi programa en funció del teu interès i de les teves necessitats professionals. Inici 15 d’oct. 2025 100% Online 16 Crèdits ECTS Idiomes: Castellà Titulació pròpia Durada: Metodologia 100% online 1a. universitat online del món Acompanyament personalitzat Entre les millors universitats La UOC se situa entre el 7 % de les millors universitats del món segons el World University Rankings 2024. El tutor: guia i acompanyament individualitzat El campus virtual: accedeix-hi des de qualsevol lloc, sense barreres físiques Diploma d'Expert de Redacció Mèdica Programa acadèmic Programa acadèmic Durada Itinerari acadèmic Per obtenir aquest programa, l'estudiant ha de superar 16 crèdits ECTS. El nombre de crèdits ECTS és una estimació del temps que un estudiant pot invertir per assumir les competències associades a una assignatura. Cada crèdit ECTS equival aproximadament a 25 hores de dedicació de l'estudiant. El procés d'aprenentatge està basat en el model d'avaluació contínua (AC), és a dir, no es faran proves finals presencials en cap de les assignatures. Aquest programa es cursa en un únic semestre acadèmic i consta de quatre assignatures obligatòries. Assignatura Claus i eines fonamentals per la redacció mèdica (4 ECTS) Assignatura Redacció mèdica regulatòria (4 ECTS) Assignatura Comunicació mèdica (4 ECTS) Assignatura Difusió de resultats d'investigació (4 ECTS) Durada A la UOC, un crèdit ECTS equival a 25 hores de treball de l'estudiant. Segons el nombre de crèdits ECTS, la durada dels programes de formació permanent oscil·la entre 1 mes i 2 anys, aproximadament: Màster de formació permanent: 2 anys Diploma d'especialització: 1 any Diploma d'expert: 1 semestre (6 mesos) Curs de postgrau: entre 1 i 6 mesos El Diploma d'Expert de Redacció Mèdica forma part del següent itinerari acadèmic: Diploma d'Expert: Redacció Mèdica Curs: Claus i eines fonamentals per a la redacció mèdica Curs: Difusió de resultats de recerca Curs: Comunicació mèdica Curs: Redacció mèdica regulatòria Diploma d'Expert de Redacció Mèdica Professorat Direcció d'Estudis Direcció Científica i Direcció Acadèmica Professorat Col·laboradors Coordinació AERTeM Direcció d'Estudis Salvador Macip Maresma Doctor en Medicina i Cirurgia per la Universitat de Barcelona. Catedràtic de Medicina Molecular al Departament de Biologia Molecular i Cel·lular a la Universitat de Leicester, on dirigeix el Mechanisms of Cancer and Ageing Laboratory. Docent de pregrau i postgrau des del 2008. Ha publicat més de cinquanta articles en revistes biomèdiques indexades a PubMed. Ha publicat onze llibres de divulgació científica i col·labora regularment amb diversos mitjans fent difusió de la ciència. Web CV Direcció Científica i Direcció Acadèmica Beatriz Viejo Belón Doctora en Biologia per la Universitat de Barcelona (UB) i màster en Comunicació Científica, especialitat Medicina, per la Universitat Pompeu Fabra (UPF). Redactora i editora de textos mèdics i assessora en comunicació mèdica, activitat que duu a terme com a autònoma des del 2009. Membre de la junta directiva de la Asociación Española de Redactores de Textos Médicos (AERTeM) i de la seva vocalia de formació. També és membre de l'Associació Europea d'Escriptors Mèdics (EMWA). Gemma Chiva Blanch Doctora en Medicina per la Universitat de Barcelona (UB, Premi Extraordinari curs 2012-213), Màster en Desenvolupament i Innovació d'Aliments (UB), Llicenciada en Ciència i Tecnologia dels Aliments (UB), i Diplomada en Nutrició Humana i Dietètica. Actualment és professora agregada de la UOC de l'àrea de Nutrició. És Fellow de la Societat Europea de Cardiologia (ESC), on participa en diferents grups de treball. La seva activitat investigadora està centrada en la recerca de nous biomarcadors d’aterosclerosis, trombosi i risc cardiovascular, i com certs components de la dieta influeixen en el risc cardiovascular a través d'aquests biomarcadors. Web Professorat Carme Carrion Ribas Doctora en Químiques, en el programa de Bioquímica i Biologia Molecular, per la Universitat de Barcelona (2002). Màster en Biotecnologia per la Universitat de Barcelona, la Universitat Autònoma de Barcelona i la Universitat Politècnica de Catalunya (1995) i en Conflictologia per la UOC (2008). Actualment és coordinadora científica de l'eHealth Center de la UOC, sots directora de recerca dels Estudis de salut de la UOC, Investigadora principal del grup de recerca eHealth lab i professora associada del Departament de Ciències Mèdiques de la Facultat de Medicina de la Universitat de Girona. Web CV Gemma Chiva Blanch Doctora en Medicina per la Universitat de Barcelona (UB, Premi Extraordinari curs 2012-213), Màster en Desenvolupament i Innovació d'Aliments (UB), Llicenciada en Ciència i Tecnologia dels Aliments (UB), i Diplomada en Nutrició Humana i Dietètica. Actualment és professora agregada de la UOC de l'àrea de Nutrició. És Fellow de la Societat Europea de Cardiologia (ESC), on participa en diferents grups de treball. La seva activitat investigadora està centrada en la recerca de nous biomarcadors d’aterosclerosis, trombosi i risc cardiovascular, i com certs components de la dieta influeixen en el risc cardiovascular a través d'aquests biomarcadors. Web Col·laboradors Beatriz Viejo Belón Laura Calpe Berdiel Marta Mas García Soledad Santos Suárez Coordinació AERTeM Beatriz Viejo Belón Doctora en Biologia per la Universitat de Barcelona (UB) i màster en Comunicació Científica, especialitat Medicina, per la Universitat Pompeu Fabra (UPF). Redactora i editora de textos mèdics i assessora en comunicació mèdica, activitat que duu a terme com a autònoma des del 2009. Membre de la junta directiva de la Asociación Española de Redactores de Textos Médicos (AERTeM) i de la seva vocalia de formació. També és membre de l'Associació Europea d'Escriptors Mèdics (EMWA). Claudia Pereda Testa Metge especialista en Reumatologia, Hospital HLA Mediterrani, Almeria. Redactora mèdica. Membre de la vocalia de formació de la Asociación Española de Redactores de Textos Médicos (AERTeM). Iolanda Miró i Vinaixa Metgessa del Servei de Reumatologia de l'Hospital CIMA de Barcelona. Experta en formació, redacció i comunicació científiques. Membre de la vocalia de formació de la Asociación Española de Redactores de Textos Médicos (AERTeM). Soledad Santos Suárez Directora editorial, Springer Healthcare Iberia i Llatinoamèrica. Madrid. Membre de la vocalia de formació la Asociación Española de Redactores de Textos Médicos (AERTeM). Diploma d'Expert de Redacció Mèdica Sortides professionals Objectius Competències A qui es dirigeix Sortides professionals Objectius Els objectius principals del programa de Redacció Mèdica són els següents: Conèixer el món de la redacció mèdica com a professió, especialment al llarg del cicle de vida d'un medicament o producte sanitari. Adquirir els coneixements i les habilitats bàsiques per ser redactor mèdic en els diferents vessants (regulador, comunicació mèdica i difusió de resultats de recerca). Conèixer els entorns en què es duu a terme cada tipus de redacció mèdica i les competències i habilitats específiques requerides en cadascun d'aquests entorns. Ocupabilitat L’ocupabilitat dels nostres estudiants és clau per a l'èxit de la UOC. Identifiquem les competències clau que el mercat laboral demana i les incloem en els plans d’estudis. També t’empoderem perquè siguis tu qui decideixi i gestioni la teva carrera. Competències Aquest programa ofereix la possibilitat d'endinsar-se en el món professional de la redacció mèdica amb una base sòlida i una perspectiva àmplia, la qual cosa augmentarà la capacitació professional en aquest àmbit. Mitjançant aquesta especialització, l'estudiant adquirirà les competències següents: Saber recopilar, avaluar i interpretar informació científica complexa que servirà de base per a la redacció de documents o materials. Aprendre a comunicar els missatges de manera simple, clara i concisa, mantenint sempre el rigor científic. Adaptar la redacció a diferents objectius, formats i audiències. A qui es dirigeix Aquest programa està dirigit a: Graduats o Llicenciats en estudis relacionats amb Ciències de la Vida, Ciències de la Salut o disciplines afins (Farmàcia, Medicina, Psicologia, Biologia, Química, Bioquímica, Veterinària...) que vulguin orientar la seva professió cap a la redacció mèdica o millorar els seus coneixements i habilitats en la redacció cientificomèdica. Redactors mèdics en actiu que vulguin ampliar i/o sistematitzar els coneixements en alguns dels aspectes abordats. Investigadors de qualsevol branca científica que vulguin millorar els seus coneixements i habilitats en la difusió de resultats de recerca. Sortides professionals Amb aquest programa, s'adquiriran els coneixements i les competències en redacció mèdica per dur a terme una tasca professional en empreses com ara les següents: Organitzacions de recerca per contracte (CRO). Agències de comunicació en salut. Agències especialitzades en educació mèdica. Editorials mèdiques. Indústria farmacèutica o relacionada. Més de 30 anys d'experiència d'e-learning L'any 1995, la UOC es va convertir en la primera universitat online del món . 30 anys després, continuem sent pioners en e-learning. L' eLearning Innovation Center fa evolucionar el model d'aprenentatge per garantir una formació de qualitat, única, connectada i en xarxa. Rànquing Times Higher Education Som la sisena millor universitat de l'Estat espanyol, segons el Young University Ranking del Times Higher Education. Rànquing Rànquing de Shanghai Estem entre les 150 millors universitats del món en comunicació i les 200 en educació. Rànquing U-Multirank Excel·lim en transferència del coneixement, compromís regional i docència i aprenentatge. 30 anys de la UOC 30 anys impulsant el teu futur amb formació de qualitat Diploma d'Expert de Redacció Mèdica Requisits d'accés Titulació d'accés Experiència professional Coneixements previs Titulació Titulació d'accés Per cursar el programa cal tenir una titulació universitària oficial prèvia. En cas de no tenir-ne, es pot accedir al programa acreditant experiència professional . Consulta la informació i la documentació que has de lliurar en funció d'on hagis cursat els estudis: He cursat estudis oficials universitaris a l'Estat espanyol. He cursat estudis oficials universitaris en un país de la Unió Europea. He cursat estudis universitaris oficials a Llatinoamèrica o altres països de fora de la Unió Europea. Documentació Hauràs de lliurar la documentació que acrediti la teva titulació o la teva experiència professional durant els 10 dies posteriors a la formalització de la matrícula. Consulta quina documentació és necessària en cada cas i com i on l'has de presentar. Requisitis acadèmics Per cursar el programa cal tenir una titulació universitària prèvia. En cas de no tenir una titulació universitària prèvia es pot accedir al programa a través del reconeixement d'un mínim de 1 any d'experiència professional en els àmbits següents: -Sanitari -Adminsitració sanitaria -Psicologia -Industria Farmacèutica -Investigació Coneixements previs Es recomana un nivell de competència en llengua anglesa equivalent al B2 del marc europeu comú de referència per a les llengües que permeti la consulta i comprensió de recursos d'aprenentatge i articles científics en anglès . Es recomana un nivell de competència a nivell d'usuari en l' ús de les tecnologies de la informació i la comunicació . Titulació Els estudiants que acabin els seus estudis de formació permanent obtindran, en funció del programa cursat, el títol de màster de formació permanent, el diploma d'especialització o el diploma d'expert. Els estudiants que superin altres cursos de formació contínua rebran el certificat corresponent. Diploma d'Expert de Redacció Mèdica Matrícula i preu Procés de matricula i preu Formes de pagament Descomptes Procés de matrícula Aquests són els passos que cal seguir si vols començar uns estudis a la UOC. Si ja heu cursat estudis amb nosaltres i voleu continuar-los, heu d'adreçar-vos a l'espai Tràmits del Campus Virtual. Omple el formulari de matrícula que trobaràs a totes les pàgines del programa. Després de registrar les teves dades personals, se't proporcionarà un nom d'usuari i triaràs la teva clau d'accés al campus. A continuació accediràs a la secció de les dades econòmiques, on escolliràs la forma de pagament i podràs demanar una factura, si la necessites. Un cop t'hagis matriculat, rebràs dos missatges a la bústia de correu que hagis indicat. Un primer missatge és la confirmació de la formalització de la teva matrícula. En un segon missatge, et recordarem el nom d'usuari i la clau que has triat, i que et permetran accedir al campus virtual. A partir de la formalització de la matrícula, disposes de catorze dies per a exercir el teu dret de desistiment de matrícula . Quan et pots matricular? Hi ha dos moments a l'any per a la matrícula dels programes de formació permanent, depenent de l'inici de la docència del programa en qüestió. Consulta el termini de matriculació i l'inici de curs a la pàgina dels estudis que t'interessin cursar. Matriculació a partir del maig per als programes que inicien docència al setembre o octubre Matriculació a partir del novembre per als programes que inicien docència al febrer o març El preu d'aquest programa serà el vigent en el moment de formalitzar la matrícula. Subjecte a revisió anual. Consulta l'apartat Formes de pagament. En matricular-te, podràs escollir la modalitat que més et convingui. Concepte Preu Preu del curs 1.985 € Facilitats econòmiques Descomptes per a matrícula anticipada Pagament fraccionat en quotes Beques, ajuts i descomptes Condicions especials per a empreses Suport a esportistes de competició Informa-te'n 104.500 graduats i graduades 90 % d'estudiants que estudien i treballen 84 % tornaria a escollir la UOC Per als nous estudiants de Formació permanent, la primera quota serà del 10% de l'import. Màster de formació permanent : la primera quota s'haurà d'abonar amb TPV, en el moment de formalitzar la matrícula, i la resta en un màxim de 20 quotes mensuals a partir del mes d'inici de docència, per domiciliació bancaria. En cas de matricular un màster amb un import superior a 5.000 euros, la primera quota s'haurà d'abonar per domiciliació bancaria. Diploma d'especialització : la primera quota s'haurà d'abonar amb TPV, en el moment de formalitzar la matrícula, i la resta en un màxim de 9 quotes mensuals a partir del mes d'inici de docència, per domiciliació bancaria. Diploma d'expert i curs de postgrau : per a imports superiors a 350 euros la primera quota s'haurà d'abonar amb TPV, en el moment de formalitzar la matrícula, i la resta en un màxim de 4 quotes, per domiciliació bancària. El pagament fraccionat té un import de 31 euros per gestió. El pagament de la matrícula es realitza en una única vegada, mitjançant domiciliació bancària. En triar aquest sistema de pagament, haureu d'introduir les dades bancàries en el formulari de matrícula. El càrrec corresponent a l'import de la matrícula s'efectuarà al mes següent. En el cas de les especialitzacions el pagament al comptat es realitza mitjançant TPV. Consulta les condicions de finançament existents: BBVA CaixaBank Préstec Aplazo (Santander) Per als nous estudiants de Formació permanent, la primera quota serà del 10% de l'import. Màster de formació permanent : la forma de pagament per poder fraccionar la matrícula és la domiciliació bancària (en cas de disposar d'un compte SEPA) o la domiciliació targeta (en cas de no disposar d'un compte SEPA). La primera quota s'haurà d'abonar en el moment de formalitzar la matrícula i la resta en un màxim de 20 quotes mensuals a partir del mes d'inici de docència. Diploma d'especialització : la forma de pagament per poder fraccionar la matrícula és la domiciliació bancaria (en cas de disposar d'un compte SEPA) o la domiciliació targeta (en cas de no disposar d'un compte SEPA). La primera quota s'haurà d'abonar en el moment de formalitzar la matrícula i la resta en un màxim de 9 quotes mensuals a partir del mes d'inici de docència. Diploma d'expert i curs de postgrau : per a imports superiors a 350 euros la primera quota s'haurà d'abonar amb TPV, en el moment de formalitzar la matrícula, i la resta en un màxim de 4 quotes, per domiciliació bancaria (en cas de disposar d'un compte SEPA) o per domiciliació targeta (en cas de no disposar d'un compte SEPA). Consulta aquí si la teva entitat bancària disposa de compte SEPA. El pagament fraccionat té un import de 31 euros per gestió. El pagament de la matrícula es realitza en una única vegada, mitjançant domiciliació targeta o transferència bancaria. Si tries el pagament per domiciliació targeta, hauràs d'indicar les dades de la targeta a la qual cal carregar l'import durant el procés de matrícula. Recorda que les targetes acceptades són VISA, Visa Electron i Mastercard (no es pot fer el pagament amb American Express ni Dinners Club). El càrrec corresponent a la matrícula del curs es farà al mes següent. Si es tria pagar els estudis amb targeta, tingueu en compte que s'aplicaran les condicions econòmiques que hagis pactat amb la teva entitat bancària. És important que el límit de la targeta sigui superior a l'import de la matrícula per evitar que els rebuts es retornin. En cas de disposar d'un compte bancari SEPA es pot realitzar el pagament mitjançant domiciliació bancària. Per triar aquest sistema de pagament, haureu d'introduir les dades bancàries en el formulari de matrícula. El càrrec corresponent a la matrícula del curs s'efectuarà al mes següent. Si tries el pagament per transferència bancària, el comprovant s'haurà d'enviar escanejat des de l'apartat del Campus: Secretaria / Matriculació / Formes de pagament. El termini per realitzar el pagament és de deu dies des de la data de formalització i sempre abans del començament de la docència. Podràs realitzar la transferència amb les dades que apareixen en el full de matrícula: Banco Santander Central Hispano Passeig de Gràcia, 5. 08007 Barcelona. Spain Número c/c: 0049-1806-91-2111869374 Swift Code: BSCH ES MM IBAN: ES15-0049-1806-9121-1186-9374 Les empreses poden realitzar el pagament únicament mitjançant transferència bancària. No podran realitzar el pagament de manera fraccionada. Durant el procés de la matrícula es podrà triar la forma de pagament per a empresa al desplegable corresponent. El comprovant de la transferència s'haurà d'enviar escanejat des de l'apartat del Campus: Secretaria / Matriculació / Formes de pagament. Aquestes són les dades necessàries per a efectuar la transferència: Banco Santander Central Hispano Passeig de Gràcia, 5. 08007 Barcelona. Spain Número c/c: 0049-1806-91-2111869374 Swift Code: BSCH ES MM IBAN: ES15-0049-1806-9121-1186-9374 Important: si l'empresa paga un tant per cent i l'estudiant l'altre tant per cent, la part de l'empresa s'haurà de pagar per transferència bancària i la part de l'estudiant amb la forma de pagament disponible que prefereixi (transferència, domiciliació o targeta de crèdit). Descomptes La UOC ofereix una sèrie de descomptes. Si et pots acollir a un, caldrà que en el moment de fer la matrícula el triïs al desplegable de l'apartat Descomptes. En cas que et puguis acollir a més d'un, hauràs d'escollir el que et sigui més beneficiós. En cas d'aplicar-te un d'aquests descomptes, en el moment de fer la matrícula hauràs d'acreditar la condició de beneficiari presentant la documentació corresponent en el termini de deu dies naturals. Els estudiants beneficiaris del títol de família nombrosa reconeguda per l'Estat espanyol o per l'organisme competent en la resta de països, tenen dret als següents descomptes, en funció de la categoria: Famílies nombroses de categoria especial: descompte del 15%. Famílies nombroses de categoria general: descompte del 7,5%. Els estudiants amb un grau de discapacitat igual o superior al 33% reconegut per l'Estat espanyol, o el grau equivalent per qualsevol altre país, tenen dret a un descompte del 15%. Els estudiants (o els seus fills o cònjuges) que hagin estat reconeguts com a víctima d'actes terroristes per l'organisme competent a l'Estat espanyol, o de qualsevol altre país, tenen dret a un descompte del 15%. Els estudiants (i els seus fills o filles dependents) que hagin estat reconeguts com a víctimes de violència de gènere, per l'organisme competent a l'Estat espanyol, o de qualsevol altre país, tenen dret a un descompte del 15%. Pots obtenir aquest descompte si has fet a la UOC assignatures lliures, cursos d'idiomes, seminaris, cursos de formació a mida (UOC Corporate) o un diploma d'expert. Si estàs estudiant un grau o màster universitari però encara no t'has titulat, també s'aplicarà el descompte de comunitat. Pots obtenir aquest descompte si has obtingut un títol oficial (de grau, llicenciatura, diplomatura, enginyeria o màster universitari) o un màster de formació permanent o diploma d'especialització a la UOC. Si la teva empresa o organització té un acord amb la UOC, podràs beneficiar-te de descomptes i avantatges a la teva matrícula. Consulta les condicions dels descomptes per empreses L'estudiantat considerat esportista de competició té dret a un descompte sobre l'import de la matrícula. Consulta la informació del programa Si et pots aplicar un d'aquests descomptes i, a més, et matricules durant el període de matriculació anticipada, en primer lloc s'aplicarà el descompte de matriculació anticipada i a l'import resultant s'hi aplicarà l'altre descompte. Objectius, perfils i competències Descobreix a qui va dirigit aquest programa i quines noves competències pots adquirir. Saber-ne més Itinerari acadèmic Alguns programes formen part d’un itinerari acadèmic. Coneix la trajectòria formativa amb què aconseguiràs els teus objectius. Consultar itinerari L'opinió dels nostres graduats Graduades i graduats de la UOC t'expliquen en primera persona com han viscut el procés d'aprenentatge amb nosaltres i com la nostra metodologia els ha permès compaginar feina, estudis i vida personal. Tenir una flexibilitat d'horaris absoluta em va permetre fer el màster Daniel Marchante Realment em trobo realitzada. Ara, quan parlo, sé del que parlo. Helena Guillén La UOC t'ofereix competències, perquè el que necessites és saber-te adaptar en cada moment Manel Vicenç Volia créixer professionalment. La UOC m'ha ofert no estancar-me Alba Camacho Des de que vaig acabar el grau, he tingut un desenvolupament a la meva empresa José Miguel González"
}