{
  "url": "https://uoc.edu/portal/ca/coronavirus/docencia-emergencia/index.html",
  "content": "Docència no presencial d'emergència Per on començo? Com dissenyo les meves classes? Com interacciono i motivo l'estudiantat? Com avaluo l'estudiantat? Com ensenyo en línia segons quins àmbits curriculars? Benestar i atencions en temps d'emergència Sobre la docència no presencial d'emergència En circumstàncies excepcionals com la que vivim, gran part del professorat ha hagut d'afrontar el repte d' adaptar la seva activitat pedagògica presencial per poder dur-la a terme en remot . A la UOC et volem ajudar en aquesta tasca mitjançant estratègies i recursos breus, amb un enfocament pràctic i interactiu , perquè continuïs impartint classes aplicant les bases dels millors models d'ensenyament en línia. Més informació Bústia de suggeriments La UOC contribueix a l'adaptació de més de 9.000 professors a una docència en remot durant la pandèmia Quins recursos hi trobaràs? Webinars Seminaris d'una hora impartits en línia pel professorat de la UOC sobre temes d'interès per a l'ensenyament en línia. S'han impartit en temps real, amb data i horari específic : ponents i assistents s'han connectat alhora a una plataforma virtual. A més, han pogut compartir dubtes i consultes en temps real a través d'un xat disponible per als participants. Tots aquests seminaris són gratuïts. Mira tots els webinars celebrats MOOC Els MOOC ( massive online open courses , cursos en línia massius i oberts) de la UOC són cursos de formació en línia als quals es pot apuntar pràcticament qualsevol persona. Tenen una durada aproximada d'un mes i no requereixen sincronia : com a participant disposes d'un calendari previ sobre quan estaran disponibles els materials i quina és la data màxima per lliurar les diferents activitats. Tots els nostres MOOC són gratuïts. Mira tots els MOOC programats Tots els recursos Recursos per temàtiques Per on començo? Com dissenyo les meves classes? Com interacciono i motivo l'estudiantat? Tots els recursos Com avaluo l'estudiantat? Com ensenyo en línia segons quins àmbits curriculars? Benestar i atencions en temps d'emergència Què més estem fent? Conectad@s: la universidad en casa Juntament amb el Ministeri d’Universitats, la Conferència de Rectors de les Universitats Espanyoles (CRUE Universitats Espanyoles) i la Universitat Nacional d'Educació a Distància (UNED), hem llançat el portal «Conectad@s: la universitat a casa», amb recursos i consells que t'ajudaran a poder organitzar les teves classes en remot. #QuedatiApren amb Youtube #QuedatiApren amb Instagram Stories"
}