{
  "url": "https://uoc.edu/portal/ca/coronavirus/index.html",
  "content": "Nous reptes La pandèmia de la covid ha canviat el món, i també l'educació. Així, doncs, les universitats ens enfrontem a nous reptes sorgits d'aquesta crisi. La nostra incidència social s'ha d'afermar al servei d'una ciutadania global, crítica i responsable per encarar el nou context de canvi econòmic, laboral, social i mediambiental. La crisi pandèmica ha accelerat la transformació digital en múltiples sectors. Com s'hi adapta l'educació superior? Des de la nostra experiència de més de 30 anys oferint formació en línia de qualitat, en aquest espai reflexionem sobre aquests reptes. Reflexions de futur A quins reptes s'enfronten les universitats després de la crisi de la covid? Quin rol ha de tenir l'educació superior a partir d'ara? Quin ha de ser el model de recerca? L'equip directiu, el professorat i el personal investigador de la UOC compartim la nostra visió sobre la universitat postcovid. Consulta la resta d' articles publicats . «Reptes de l'educació predoctoral postcovid» David Masip, director de l'Escola de Doctorat El diario de la educación (11/02/2022) El moment de l'educació en línia Col·laborem amb el mitjà de comunicació El País per posar a disposició de la societat espanyola una anàlisi periodística sobre diferents aspectes de l'educació en línia i l'impacte social que té. «Aules virtuals i continguts personalitzats: així serà la universitat d'aquí uns anys» 17/05/2021 «De la feina per a tota la vida a la formació per a tota la vida» 22/06/2021 «Per què he decidit estudiar en línia» 21/09/2021 «De la universitat a l'empresa: així es facilita a l'estudiantat l'accés a l'ocupació» 25/10/2021 «Estudiar a la universitat sense moure's del poble» 25/11/2021 Compromesos amb la transformació digital Facilitem la transformació digital de l'educació superior i ho fem assessorant i acompanyant governs i institucions educatives d'arreu del món. Posem al seu abast el coneixement i l'experiència que hem acumulat al llarg de més de 30 anys fent educació en línia. De fet, la UOC acull una vintena de grups multidisciplinaris de recerca en aprenentatge en línia i un centre especialitzat en innovació educativa, l' eLearning Innovation Center , que treballen per adaptar l'aprenentatge en línia al servei dels nous temps. A més, l'impuls de la UOC per possibilitar la transformació digital educativa respon al seu compromís de facilitar l'accés a l'educació superior a totes les persones al llarg de la vida. Tendències d'aprenentatge innovadores Consulta els vídeos i el material d'aquest cicle de col·loquis sobre els canvis en l'educació superior que s'observen actualment. La nostra resposta a la COVID-19 El 13 de març de 2020 vam publicar La nostra resposta a la COVID-19 amb l'objectiu de donar resposta als reptes i incerteses que plantejava la pandèmia. Recupera'n l'històric. Docència no presencial d'emergència Webinars i MOOC I també: Preguntes i respostes Mesures de benestar L'anàlisi dels experts i expertes UOC Comunicats del rector Servei d'atenció Últimes informacions"
}