{
  "url": "https://uoc.edu/portal/ca/universitat/estrategia/pla-estrategic/index.html",
  "content": "Estratègia Pla estratègic Plans i accions 2022-2025 Plans d'acció 2020-2021 Plans d'acció 2017-2020 Plans d'acció 2014-2016 L'estratègia 2022-2025 El Pla estratègic de la UOC és el full de ruta que acompanya l'estratègia de la Universitat i ajuda a prioritzar la presa de decisions. Ara posem en marxa la fase 2024-2025 del Pla estratègic 2022-2025. Es tracta d'una nova etapa marcada per l'arribada del nou equip de govern, que ha treballat en l'adaptació del Pla estratègic 2022-2025 per sincronitzar-lo amb les prioritats del nou mandat. Llibret del Pla estratègic. Fase 2024-2025 (PDF) Mapa estratègic 2024-2025 (PDF) Plans d'acció 2024-2025 (PDF) La rectora de la UOC presenta les prioritats estratègiques del seu mandat (UOC News). Octubre 2023 Pla estratègic 2022-2025 Reptes de futur S’han identificat 12 reptes estratègics a què ha de fer front la Universitat en els pròxims anys. Consulta els reptes complets i els seus objectius Repte 1 Augmentar els nivells i les formes de personalització amb el suport de la intel·ligència artificial per tal d'incrementar la qualitat docent Repte 2 Adaptar i actualitzar l'oferta formativa a les necessitats de la societat, a partir dels àmbits de coneixement i les línies de recerca de la Universitat Repte 3 Disposar d'escenaris de viabilitat en un present líquid Repte 4 Establir una estratègia de gestió del talent compromesa amb les persones de l'organització Repte 5 Esdevenir una organització digital Repte 6 Esdevenir una organització data-informed Repte 7 Comprometre'ns amb les persones i el coneixement obert com a activadors de la igualtat Repte 8 Comprometre'ns amb el planeta per un món més sostenible Repte 9 Augmentar l'impacte transformador en l'ocupabilitat de les persones Repte 10 Col·laborar amb empreses i institucions per tal de catalitzar el coneixement Repte 11 Potenciar la recerca i la innovació en la frontera entre la tecnologia i les ciències humanes per generar impacte social Repte 12 Reforçar l'ecosistema de recerca Implantant l'estratègia L’estratègia es desplega entorn de 5 àmbits. Be UOC Governança col·laborativa, viabilitat i transformació digital Next UOC Impuls a la transversalitat i la flexibilitat docent Global UOC Aposta ferma per una UOC global amb més impacte social que contribueixi a l’Agenda 2030 UOC Ecosystem Potenciació de la competitivitat i l’ocupabilitat UOC Insight Foment d’una recerca de qualitat i transformadora Plans i accions Consulta els plans i accions en què es desenvolupen aquests cinc àmbits Llegeix-ne més Històric del Pla estratègic 2022-2025 Llibret Pla estratègic 2022-2025 Fase I (2022-2023) Històric del Pla estratègic 2014-2021 \"El Pla estratègic 2014-2021 —construït de manera participativa en diverses fases de la seva elaboració— va ser una aposta per injectar racionalitat en la trajectòria futura de la nostra universitat.\" Josep A. Planell Rector de la Universitat Oberta de Catalunya (2013-2023) Balanç i principals assoliments [PDF] Estratègia 2014-2021 Document complet [PDF] Fase I: 2014-2016 [PDF] Subplans d'acció fase I Fase II: 2017-2020 [PDF] Subplans d'acció fase II Fase III: 2020-2021 [PDF] Subplans d'acció fase III Nous reptes, nova estratègia Una universitat global, innovadora i flexible"
}