{
  "url": "https://uoc.edu/portal/ca/compromis-social/ciutadania-global/mobilitat/personal-docent/index.html",
  "content": "Mobilitat Erasmus+ Personal per a docència En el marc del Programa de Mobilitat Erasmus+ per a l'educació superior, la UOC disposa de places de mobilitat de professors per a impartir docència en universitats estrangeres. Les condicions per a gaudir d'aquest tipus d'ajut són les següents: La mobilitat s'ha de basar en acords interinstitucionals: ambdues institucions han de tenir la Carta Erasmus d'Educació Superior (ECHE). Les institucions han d'acordar prèviament el programa o l'activitat docent que es farà. Aquesta planificació ha d'incloure objectius, valor afegit de la mobilitat, contingut del programa docent i resultats esperats. El professor o professora que s'hi presenti ha de tenir relació laboral indefinida a la UOC. El professor o professora que s'hi presenti ha de tenir la nacionalitat d'un dels països participants en el programa o ha de ser reconeguda al país en què resideix. La docència impartida (classes, seminaris, conferències) ha de ser d'un mínim de 8 hores . La durada de l'estada és de mínim 2 dies. La subvenció del fons de la Unió Europea i la de la UOC són de fins a un màxim de 5 dies. Hi ha compatibilitat amb els programes de beques regionals o nacionals . Per aquest motiu, es podrà aprofitar aquest ajut durant una estada de recerca sempre que s'imparteixin 8 hores de docència. Cada candidatura ha de tenir el vistiplau de la seva direcció d'estudis i ha d'aportar l'acord de mobilitat de la universitat de destinació. Per a la valoració i priorització de les sol·licituds rebudes, es tindran en compte els aspectes següents: El nivell d'idioma amb relació al lloc de destinació. La motivació per a dur a terme l'estada ha d'estar basada en la introducció de millores al lloc de treball i a l'equip. El valor afegit que aportarà l'estada en el lloc de treball i als Estudis. Una bona descripció i coherència en els objectius i el pla de treball proposats en la sol·licitud. L'estada repercutirà positivament en la millora o el desenvolupament d'alguna de les accions recollides en el Pla estratègic de la UOC. L'estada compta amb la subvenció Erasmus i l'ajut de la pròpia UOC. Durant l'any s'obre una convocatòria que serà anunciada a la plana d'inici del Campus Virtual. En aquest entorn també es publicarà la resolució de la convocatòria. Aquestes accions de mobilitat s'han de dur a terme abans del 30 de setembre de l'any acadèmic en curs."
}