{
  "url": "https://uoc.edu/ca/estudis/acces-matricula/requisits-acces-estudis-estat-espanyol",
  "content": "Requisits acadèmics per a estudiants amb estudis oficials a l'Estat espanyol Des d'aquesta pàgina pots consultar els requisits genèrics d'accés als estudis que t'interessin. Per als programes de grau, màster universitari, màster en formació permanent, diploma d'especialització i diploma d'expert cal complir els requisits específics i obligatoris que pots trobar a la informació concreta de cada programa. L'accés a les altres titulacions pròpies no està subjecte a requisits previs. Per a més informació, sol·licita l'accés i contacta amb el teu tutor Opcions vàlides per a accedir a estudis de grau oficial Requisits d'accés assolits a l'Estat espanyol Prova d'accés (PAU / Més grans de 25 anys / Més grans de 45 anys ) Vols presentar-te a les proves d'accés de més grans de 25 o 45 anys? Prepara't amb els nostres cursos en línia d'accés a la universitat . Formació professional (CFGS / FP2 / MP3) Títol universitari o assimilat Experiència laboral ( accés per a més grans de 40 anys ) Tinc un títol universitari oficial espanyol (diplomatura, grau, enginyeria o arquitectura tècnica, llicenciatura, enginyeria o arquitectura, màster o doctorat). Quina documentació cal presentar? Fotocòpia del document d'identitat (DNI, passaport o document identificatiu del país d'origen). Fotocòpia compulsada del títol universitari oficial o el resguard dels drets d'expedició. La compulsa es pot fer al centre on s'ha expedit la documentació (i ha de tenir els mínims requisits administratius: data, segell, signatura, càrrec, nom i cognoms de la persona sotasignada). Els programes de formació permanent subjectes a requisits d'accés són els programes de màster en formació permanent, diploma d'especialització i diploma d'expert. Per cursar un d'aquests programes cal tenir una titulació universitària oficial prèvia. En cas de no disposar d'un títol universitari oficial, s'hi podrà accedir si s'acredita experiència laboral o professional, amb nivell competencial equivalent al nivell de grau. L'accés a les altres titulacions pròpies no està subjecte a requisits previs. Per a accedir a aquests estudis no és necessari tenir una titulació oficial universitària. Tot i això, en alguns programes es recomana tenir uns coneixements previs. Consulta la informació en la fitxa del curs que t'interessi. També et pot interessar... Com matricular-te a la UOC Preus, descomptes i facilitats de pagament Beques i ajuts Convalidacions i reconeixement de crèdits"
}