{
  "url": "https://uoc.edu/ca/estudis/acces-matricula/resquisits-acces-estudiants-unio-europea",
  "content": "Requisits acadèmics per a estudiants amb estudis obtinguts a la Unió Europea Des d'aquesta pàgina pots consultar els requisits genèrics d'accés als estudis que t'interessin. Per als programes de grau, màster universitari, màster en formació permanent, diploma d'especialització i diploma d'expert cal complir els requisits específics i obligatoris que pots trobar a la informació concreta de cada programa. L'accés a les altres titulacions pròpies no està subjecte a requisits previs. Per a més informació, sol·licita l'accés i contacta amb el teu tutor Opcions vàlides per a accedir a estudis de grau oficial Requisits d'accés assolits a la Unió Europea o en un estat que hagi subscrit acords internacionals en règim de reciprocitat Estudis preuniversitaris i batxillerats internacionals: acreditació UNED per a l'accés Estudis universitaris (acabats o no): convalidació parcial d'uns estudis estrangers per uns estudis espanyols Títol universitari de l'espai europeu d'ensenyament superior o títol universitari amb l' equivalència o l'homologació ministerial a l'Estat espanyol Experiència laboral ( accés per a més grans de 40 anys ) 1.Tinc un títol de grau oficial, màster universitari o doctorat que pertany a l'espai europeu d'ensenyament superior (EEES) Quina documentació cal presentar? Fotocòpia del document d'identitat (DNI, passaport o document identificatiu del país d'origen). Fotocòpia compulsada del títol universitari oficial o el resguard dels drets d'expedició. El títol cal que estigui redactat en castellà, anglès o català. Si està en un altre idioma cal presentar la fotocòpia compulsada de la traducció feta per un traductor jurat. Fotocòpia compulsada/acarada del suplement europeu del títol (SET) i fotocòpia compulsada de la traducció jurada en els casos en què el títol estigui en un idioma diferent del castellà, el català o l'anglès. Si la vostra universitat no us el pot lliurar, també podeu presentar un certificat expedit per la universitat que acrediti que la vostra titulació dóna accés a estudis de màster o doctorat en el país d'origen del títol. Els documents es poden acarar a les seus de la UOC si porteu els originals i les seves fotocòpies simples.La compulsa es pot fer al centre on s'ha expedit la documentació (i ha de tenir els mínims requisits administratius: data, segell, signatura, càrrec, nom i cognoms de la persona sotasignada). 2. Tinc un títol universitari que no pertany a l'espai europeu d'ensenyament superior (EEES). Per exemple, un undergraduate degree, first degree o bachelor's degree Quina documentació cal presentar? Fotocòpia del document d'identitat del país d'origen o passaport. Fotocòpia compulsada del títol universitari oficial o el resguard dels drets d'expedició. El títol cal que estigui redactat en castellà, anglès o català. Si està en un altre idioma cal presentar la fotocòpia compulsada de la traducció feta per un traductor jurat. Una fotocòpia compulsada d'un certificat expedit per la universitat, en el qual se certifiqui que la titulació presentada dóna accés a estudis superiors de màster o doctorat al país d'origen del títol. La compulsa es pot fer al centre on s'ha expedit la documentació (ha de tenir els mínims requisits administratius: data, segell, signatura, càrrec, nom i cognoms de la persona sotasignada). Els programes de formació permanent subjectes a requisits d'accés són els programes de màster en formació permanent, diploma d'especialització i diploma d'expert. Per cursar un daquests programes cal tenir una titulació universitària prèvia que permeti laccés a estudis de Màster al país d'expedició del títol. En cas de no disposar d'un títol universitari oficial, s'hi podrà accedir si s'acredita experiència laboral o professional, amb nivell competencial equivalent al nivell de grau. L'accés a les altres titulacions pròpies no està subjecte a requisits previs. Per a accedir a aquests estudis no és necessari tenir una titulació oficial universitària. Tot i això, en alguns programes es recomana tenir uns coneixements previs. Consulta la informació en la fitxa del curs que t'interessi. També et pot interessar... Com matricular-te a la UOC Preus, descomptes i facilitats de pagament Beques i ajuts Convalidacions i reconeixement de crèdits"
}