{
  "url": "https://uoc.edu/portal/ca/in3/coneix/pla-estrategic/analisi/index.html",
  "content": "Pla Estratègic Anàlisi estratègica 5. Anàlisi estratègica (DAFO) FORTALESES Singularitat a escala estatal en el focus de l'institut (digital society). Caràcter interdisciplinari de la recerca, equilibri ciències socials, humanitats i enginyeries. Localització atractiva i flexibilitat en les formes de treball (online first). Estructura horitzontal que combina experiència i joventut. Flexibilitat, agilitat i cultura favorable al canvi Paritat de gènere. DEBILITATS La visibilitat com a institut és millorable (política comunicativa, identitat i marca). Dificultats en l'atracció, el manteniment i el desenvolupament dels equips (temporalitat, salaris, dedicació desigual, atracció estudiantat i investigadors/es júniors). Suport insuficient al foment de la interdisciplinarietat i a la cooperació entre grups de recerca. Elevada dispersió temàtica dins dels grups de recerca. Dificultat per transferir o valoritzar la recerca en algunes disciplines. Falta d'eines de suport a la recerca. Poques accions de sociabilitat i creació de comunitat com a institut (nous/noves investigadors/es). Necessitem millorar en l'atenció a la diversitat i l'equitat. OPORTUNITATS Aposta institucional i estratègica d'impuls a la recerca de la UOC (finançament). Recorregut en els àmbits de l'IN3: ubiqüitat de la tecnologia digital en les nostres societats. Singularitat en l'entorn català i espanyol (interdisciplinarietat). Dinamisme i capacitat d'especialització i adaptació dels equips. Recerca amb un elevat potencial d'impacte social, i interrelació i intercanvi amb l'entorn proper. Diversos grups treballen en (i amb) feminismes i perspectiva de gènere. Xarxes de contactes molt àmplies gràcies a la interdisciplinarietat. Context europeu propici per al model de recerca (p. ex. convocatòries Horizon). AMENACES Competència elevada en l'entorn català/espanyol que dificulta l'atracció i la retenció de talent. Sostenibilitat de la política de recerca de la UOC i dependència de les prioritats de la direcció de la Universitat. Baixa dotació en convocatòries estatals/catalanes. Poca inversió pública Caràcter privat de la Universitat (no accés a certes convocatòries). Canvis legislatius que afecten l'organització de la recerca (llei de la ciència, reforma laboral...). Canvis postpandèmia."
}