{
  "url": "https://uoc.edu/portal/ca/estudis_arees/informatica_multimedia_telecomunicacio/recerca-innovacio/index.html",
  "content": "Recerca i innovació docent Grups de recerca CoSIN3 Complex Systems @ IN3 ICSO Internet Computing & Systems Optimization KISON K-riptography and Information Security for Open Networks SMARTLEARN SmartLearn Research Group SOM RESEARCH LAB Systems, Software and Models AIWELL Artificial Intelligence for Human Well-being TEKING Technology-Enhanced Knowledge and Interaction Group WINE Wireless Networks NeuroADaS Lab Cognitive Neuroscience and Applied Data Science Lab EduSTEAM STEAM University Learning Research Group Innovació docent Els professors dels Estudis d'Informàtica, Multimèdia i Telecomunicació (EIMT) vetllem per la qualitat docent de les nostres assignatures i dels recursos disponibles a l’aula. En un intent constant per a l’actualització d’aquests continguts i per a desenvolupar noves eines que s’adaptin de forma específica a la problemàtica de cada assignatura, els professors participem en les convocatòries públiques de finançament per a projectes d’innovació docent. El resultat d’aquests projectes és la progressiva incorporació de noves eines al nostre campus virtual. En aquesta secció veurem un breu extracte de les darreres contribucions a la innovació docent que l’estudiant pot trobar durant el seu recorregut als Estudis. Sistemes de seguiment i autoavaluació En un esforç per a millorar la qualitat docent i el retorn personalitzat de les activitats educatives que els estudiants realitzen, s’han desenvolupat diferents projectes d’innovació que tracten noves metodologies d’avaluació . Aquestes metodologies s’han aplicat a la correcció automàtica de treballs mitjançant quizzes , avaluació de text lliure o a la verificació de circuits. SELL: Seguiment eLearning Lògica Autoavaluació amb text lliure Plataforma on-line per l'aprenentatge de llenguatges de programació. Entorn de suport per a l'autoaprenentatge en el disseny de circuits digitals Avaluació continuada a l'assignatura Introducció a les matemàtiques κῦδος: Plataforma d'Aprenentatge en Xarxa (K-PAX) Ajud@: Sistema d'ajuda a la presa de decisions per docents integrat a les aules BB Debats Llenguatge matemàtic Els nostres estudiants fan servir un joc de caràcters especial amb un significat propi i també una problemàtica associada en els entorns d’aprenentatge virtual: la notació matemàtica. Els professors dels estudis han desenvolupat diferents eines per a poder escriure fórmules als nostres fòrums i correu electrònic, facilitant-ne el seu aprenentatge i coneixent-ne la seva correcta locució . HANDMATH: Handwriting math recognition Verbalització automàtica de fórmules matemàtiques ROLFO: Repositori obert de locucions de fórmules matemàtiques Fòrums i comunicació entre estudiants Els estudis virtuals tenen associades una sèrie de problemàtiques i també ofereixen una sèrie d’avantatges que permeten un treball col·laboratiu i una comunicació asíncrona que pot arribar a facilitar el procés d’aprenentatge. En aquest context s’han desenvolupat diferents projectes que permeten incrustar noves eines als espais de treball (aules, fòrums i recursos) de la nostra Universitat. BioWave: ús d'eines Web 2.0 per fomentar la col·laboració interdisciplinar entre Màsters biotecnològics i biosanitaris UOCLET: Integració de continguts i comunicació mitjancant una eina d'anotacions web Espai de treball en grup web 2.0 al campus de la UOC Microblogging a l’Aula Virtual. RECRE: Recollir, Executar i Compartir Recursos Educatius Fòrum de Discussió: Eina de treball col·laboratiu basada en la gestió del coneixement Virtualització de l'aprenentatge col·laboratiu Millora docent de les nostres assignatures Algunes de les nostres assignatures requereixen fer servir un programari concret per a realitzar les seves funcions, o bé aprendre el funcionament de maquinari específic que difícilment podem tenir a casa, o bé d’infraestructures de xarxa difícilment reproduïbles. En aquest context s’han desenvolupat projectes Ad Hoc per a les assignatures amb aquestes necessitats especials . En son exemples la simulació d’una taula de mescles, l’elaboració d’una sala de graus virtuals per a presentar projectes i treballs finals, o l’ús de plaques per a fer pràctiques de sistemes encastats. PlanetLab@UOC: Pràctiques sistemes distribuïts a escala Internet. PRESENT@: Sala de Graus virtual Virtualització d'una taula de mescles d'àudio. ARP@: Aprenentatge Realista de Programació de Sistemes Encastats @ Casa. Laboratori online de desenvolupament d'aplicacions i videojocs en dispositius mòbils (telèfons i tablets). Computació distribuida aprofitant recursos dels alumnes Repositoris i recursos educatius Els entorns d’aprenentatge virtual generen progressivament gran quantitat de continguts de qualitat. Aquests continguts han de ser emmagatzemats i convenientment etiquetats per a poder ser reutilitzats en el futur. El professors dels EIMT han desenvolupat diferents eines per dissenyar recursos educatius multimèdia personalitzats que s’adaptin a les necessitats del estudiants així com repositoris adients per al seu emmagatzemament. Creació d’un repositori d’objectes d’aprenentatge d’Estadística Podcasting Recurs d'aprenentatge audiovisual personalitzat Creació i Edició de Materials Didàctics al Núvol TeVeo: del TExt al VídEO - Una eina senzilla per crear recursos educatius en vídeo a partir dels seus homòlegs textuals Serveis d'aprenentatge Els professors dels EIMT han participat en diferents convocatòries competitives de projectes a nivell estatal i europeu per a participar en l’ elaboració dels entorns virtuals d’aprenentatge que es preveu es facin servir en el futur més immediat . Free Technology Academy ALICE: Adaptive Learning via Intuitive/Interactive, Collaborative and Emotional Systems ."
}