{
  "url": "https://uoc.edu/portal/ca/histories-moviment/index.html",
  "content": "Històries en moviment Quan tries el camí de la UOC, no deixes d'avançar. Coneix tres històries que tenen lloc quan s'emprenen nous camins. Un repte personal, l'espurna que va encendre una gran idea Arran d’una experiència personal difícil la Maria va decidir tirar endavant un projecte innovador amb l’afany d’ajudar a tantes mares lactants i els seus bebès com fos possible. El resultat? LactApp una aplicació sobre la lactància on acompanya i empodera milers de mares de fins a 180 països , donant resposta a més de 20 milions de consultes. El testimoni de la Maria és exemple inspirador de voluntat, creativitat i atenció constant a les necessitats d’una societat en transformació. El seu aprenentatge continu i una determinació ferma al llarg del camí li ha permès desenvolupar competències i habilitats que l’han ajudat a impulsar un projecte reconegut i valorat a escala mundial. Mira el clip Mai és tard per continuar aprenent L'edat no és cap obstacle en el camí de l'aprenentatge, i així ho demostra en Joaquín, que, als seixanta-cinc anys, lluny de retirar-se, va decidir tornar a les aules. Va estudiar Enginyeria Informàtica, amb el millor expedient de la seva promoció, i ara, als setanta-dos anys, treballa per empoderar les noves generacions. Estudiar a la Universitat Oberta de Catalunya (UOC) li va proporcionar la flexibilitat que buscava i la possibilitat d'estudiar des d'un entorn rural , on ara aplica tots els seus coneixements encoratjant una nova generació d'estudiants a explorar les seves vocacions científiques i tecnològiques. En Joaquín és un exemple clar que, en compartir coneixement, contribuïm a millorar la vida de tota la comunitat. Mira el clip La tecnologia aplicada a l'educació no té fronteres Amb una energia imparable, la Georgina treballa des de diversos indrets del món. Combina la gestió de la seva pròpia agència de màrqueting amb la vicepresidència de la Jove Cambra Internacional, una de les organitzacions juvenils més grans del món, amb presència en 117 països. Sempre ha tingut una passió constant per aprendre, parla vuit idiomes! Durant els seus anys d'estudiant el camí la va portar a Múnic i Taipei. La Georgina és un exemple de com la formació en línia supera límits i no entén de fronteres ni de diferències horàries. Mira el clip Making of No et perdis les fotos del making of de l' Històries en moviment ! UOC Alumni, una comunitat oberta i global Som més de 122.750 alumnis de la UOC. Un món de connexions i oportunitats. Coneix Alumni"
}