{
  "url": "https://uoc.edu/portal/ca/universitat/estrategia/analisi-mercat-treball/index.html",
  "content": "Estratègia Anàlisi del mercat de treball Impulsem línies de recerca i establim aliances per connectar la universitat amb el mercat de treball Contacta amb nosaltres La Unitat de Prospecció i Anàlisi Laboral (UPAL) neix per generar coneixement científic sobre un món laboral que canvia ràpidament. Per això, busca connectar la Universitat amb les empreses, les organitzacions i els professionals, per fomentar un diàleg continu. La nostra missió és obtenir i proporcionar informació rellevant i oportuna sobre la demanda laboral , les competències exigides i les necessitats de formació al llarg de la vida en diferents sectors i llocs de treball, amb una perspectiva territorial. A partir d'aquesta informació i del desenvolupament d'eines digitals, busquem millorar les trajectòries professionals dels estudiants i alumnis i promoure una oferta de cursos que s'adeqüin a les necessitats de les persones i les empreses. Equip Carmen Pagés Directora de la unitat. Doctora en Economia i experta en economia laboral. Natalí Basilico Doctora en Economia. Investigació econòmica i anàlisi de dades. Carles Bruguera Doctor en Educació i TIC. Expert en anàlisi qualitativa. Federico Christmann Economista i expert en anàlisi de dades. Marina Muñoz Economista i experta en anàlisi de dades. Mitchell Peters Doctor en Educació i TIC. European Higher Education Project lead. Miriam Durán Investigadora en economia aplicada i avaluació de polítiques públiques. Gonzalo Cubillos Ciència de dades i polítiques públiques. Paula Pedro Sociòloga i politòloga. Ajudant de recerca en economia i mercat laboral. Projectes Intel·ligència de Mercat Laboral per a Professorat Elaboració d'informes interactius de mercat de treball per a tots els estudis de la UOC, que vinculen els programes formatius existents amb la demanda de competències de vacants laborals en línia. GPS Professional Actualment estem desenvolupant una eina d'orientació virtual per a estudiants i antics alumnes per navegar el mercat de treball. L'eina pretén ajudar a orientar-los segons els seus propòsits professionals, mostrant les competències demandades i la formació més rellevant. Recerca sobre microcredencials Explorem les necessitats formatives de les persones amb un focus en les formacions curtes o microcredencials en particular. També participem en la millora d'una oferta formativa de microcredencials a la universitat flexible, rellevant i de qualitat pels seus estudiants. Baròmetre de Competències i Ocupacions de Catalunya El Baròmetre és una iniciativa conjunta de PIMEC i UPAL (UOC). Aquesta eina interactiva està dissenyada per oferir informació actualitzada sobre les tendències a la demanda d’ocupacions, competències i requisits al mercat de treball de Catalunya. Notícies La demanda d'ocupacions verdes ha crescut un 17% des del 2018 i ja suposen el 7,5% de les vacants del 2023 18-11-2024 La intel·ligència artificial obligarà a reestructurar el mercat laboral del futur 03-09-2024 L'avenç de la quarta transformació industrial a Catalunya 22-07-2024 La UOC incorpora un nou programa per orientar professionalment persones treballadores en actiu a Catalunya 24-05-2024 L'ús de dades de Lightcast per millorar els cursos de la UOC i l'ocupabilitat dels estudiants 15-05-2024 La UOC i PIMEC presenten el Baròmetre de Competències i Ocupacions de Catalunya 15-03-2024 La UOC incorpora les competències professionals més sol·licitades a la seva oferta formativa a través de la intel·ligència de mercat 15-11-2023 Fer servir la IA per adaptar el temari de la universitat al que demana el mercat laboral 15-11-2023 Informes del Baròmetre de Competències i Ocupacions de Catalunya Ocupacions i competències verdes per a una economia sostenible 18-11-2024 La transformació digital des de la perspectiva del mercat de treball a catalunya 22-07-2024 Les competències toves en un món digitalitzat 15-03-2024 Publicacions Enquesta de Necessitats de Formació Contínua (ENFC) de la població espanyola 04-02-2025 Micro-credentials and soft skills in online education: the employers' perspective 12-12-2024 Informes d'anàlisi del mercat laboral - Programa PROJECTA'T 11-12-2024 Identificació, validació i priorització de competències toves a l'entorn socioeconòmic i laboral actual 20-07-2024 Robòtica, intel·ligència artificial i mercat de treball a Catalunya 16-05-2023 Aliances Contacteu amb la Unitat de Prospecció i Anàlisi Laboral de la UOC per explorar oportunitats d'aliança i col·laboració conjunta . Podreu conèixer de primera mà dades sobre el mercat de treball i contribuir al disseny de formació rellevant per organitzacions i professionals. Contacta amb nosaltres"
}