{
  "url": "https://uoc.edu/portal/ca/coneixement-obert/oberta-societat/cicle-skills/index.html",
  "content": "Oberta a la societat Cicle Skills L’impuls de la competitivitat de les organitzacions i la millora de l’ocupabilitat del seu estudiantat és un dels eixos estratègics de la UOC. El cicle SKILLS és una iniciativa de UOC Alumni per a oferir a la nostra comunitat universitària i al públic en general eines i recursos que els permetin desenvolupar les seves carreres professionals o ampliar les seves expectatives laborals. Soft skills Com ho dius? La importància de la comunicació no verbal En aquest webinar aprendrem 10 claus per millorar la nostra comunicació no verbal i aprende a interpretar la dels nostres interlocutors. Amb Anna Morros Boronat , alumni de la UOC, graduada en Psicologia de les Organitzacions i el Treball, Màster en Comunicació no verbal i habilitats directives, Màster Universitàri d'Educació i TIC i experta en lideratge i soft skills. Vídeo Infografia Entrevista Treballa bé, viu millor: millora el teu benestar laboral En aquest webinar abordarem els principals riscos psicosocials derivats del treball i de l'entorn laboral, i identificarem els principals factors que poden influir en la seva aparició. Amb Luís Fernando López Martínez , Alumni de la UOC, psicòleg, docent, autor de diferents llibres i expert en la prevenció i intervenció en la conducta suïcida. Vídeo Infografia Entrevista La gestió emocional a la feina s'entrena Descobreix en aquest webinar pautes i eines que et permetran desenvolupar una millor gestió emocional a l'entorn laboral. Amb Elena Trilla Argilés , Alumni i Membre del Consell UOC Alumni, Executive Coach, Consultora i Formadora en Lideratge i Habilitats Directives. Vídeo Infografia Entrevista Resolució de problemes La de resoldre problemes és una de les habilitats més demandades per les organitzacions que implica, a més, d'altres com l'anàlisi o la capacitat de decisió. Amb Paloma Lavandeira , advocada per la UOC, mediadora per CICAC i directora del Servei de Dinamització i Mediació del Barri Vell de Girona, premi ADR Justícia 2021. Vídeo Infografia Entrevista Adaptació al canvi En un context com l'actual, la capacitat d'adaptació als canvis que ocorren al voltant nostre és fonamental i esdevé crítica en organitzacions en constant transformació. Amb Marta Zaragoza , economista i emprenedora especialitzada en direcció estratègica i desenvolupament de competències professionals, i fundadora i directora de Cresàlida. Vídeo Infografia Creativitat Contràriament al que hom podria pensar, la creativitat es pot entrenar i et proposem una sessió per a descobrir algunes tècniques per aconseguir-ho. Amb Sílvia Sivera , directora de l’eLearning Innovation Center i professora dels Estudis de Ciències de la Informació i la Comunicació de la UOC. Vídeo Infografia Pensament crític El pensament crític és necessari per a la resolució de problemes i la presa de decisions, i, en l'entorn laboral, esdevé una habilitat clau. Amb Susana Pérez , periodista i doctora en Comunicació Digital per la Universitat Ramon Llull, investigadora i professora de Periodisme Digital a la Facultat de Comunicació Blanquerna, i que va ser responsable de formació de Verificat, el fact-checker de Catalunya. Vídeo Infografia Comunicació efectiva Aprendre a expressar-nos amb claredat evitant malentesos, adaptar el nostre discurs a qui el rep o treballar l’escolta activa són només algunes de les competències que treballarem. Amb Magdalena Trillo , doctora en comunicació per la Universitat de Granada, membre de l’equip fundacional del diari Granada Hoy i actualment assessora de transformació digital de Grupo Joly. Vídeo Infografia Competències digitals Adaptar-se al canvi o morir en l'intent al món digital T’ajudem a adquirir competències que et facin una persona més resilient en un context com l’actual, marcat pels mitjans digitals, en que l’única constant és el canvi. Amb Saül Gordillo, periodista i director de Catalunya Ràdio i dels mitjans digitals de la Corporació Catalana de Mitjans Audiovisuals (CCMA). + info Estratègies de treball en un entorn digital Compartim estratègies, consells i experiències al voltant de la dinamització, gestió i comunicació de comunitats online i equips de treball en xarxa. Amb Dolors Reig , psicòloga social especialitzada en entorns educatius i dinamització de comunitats, i responsable de l’entorn “El Caparazón” a dreig.eu. + info Comunicar de manera efectiva a la xarxa Descobrim els principis per aconseguir captar l'atenció i comunicar de manera eficaç en un context d'abundància de continguts i canals. Amb Carles Caño , enginyer informàtic reconvertit en formador i divulgador, autor de “Presentástico”, blog i pòdcast de referència sobre comunicació efectiva i desenvolupament personal. + info On/off en l'ús de la tecnologia en la societat actual Aprendrem què li passa al nostre cervell quan estem en estat de desbordament, quina és la nostra resposta en l'àmbit neurològic i com ho podem fer per tenir un major autocontrol emocional. Amb Agnès Brossa Marí , psicòloga amb més de trenta anys d'experiència professional en els àmbits de la psicologia clínic, la psicologia de l'educació i la psicologia de família. + Info Liderar de manera digital en la societat actual Descobrim en què consisteixen els diferents models de lideratge, veiem com la digitalització els condiciona i aprenem a triar l'estil més adequat en funció de diferents elements. Amb Jordi Adell Herrera , tutor i consultor de la UOC des de la seva creació el 1995, professor a diferents universitats i participant en el programa de qualitat del Departament d'Educació de la Generalitat de Catalunya. + info Competències per l'ocupabilitat Marca personal: Qui ets i com et defineixes? Aprendrem a tenir un coneixement profund de nosaltres mateixos per tal de descobrir què ens mou, què ens interessa, quines fortaleses i febleses tenim i com podem definir els objectius professionals a curt, mitjà i llarg termini Amb Montse Pujada , conferenciant i emprenedora en diversos projectes orientats a la transformació professional de dones i el despertar de la consciència de la societat. + info Del meu perfil al mercat Mirarem de comprendre el present i el futur del mercat de treball per poder-nos preparar per afrontar el futur immediat, i desvelarem les dinàmiques d'aquesta revolució i les profundes implicacions que té en les persones i en les empreses. Amb Jaume Gurt , director general de Global Future of Work Foundation, expert en acompanyar persones, equips i organitzacions per crear empreses amb ànima, felicitat i resultats. + info Com et pot ajudar la intel·ligència emocional? Aprendrem quines són les característiques i les claus de la intel·ligència emocional per entrenar-la; aconseguir un nivell d'empatia, autoregulació i autoconsciència més alt, controlar les nostres emocions i saber-les encaminar cap a l'èxit professional. Amb Olga Barceló , fundadora directora d'Olga Barceló. The Life Studio, un espai referent de divulgació de coneixement sobre la psicologia humana, i col·laboradora en diferents programes televisius. + info Gestionant el meu temps per afrontar nous reptes Veurem com podem planificar i aplicar estratègies i com podem utilitzar eines per ser més productius, dedicar menys hores a les tasques i enfocar-nos al que és realment important per afrontar nous reptes. Amb Irene Milián , consultora i formadora d'estratègia de negoci i marca personal. Imparteix classes en escoles de negocis sobre noves habilitats professionals i ocupabilitat, i lidera Irene Milián Group i Escola de Personal. + info Noves competències per a noves professions Desenvoluparem estratègies i tractarem de crear i inventar una nova realitat amb l'objectiu de desenvolupar eines per poder treballar en el món professional d'avui dia, adaptar-nos als canvis de les noves professions, adquirir noves competències i descobrir els nous paradigmes del mercat laboral. Amb Laura Rosillo , especialista en programes intergeneracionals en diversos fòrums, investigadora en gestió de l'edat (age management) i divulgadora en mitjans i entitats, sobre el talent sènior. + info Habilitats digitals en la cerca de feina Descobrirem quines són les habilitats digitals que necessitem per moure'ns en els entorns professionals actuals, quines són les demandes digitals de les organitzacions, com estan configurats els entorns digitals professionals i quines són les estratègies digitals més útils a l'hora de cercar feina. Amb Alicia Pomares , sòcia directora de Grupo Humannova i amb més de 25 anys de trajectòria professional relacionada amb la gestió de persones, la consultoria de recursos humans, el desenvolupament de directius i la cerca de directius. + info El meu full de ruta cap a l'èxit professional Aprendrem a dissenyar i visualitzar com podem millorar i aconseguir el nostre objectiu professional, planificar un pla de millora professional, redefinir els nostres objectius en aquest sentit i dibuixar-ne un full de ruta. . Amb Mireia Gargallo , CEO d'Interconexiona, orientadora laboral; psicòloga, speaker; consultora d'ocupació, formació i desenvolupament personal i professional. + info El meu CV enamora Treballarem diversos formats de currículum per tal de demostrar el nostre valor professional i destacar sobre la resta de candidatures amb noves formes i models de currículums, cartes de presentació i altres eines útils. Amb Josep Hernández , professional en el sector de la gestió del talent, director de Recursos Humans i formador en multinacionals. Fundador d'ICulum.com i formador en gestió de persones i inserció professional per a escoles de negocis i universitats. + info Allò que les xarxes diuen de mi Descobrirem com podem desenvolupar la nostra marca personal en línia per projectar el millor perfil i consolidar-nos com a referents del nostre sector, identificar què ens fa diferents i demostrar quin valor aportem. Amb Àngels Antón , fundadora d'Àngels Antón Healthy Brands, periodista en diferents mitjans de comunicació, i formadora i consultora en comunicació i marca personal. + info Creant i entrenant el meu elevator pitch Obtindrem les claus per saber què dir i com captar l'atenció en el moment oportú i en aproximadament dos minuts. Amb Ami Bondía , doctora en Periodisme i Intel·ligència Emocional, conferenciant i formadora en habilitats de comunicació en empreses internacionals, universitats i escoles de negoci, i col·laboradora habitual en mitjans de comunicació. + info El meu millor perfil a LinkedIn Descobrirem quines són les claus per utilitzar LinkedIn i esprémer-ne el potencial per tal de consolidar-nos com a referents als nostres sectors. Amb Txell Costa , autora de diversos llibres, com ara Working happy i Liderar en femenino, professora universitària i conferenciant internacional. Ha fet una xerrada TEDx i ha rebut diversos premis i reconeixements per la seva trajectòria. + info Afrontant amb èxit els processos de selecció Aprendrem quines són les fases d'un procés de selecció, els tipus d'entrevistes que hi ha i quines estratègies es poden fer servir en un procés de selecció i una entrevista de feina. Amb Elena Huerga , màster en Recursos Humans i coach de carrera, experta en desenvolupament professional. Des de fa set anys està al capdavant de l'empresa Elena Huerga, on ha ajudat centenars de persones a trobar la feina dels seus somnis. + info"
}