{
  "url": "https://uoc.edu/portal/ca/escola-doctorat/linies-recerca/linies-elearning/technologies/index.html",
  "content": "Línies de recerca Educació i TIC (e-learning) Technologies for Supporting Teaching and Learning This research area investigates several aspects related to the design, implementation, use and evaluation of technologies (Internet-based, mobile and other devices) to support learning and teaching processes. One of the main issues in this line of research is which are the most appropriate technologies and how can they support different pedagogical approaches. This includes the study of the mechanisms and strategies used by learners to communicate and collaborate with peers and tutors in an online learning context. The use of techniques and methodologies from artificial intelligence and machine learning areas for modeling learners' behavior is also considered. Keywords : ethics & ICT; STEM education; gender perspective; oral language learning digital tools; reading digital tools; immersive education; XR technologies; virtual reality; augmented reality; child-computer interaction, advanced technology; early children learning; collaborative learning, socio-emotional behaviour; child-computer interaction I; educational technology; curricular contents; primary and secondary education; artificial intelligence; STEM education; assessment; music education; music learning technology. Thesis Poposals Reserchers Research Group Keywords Ethical issuesin ICT Social, educational and ethical implications of emerging ICT. STEM Education (science, technology, engineering and mathematics) for the promotion of gender inclusion and equity in the information society. Sustainable and responsible research and innovation in ICT. Dr Adriana Ornellas aornellas@uoc.edu NODES ethics & ICT; STEM education; gender perspective ICT for learning about the sciences and engineering Experimental sciences in general – and physics in particular – are usually a very challenging courses for students and teachers, and even more in an e learning environment. How can a graphic or an idea be shown and explained? How can a question regarding a specific point of a drawing be addressed? How can we perform an experiment? This line of research studies how all these questions, among others, can be addressed. In particular, how can technology help sciences students in higher education. Dr Antoni Pérez Navarro aperezn@uoc.edu eHealthLab Technology for learning oral language and reading Reading is one of the most important abilities that children learn at school. However, the basis for learning to read are in the development of oral language along the preschool period. The thesis will focus on developing a technological program to improve the phonics, phonological awareness, vocabulary and/or grammar of preschool children at risk of reading disabilities. The thesis will include the design creation and implementation of the program and a pre-post design study in which we will test the benefits of the program. Dr Llorenç Andreu Barrachina landreub@uoc.edu GRECIL Research Group oral language learning digital tools; reading digital tools Immersive learning: XR technologies to enhance teaching and learning methods in online higher education Recently, we have witnessed a boom in the application of digital media to education, repercussing on creating drivers of diversity in teaching and learning. In this context, resources associated with TIC and e-learning provides a flexible and innovative educational option, widening learners' possibilities. In this doctoral project, the main goal is to investigate the use of immersive learning and adaptative learning technologies (e.g., 3D, augmented and virtual reality resources) to amplify a multimodal, active, and learner-centred method in online higher education. Exploring these digital tools will allow understanding how the teaching and learning process has been strengthened and interactively expanded. Dr Montse Guitert mguitert@uoc.edu Dr Josep M. Duart jduart@uoc.edu Dr Gizéh Rangel-de Lázaro grangel@uoc.edu Dr Teresa Romeu tromeu@uoc.edu Dr Albert Sangrà asangra@uoc.edu Dr Lourdes Guàrdia lguardia@uoc.edu Dr Marcelo Fabián Maina mmaina@uoc.edu Edulab Research Group immersive education; XR technologies; virtual reality; augmented reality Advanced technology for early children's learning research. In this interdisciplinary research line, we study children’s interactions with educational technology and how these interactions are influenced by the pupil’s age and developmental progress. From the fields of psychology, education and child-computer interaction, the questions we address are: How can technology be used as an educational resource with young children? And how can we improve interactive and digital content to make it age-appropriate? To answer these questions, we study the spontaneous interactions of young children with digital educational games, robots, AItoys and apps in educational contexts, applying innovative methods, and addressing ethical issues for research using advanced technology with children. Dr Lucrezia Crescenzi-Lanna lcrescenzi@uoc.edu CHILD TECH LAB child-computer interaction, advanced technology; early children learning Emotional and behavioral research with children in collaborative learning settings In order to improve our understanding of students' socio-emotional behavior in educational settings, we aim to explore the interface between learning and emotions by examining children's interactions in collaborative learning settings. What is the potential impact of collaborative play and learning with digital content? We will explore cutting-edge applications of AI using mixed methods research with three- to six-year-old children in an efficient, ethical and unobtrusive way. Dr Lucrezia Crescenzi-Lanna lcrescenzi@uoc.edu CHILD TECH LAB collaborative learning, socio-emotional behaviour; child-computer interaction I Use of technology for teaching, learning and assessment This research line focuses on the educational use of different technologies for teaching and learning curricular content in primary and secondary education, particularly: The use of mobile technology for learning; The use of online learning environments (e.g. Moodle); and The use of specific technologies to develop students' digital literacy. Dr Antoni Badia tbadia@uoc.edu SINTE educational technology; curricular contents; primary and secondary education Potentialities of artificial intelligence in STEM This research line focuses on the rapidly evolving field of artificial intelligence (AI) and its transformative potential impact on education. Given that technology is shaping the way we learn, teach and access information, this research aims to explore the full range of possibilities AI offers in educational contexts, particularly online higher education, through case studies. Four subareas are contemplated: personalized learning, intelligent tutoring systems, AI-driven intervention design, and automation of assessment and grading. Dr Teresa Sancho Vinuesa tsancho@uoc.edu Juan Antonio Martínez Carrascal jmartinezcarra@uoc.edu EduSTEAM artificial intelligence; STEM education; assessment Technologies in music education This research line focuses on the intersection of music, technology, and education from various perspectives. The research topics include, but are not limited to, the following: The effectiveness of different technological tools in supporting music education. Methods for integrating technology into the music curriculum. Musical creativity and technology. Technology training for music educators in their pedagogical practice. Emerging technological practices in music education. Assessment of students' use of technology in music learning. Dr Eduard Masdeu Yélamos emasdeuy@uoc.edu music education; music learning technology"
}