{
  "url": "https://uoc.edu/portal/ca/agenda/2021/agenda_111.html",
  "content": "Agenda La UOC participa en un seguit de trobades sobre ciència oberta de la Comissió Europea Escoltar La Comissió Europea (CE) organitzarà una sèrie de trobades aquest mes de març per fer un balanç del progrés dels estats membres en l’ aplicació de polítiques de ciència oberta . Amb l'objectiu de debatre els darrers desenvolupaments d'Open Science, la CE ha convidat diferents grups d'interès. La UOC, com a referent en l’impuls del coneixement obert, ha estat invitada a participar al seminari. Durant la jornada, es farà un seguiment de les pràctiques realitzades a Europa per aconseguir que la recerca científica sigui més transparent, inclusiva i col·laborativa i s’obri a tota la societat. Assistiran a les trobades entitats que intervenen en aquest àmbit com organitzacions acadèmiques, entitats finançadores, organitzacions de ciència ciutadana, editorials, plataformes de ciència oberta i biblioteques. En una primera trobada amb els National Points of Reference on Scientific Information (NPR), es presentaran iniciatives com el núvol europeu de ciència oberta (EOSC en les seves sigles en anglès), una infraestructura virtual que aglutinarà totes les dades, serveis i eines de ciència oberta que es generin a Europa o la plataforma de dades Covid-19, acció duta a terme en resposta a la pandèmia. La segona reunió, que tindrà lloc el dia 18 de març, se centrarà especialment en els reptes actuals de l’avaluació de la recerca i el seu lligam amb la Ciència Oberta i analitzaran temes com la necessitat d’una avaluació més integral i qualitativa de la carrera acadèmica o el paper tenen actualment les mètriques en els sistemes d’avaluació. La vicerectora de Globalització i Cooperació de la UOC, Pastora Martínez Samper, ha estat convidada a participar en les dues trobades, a les que s’accedeix per invitació. En la seva intervenció, dins el bloc d’ avaluació de la recerca , Martínez explicarà quin és l’objectiu del pla d’acció de coneixement obert de la UOC i les accions que en matèria de models d’avaluació s’han posat en marxa fins ara a la UOC, tractarà si els criteris actuals són suficients i adequats i quins són els reptes a l’hora d’avaluar la investigació generada des de les universitats. El pla d’acció de coneixement obert de la UOC L’any 2018, la UOC, va posar en marxa el pla d’acció per posar en obert el coneixement que es genera a la Universitat. Aquest pla està centrat en l’objectiu d’obrir la universitat, de co-crear i de compartir coneixement per esdevenir un node de coneixement obert i global que permeti contribuir amb decisió a la resolució dels reptes globals identificats a l'Agenda 2030 de Nacions Unides. Des de l’any 2015, quan sota el llavors Director General de Recerca, Ciència i Innovació de la Comissió Europea, Carlos Moedas, es va publicar l’informe “Open Innovation, Open Science, Open to the World”, la Ciència Oberta va guanyar pes i rellevància a Europa. Els diferents estats membres així com la Comissió Europea mateixa i diversos finançadors públics i privats van posar en marxa polítiques i iniciatives que fomenten la Ciència Oberta i, paulatinament s’aconsegueixen primers resultats i canvis que permeten compartir coneixement de forma més oberta. Lloc Online Espanya Quan 16/03/2021 Organitza Comissió Europea"
}