{
  "url": "https://uoc.edu/portal/ca/escola-doctorat/linies-recerca/linies-elearning/flexible-education/index.html",
  "content": "Línies de recerca Educació i TIC (e-learning) Flexible and Open Online Education This research line focuses on investigating new ways of teaching and learning in different contexts and scenarios (current and future) stressing on the new and more flexible education and learning models. We want to look at how they fit with the new student profiles and their needs, and to take into accounts which are the different social and cultural contexts in which they are immersed. The main research areas would include: Exploring new educational models, both blended and online, which have been generated from diverse cultures and environments, and which mean different approaches to education; Identifying those pedagogies that are underlying these new models or which better fit with; The new forms of organization of learning; The technologies which contribute to these new emerging models; The opportunities online education provide in the framework of globalization; Studying the potential of open and flexible models to guarantee equity and access to education for those traditionally most disadvantaged groups; The components of quality and cost of the new emergent models and their outcomes. Keywords : collaborative learning networks; communities of practice; healthcare; social and collaborative environments; design; assessment; online doctoral learning; self-directed online learning; networked and community learning; emerging learning scenarios; educational futures; lifelong learning; digital skills; food technology; online food & nutrition studies; lifelong learning; microcredentials; teaching and learning models; language learning, oral interaction, blended learning. Thesis Proposals Researchers Research Group Keywords Collaborative and interdisciplinary learning network: community of practice applications, and learning & teaching Communities of practice are nowadays an important concept in the healthcare sector. Described as a group of people who share an interest in a domain of human endeavour and engage in collective learning that creates bonds among them, they give healthcare professionals the chance to build collective knowledge working at different levels of care. These virtual communities of practice (VCoPs) have proven capable of solving healthcare professionals' information and communication problems in a much simpler way. Moreover, they have been found to improve the functioning of organizations by generating the kind of tacit knowledge that emerges from interactions among colleagues. Finally, through virtual communities of practice, the optimal conditions for facilitating a collaborative and interdisciplinary learning network are created. The interest in identifying the benefits that VCoPs offers in the healthcare sector is relatively new in specialized literature. Dr Francesc Saig í fsaigi@uoc.edu Epi4Health collaborative learning networks; communities of practice; healthcare Design and assessment in online learning & teaching Design and assessment in online learning & teaching environments,supported by social and collaborative tools. This line of research studies the pedagogical, organizational and symbolic aspects of the new social and collaborative environments and technologies for teaching and learning in a complex and changing world. Dr Adriana Ornellas aornellas@uoc.edu NODES social and collaborative environments; design; assessment Pedagogical principles and practices in online and distance doctoral education This research proposal is devoted to studying student learning in online doctoral education. This implies, on the one hand, the analysis of the learning experience of doctoral students, taking into account the educational conditions and the sociocultural implications of doctoral education in the current contextOn the other hand, the pedagogical conceptualization of a sustainable and appropriate online learning model for their research skills development to participate both inside and outside of academic contexts, taking into consideration career guidance and employability. Some of the topics that are intended to be addressed are: structure, flexibility and presence in online doctoral learning; doctoral students' networked and community learning and the development of a relational agency; students' engagement and self-direction in doctoral online learning; diversity, inclusion and student support and guidance in online doctoral supervision Dr Iolanda García González igarciago@uoc.edu Dr Mitchell Peters mjosephp@uoc.edu online doctoral learning; self-directed online learning; networked and community learning Emergent, Prospective and Future Learning Scenarios We work by analyzing, categorizing and identifying emerging learning environments (formal, non-formal, and informal) in life-long and life-wide contexts, considering flexibility, collaboration, and interaction as fundamental elements as well as the development of digital competencies as a necessity for citizens in the 21st century (focus: student-citizen). Dr Montse Guitert mguitert@uoc.edu Dr Nati Cabrera ncabrera@uoc.edu Dr Lourdes Guàrdia lguardia@uoc.edu Dr Marcelo Maina mmaina@uoc.edu Dr Marc Romero mromerocar@uoc.edu Dr Teresa Romeu tromeu@uoc.edu Dr Albert Sangrà asangra@uoc.edu EDUL@B Research Group emerging learning scenarios; educational futures; lifelong learning; digital skills Food, nutrition and the online: Opportunities and challenges for higher education and life long learning Due to the multidisciplinary nature of food studies, in the large variety of European Food Sciences programmes the central core considers food technology, consumer sciences, business and economics, nutrition and health studies. Research on Information and Communications Technology (ICT) applications in educational systems confirms the potential of ICT to promote and encourage innovation and improve the quality of education, as well as to achieve greater inclusion and equity quotas. On the other hand, online lifelong learning training systems through different training modalities (e-Learning, b-Learning or m-Learning, MOOCs) make a more extensive and inclusive lifelong training possible in formal and non-formal education, proving to have the potential to be effective in expanding food studies. In addition, ICT is also a powerful pedagogical tool for the treatment of curricular contents related to: determinants of food choice, food marketing, food culture, food security, food safety and food technology. This research line aims to raise awareness and help to adapt food related modules/courses to these new opportunities and educational challenges. Dr Francesc Xavier Medina fxmedina@uoc.edu Dr Alícia Aguilar aaguilarmart@uoc.edu Dr Anna Bach Faig abachf@uoc.edu Dr Laura Esquius de la Zarza lesquius@uoc.edu Dr Marta Massip Salcedo mmassips@uoc.edu FoodLab food technology; online food & nutrition studies; lifelong learning The new forms of organization of learning New forms and trends of learning. Identifying pedagogies and new models for exploring new educational models. Microcredentials as a new approach. Dr Carme Pagès Serra cpagesserra@uoc.edu Dr Maria Jesús Martínez Argüelles mmartinezarg@uoc.edu Dr Enric Serradell Lopez eserradell@uoc.edu Dr Raquel Ferreras García rferreras@uoc.edu Dr Àngels Fitó Bertran afitob@uoc.edu Dr Amal Elasri Ejjaberi aelasri@uoc.edu Dr Cíntia Pla García cplag@uoc.edu Dr Maria Pujol Jover mpujoljo@uoc.edu Dr Jordi Sales-Zaguirre jsales@uoc.edu Dr David Roman Coy droman@eada.edu MeL - Management and eLearning microcredentials; teaching and learning models Oral interaction in blended language learning programmes This project aims to oral interaction in language learning by addressing challenges in transferring face-to-face (f2f) practices to online and blended formats. It highlights the potential of technology to improve the efficiency and effectiveness of interaction tasks but emphasizes the need to adapt instructional design to the online context rather than directly replicating f2f methods. The project can focus on key elements like teacher discourse, task design, learner engagement, and feedback strategies. It also seeks to explore how multimodal tools and feedback mechanisms in blended settings differ from f2f classes, aiming to identify effective strategies for promoting oral interaction and improving learning outcomes in increasingly digital teaching environments. Dr Christinne Appel mappel@uoc.edu Dr Ana Rosso arossoh@uoc.edu Dr Jackie Robbins jrobbins@uoc.edu realTIC-UOC language learning, oral interaction, blended learning"
}