{
  "url": "https://uoc.edu/portal/ca/ri/difusio-publicacions/noticies/noticies-ARI/2019/noticia_microMOOC2019.html",
  "content": "Recerca i innovació Notícies Menú Escoltar Divuit institucions participen en el microMOOC sobre ciència oberta liderat per la UOC 10/10/2019 Sandra Pérez Roig Més de trenta professionals de biblioteques universitàries i entitats europees col·laboren en aquesta iniciativa El microMOOC coordinat per la Universitat Oberta de Catalunya continua sumant forces per a enaltir els beneficis del coneixement obert. Del 21 al 25 d'octubre, coincidint amb la Setmana Internacional de l'Accés Obert , s'impartirà per Twitter la tercera edició d'aquest curs gratuït, en què participen divuit universitats de tot l'Estat, el Consell Superior d'Investigacions Científiques (CSIC) i cinc col·laboradors europeus. Enguany, s'ampliarà el focus temàtic del microMOOC i s'hi tractaran qüestions lligades als conceptes i les nocions bàsiques de la ciència oberta . Cada dia, del 21 al 25 d'octubre, des del compte de Twitter @moocmicro es posarà l'accent en un aspecte diferent, des de la gestió i preservació de les dades en obert fins a la recerca i innovació responsables, passant per les noves maneres d'avaluar la recerca. «Per primera vegada, diverses universitats espanyoles ens sumem al microMOOC per a cooperar per la ciència oberta», explica el director de l’Àrea de Biblioteca i Recursos d’Aprenentatge de la UOC, Ciro Llueca. Aquesta iniciativa s'adreça especialment a investigadors i estudiants universitaris, però és oberta a qualsevol persona que vulgui connectar amb el moviment de l’ Open science i obtenir-ne una visió transversal. És per això que la difusió dels continguts es farà fent servir un llenguatge senzill i divulgatiu. Una altra de les novetats d'aquesta edició és que els continguts es publicaran en cinc idiomes : anglès, català, castellà, basc i gallec. Només cal triar l'etiqueta que es prefereixi en funció de l'idioma i l'horari de publicació: #OpenScienceMOOC19 (anglès) - 9 h #CiènciaObertaMOOC19 (català) - 10 h #CienciaAbiertaMOOC19 (castellà) - 11 h #CienciaAbertaMOOC19 (gallec) - 12 h #ZientziaIrekiaMOOC19 (basc) - 13 h Les universitats s'uneixen per la ciència oberta La coordinació d'aquest microMOOC forma part de l'impuls per a fomentar la creació col·laborativa i la difusió del coneixement en la societat que fa la UOC, en el marc del Pla d'acció de coneixement obert . Promovent l'accés lliure al pensament i la recerca, les universitats contribueixen a assolir els grans reptes globals definits a l'Agenda 2030 per al Desenvolupament Sostenible de les Nacions Unides. El microMOOC impulsat per la UOC rep el suport per a l'elaboració dels continguts de les biblioteques del Consejo Superior de Investigaciones Científicas (CSIC), la Mondragon Universitea, la Universidad Carlos III de Madrid, la Universidad de Extremadura, la Universidad de Huelva, la Universidad de León, la Universidade de Santiago de Compostela, la Universitat Autònoma de Barcelona, la Universitat de Barcelona, la Universitat de Girona, la Universitat de Lleida, la Universitat de València, la Universitat de Vic - Universitat Central de Catalunya, la Universitat Jaume I, la Universitat Politècnica de Catalunya, la Universitat Pompeu Fabra, la Universitat Ramon Llull i la Universitat Rovira i Virgili. Col·laboren en la difusió l'Associació Europea d'Universitats (EUA), el Consorci de Serveis Universitaris de Catalunya (CSUC), la Ligue des Bibliothèques Européennes de Recherche (LIBER), la Xarxa de Biblioteques Universitàries Espanyoles (REBIUN) i SPARC Europe. Més informació Enllaços relacionats @moocMICRO Més informació More…"
}