{
  "url": "https://uoc.edu/portal/ca/universitat/organitzacio/index.html",
  "content": "Com ens organitzem Fundació per a la Universitat Oberta de Catalunya Patronat Comissió Permanent Consell Assessor Societat del grup empresarial i entitats vinculades de la FUOC Consideració jurídica Estatuts i normes d'organització Òrgans de govern Rectora i vicerectors i vicerectores Secretari general Gerent Consell de Govern Consell de Direcció Òrgans de coordinació i representació Estructura organitzativa Docència, innovació i recerca Sindicatura de Greuges Memòries de la Sindicatura de Greuges Amb la voluntat d’impulsar una oferta pròpia d’ensenyament universitari no presencial, l’any 1994 la Generalitat de Catalunya va posar en marxa la Fundació per a la Universitat Oberta de Catalunya (FUOC), amb un Patronat com a òrgan de govern. La FUOC és la fundació sense ànim de lucre que permetria que, mig any més tard, el Parlament aprovés per unanimitat la Llei de reconeixement de la Universitat Oberta de Catalunya (Llei 3/1995, de 6 d'abril), que va crear la UOC: una universitat de servei públic que s'organitza mitjançant la gestió privada. La Universitat es dota d’ òrgans de govern unipersonals i col·legiats , definits en les Normes d’organització i funcionament de la UOC . Ens caracteritza la hibridació dels equips de docència i de gestió en uns òrgans de coordinació i representació . És la nostra manera de garantir que el model educatiu s’implementa de manera òptima. L’oferta docent s'articula per mitjà dels estudis , que recullen els set àmbits de coneixement de la Universitat, mentre que la recerca i la innovació s’articulen per mitjà dels grups de recerca i de dos centres de recerca ( IN3 i eHealth Center ) i d’un centre d’innovació educativa ( eLearning Innovation Center ). Governança i òrgans principals Fundació per a la Universitat Oberta de Catalunya Òrgans de govern Òrgans de coordinació i representació Estructura organitzativa Docència, innovació i recerca Sindicatura de Greuges"
}