{
  "url": "https://uoc.edu/portal/ca/universitat/estrategia/us-llengues/index.html",
  "content": "Estratègia Ús de les llengües Política lingüística La gestió de les llengües en un entorn multilingüe i pluricultural com la UOC és un aspecte complex i, al mateix temps, important per a l' equilibri entre les dimensions local i internacional de la Universitat i per l'impacte que té en la qualitat de la docència, la recerca, la transferència de coneixements i la gestió dels serveis. La Universitat parteix del fet que el català és la llengua pròpia i oficial (juntament amb el castellà) de Catalunya i de tots els nivells educatius; conseqüentment, és llengua pròpia de la UOC. El castellà és llengua oficial de Catalunya (juntament amb el català) i, per tant, també de la Universitat. L' anglès s'usa actualment com a llengua de treball i llengua franca de la comunitat científica i acadèmica internacional, i és tercera llengua majoritària per als estudiants de la UOC, que l'estudien com a assignatura en la majoria dels graus. D'acord amb l'estatus de les llengües descrit, el foment del multilingüisme i la competència pluricultural de la comunitat universitària de la UOC han de formar part del que és i representa la Universitat, com a factor d'enriquiment i d'aproximació entre les persones que generen i comparteixen coneixement. Pla de llengües 2025-2027 El Pla de llengües 2025-2027 de la UOC, validat per la Comissió de Política Lingüística el 20 de novembre de 2024 i ratificat pel Consell de Direcció el 2 de desembre de 2024, explica la política lingüística de la Universitat en el context actual, i actualitza de manera sistematitzada el marc estratègic de la UOC, que consolida les bases per a una convivència multilingüe i pluricultural . Al mateix temps, garanteix l' ús del català com a llengua pròpia i de treball . A partir de cinc objectius específics i 51 accions distribuïdes en quatre àmbits (institucional, docència, recerca i transferència del coneixement científic, i gestió), el Pla de llengües 2025-2027 defineix la política lingüística de la UOC i marca el pla de treball de la Universitat en aquest àmbit per al període 2025-2027. Pla de llengües 2025-2027 Pla d'increment de la docència en català a la UOC (PIDOC) Pla d'increment de la docència en català a la UOC (PIDOC) El Pla d'increment de la docència en català, aprovat per la Comissió de Política Lingüística de la UOC el 28 de juny de 2024, és l'eina que ha de permetre assolir l'objectiu recollit al Pla d'enfortiment de la llengua catalana en el sistema universitari i de recerca de Catalunya (PEC) per a la millora de l'oferta de la docència en català en el sistema universitari de Catalunya. Els objectius plantejats per la UOC s'enfoquen a l'increment de la millora qualitativa de la docència en català, la voluntat de garantir els usos i drets lingüístics docents de l'estudiantat en l'àmbit de l'oferta oficial, i l' anàlisi d'increment en detall per a la formació permanent de cara al curs 2025-2026. Principis generals de política lingüística de la UOC Des del 2015, la UOC s’ha guiat per uns principis generals de política lingüística que, a més d’haver servit de marc de referència per a la gestió de les llengües en les actuacions de la Universitat, han sustentat la concreció de la política lingüística de la institució mitjançant el Pla de llengües 2025-2027. Els vuit principis de política lingüística estan pensats per vetllar per la coherència de l'ús de les llengües en les activitats comunicatives de la UOC i per fer compatible l' ús del català com a llengua pròpia de la Universitat amb el desplegament d'una estratègia multilingüe . Principis generals de política lingüística de la UOC Altres documents de referència Pla d'enfortiment de la llengua catalana en el sistema universitari i de recerca (PEC) Impulsat pel Departament de Recerca i Universitats, aquest pla s'ha elaborat mitjançant un procés obert amb tota la comunitat universitària i de recerca de Catalunya. L'objectiu del Pla és consolidar l'ús del català com a llengua d'ús normal al sistema universitari i reforçar-ne l'ús en l'àmbit de la recerca. Carta universitària de la llengua de la Xarxa Vives d'Universitats La Carta estableix un marc per al seguiment de la gestió dels usos lingüístics orals i escrits de l'espai universitari de la Xarxa Vives d'Universitats (XVU), a través de principis, recomanacions i indicadors lingüístics. La Carta commina les 22 universitats que componen la XVU a adherir-se als principis i a assumir els compromisos segons el sistema universitari a què pertanyi cadascuna, renovables i ampliables de manera permanent. Criteris i recursos lingüístics El Servei Lingüístic gestiona els webs Llengua i estil de la UOC , Lengua y estilo de la UOC i UOC Language & Style , que proporcionen criteris i recursos lingüístics en català, castellà i anglès, respectivament, orientats a l'execució de les activitats de la Universitat. També ofereixen indicacions sobre comunicació eficaç, redacció i convencions formals . L'objectiu dels webs és ajudar la comunitat universitària a resoldre dubtes i fer guanyar consistència lingüística i estilística a tothom que treballi amb textos institucionals en qualsevol de les llengües de treball de la UOC. Centre d'Idiomes Moderns El Centre d'Idiomes Moderns (CIM) de la UOC, vinculat als Estudis d'Arts i Humanitats, ofereix una àmplia gamma de cursos de llengües (anglès, francès, alemany, xinès, japonès, castellà i català) per respondre a les necessitats de la nostra societat, multilingüe i pluricultural. Es responsabilitza de les assignatures de llengües estrangeres dels plans d'estudis de la Universitat i prepara l'estudiantat per afrontar els reptes acadèmics i professionals amb un nivell d'aptitud lingüística competitiu. A més, estén aquesta formació a persones no vinculades a la UOC."
}