{
  "url": "https://uoc.edu/portal/ca/coneixement-obert/oberta-societat/espais-xarxa/index.html",
  "content": "Oberta a la societat Espais de coneixement en xarxa Aquest espai recull webs de difusió del coneixement impulsats o coimpulsats per la UOC i altres institucions del sectors afins. Lletra. La literatura catalana a internet Lletra és una iniciativa de la UOC, l'Institut Ramon Llull i la Institució de les Lletres Catalanes de la Generalitat de Catalunya per a la difusió de la literatura catalana. Llegeix-ne més Manuel Castells. El web de la producció científica del professor Manuel Castells Desenvolupat per la UOC i la Fundación Telefónica, el web recull l'obra de Manuel Castells: llibres, capítols de llibres, articles, informes de recerca, conferències i ponències, discursos com a doctor honoris causa i conferències magistrals. Llegeix-ne més Mestresclass Mestresclass és una plataforma per a la publicació de vídeos per a usos educatius autoeditats pel professorat català. Llegeix-ne més Música de poetes Música de poetes és un espai virtual per a la música i la poesia catalana que incorpora una selecció de cançons que músics catalans han fet amb l'obra d'alguns dels millors poetes catalans. Llegeix-ne més Podcast Despacho 42 Despacho 42 és un podcast ideat i produït pels Estudis d'Informàtica, Multimèdia i Telecomunicació de la UOC sobre com les persones ens relacionem amb la tecnologia. Escolta'l a Spotify Escolta'l a iVoox Escolta'l a iTunes Llegeix-ne més Podcast Parenthesis Parenthesis és un podcast en el qual us presentem les darreres tendències en informació i comunicació en format entrevista. Escolta'l a Spotify Escolta'l a iVoox Escolta'l a iTunes Llegeix-ne més Podcast UniCorners UniCorners , el pòdcast de la Unitat d'Igualtat, Diversitat i Inclusió, és un espai que vol construir, a través de diàlegs amb persones expertes, activistes, estudiants o acadèmiques, un relat conjunt sobre què són les universitats o com haurien de ser. La interseccionalitat és l'eix vertebrador del pòdcast, a partir del qual es desgranen les diferents temàtiques que s'abordaran al llarg del temps. Escolta'l a Spotify Escolta'l a iVoox Escolta'l a Amazon Music Escolta'l a Apple Podcasts Projectes tancats Argus. Recomanacions sobre cultura catalana i literatura en general [2009-2017] · Debats d'Educació. Reptes i problemes de l'educació en el context social, polític i econòmic [2003-2017]"
}