{
  "url": "https://uoc.edu/portal/ca/compromis-social/ciutadania-global/programes-organismes-internacionals/professionals/index.html",
  "content": "Programes amb organismes internacionals Programes formatius per a professionals Organismes internacionals com UNITAR , l' OMS i la FAO s'han acostat a la UOC per a dissenyar i posar en marxa programes formatius virtuals dels seus professionals globals i equips específics . La solució en línia de qualitat permet la formació tècnica i especialitzada dels treballadors d'aquestes organitzacions, que solen estar físicament allunyats entre ells. A més, els permet enriquir-se de les experiències d'altres estudiants amb els quals comparteixen aules. Master en Conflicte, Pau i Seguretat UNITAR-UOC Des del 2013, especialitza el funcionariat de les Nacions Unides durant les seves missions a països en conflicte i després d'aquestes. Màster d'International Affairs and Diplomacy UNITAR-UOC Aquest programa formatiu permet que els estudiants i els diplomàtics que s'acaben de titular complementin i millorin els seus coneixements i les seves capacitats en matèria de diplomàcia i assumptes internacionals. Especialització de Maneig Clínic de la Leishmaniosi Cutània OMS-UOC Entrena els agents de salut dels països del tròpic i del nord del Magrib en els protocols de l'OMS per a atendre persones afectades per aquestes malalties. També acompanyem la formació al llarg de la vida de professionals de diferents institucions amb els nostres programes formatius. Equips docents d'universitats o professionals d'institucions públiques de l'Amèrica Llatina com el Ministeri d'Inclusió Econòmica i Social i el Consell d'Assegurament de la Qualitat de l'Ensenyament Superior de l' Equador , la Universitat Cooperativa de Colòmbia o el Ministeri de Tecnologies de la Informació i les Comunicacions de Colòmbia s'han format a les nostres aules. Enllaços relacionats 300 cooperants, militars i tècnics d'organismes internacionals es formen en conflicte i pau a la UOC i UNITAR News La UOC se suma a la lluita de l'OMS per a combatre les malalties tropicals desateses eHealth Center"
}