{
  "url": "https://uoc.edu/portal/ca/coneixement-obert/oberta-societat/blogs/index.html",
  "content": "Oberta a la societat Blogs A continuació tens una llista dels blogs impulsats pels estudis, personal docent, personal investigador, projectes o àrees de gestió de la UOC. Anàlisi i ciència de dades Blog centrat en les noves tecnologies relacionades amb les dades: ciència de les dades ( data science ), dades massives ( big data ), anàlisi de dades, business intelligence o business analytics . Art Matters Art contemporani i cultura digital. Comunicació corporativa, protocol i esdeveniments Blog que aprofundeix en els àmbits de la comunicació corporativa, les relacions públiques, el protocol i la gestió d'esdeveniments. Cultural Blog de gestió cultural. Vol ser una eina útil per a estudiants, professionals i persones interessades per la gestió pública i privada del que en diem cultura. Dret i Ciència Política Blog dels Estudis de Dret i Ciència Política, un espai per a compartir el coneixement que generen els Estudis amb el món acadèmic i el sector professional. Economia i Empresa Blog dels Estudis d'Economia i Empresa. ETHE Journal Blog Exploring the Future of Higher Education El blog dels idiomes Temes d'actualitat, cultura, notícies, així com consells per a millorar l'aprenentatge d'idiomes. El blog és una iniciativa del Centre d'Idiomes Moderns de la UOC. Blog de la Xarxa d'extreballadores i extreballadors de la UOC Programa de participació de la UOC que té per objectiu promoure i mantenir el vincle d’aquest col·lectiu amb la Universitat. Treball social sanitari Un espai per a la reflexió i per compartir bones pràctiques al voltant de la comunitat científica del treball social sanitari. En clau de TIC Blog centrat en l'adquisició de competències digitals, impulsat per l’àrea de Capacitació digital de la UOC, una àrea de coneixement transversal. Gestió d'esdeveniments Blog centrat en les noves formes i tendències d'entendre el sector de la gestió d'esdeveniments. Gestió de la ciutat i urbanisme Aquest blog reflexiona des d'una visió crítica sobre les realitats urbanes i els criteris per orientar les propostes d'intervenció i gestió, entre d'altres. Humanitats L'objectiu del blog és proporcionar un espai de referència per a totes les persones que estiguin interessades en la informació, la reflexió i la recerca entorn de la cultura humanística. Informática++ Blog sobre informàtica que neix amb la intenció de reforçar la relació entre l'entorn universitari i el món empresarial. [En espanyol] Koiné - Mediterrani antic Blog vinculat al màster de la Mediterrània Antiga, amb la voluntat d'aprofundir en els coneixements entorn dels orígens de les cultures antigues de la Mediterrània i la seva relació amb les actuals societats occidentals. Llibre digital Aquest blog té per objectiu compartir coneixement, reflexions i expertesa, i fer xarxa entre els diferents actors del món del llibre. Psicologia i Ciències de l'Educació Blog que reflexiona sobre la psicologia des d'enfocaments diversos: la formació de professorat, l'educació en línia, l'educació social, la logopèdia, la pedagogia i els trastorns del llenguatge. Salud con Ciencia En aquest blog dels Estudis de Ciències de la Salut hi trobaràs informació relacionada amb la promoció de la salut basada en l'evidència científica i amb els àmbits dels estudis (nutrició, neuropsicologia i neurociència, logopèdia, salut digital i treball social sanitari). Tot comunica Blog dels Estudis de Ciències de la Informació i de la Comunicació. Blogs tancats Fiscal [2009-2017] Àsia Oriental [2010-2018] Llengua i Literatura Catalanes [2011-2023] Open thoughts - What if Steve Jobs had been a woman? [2012-2014] Open thoughts - Ready for a SMARTer World? [2013-2016] Open thoughts - peer production [2015-2016] IN3 [2019-2023] eLinC [2017-2025]"
}