{
  "url": "https://uoc.edu/portal/ca/compromis-social/ciutadania-global/programes-organismes-internacionals/transferencia-model/index.html",
  "content": "Programes amb organismes internacionals Transferència i posicionament del model en línia Acompanyem les institucions educatives dels diferents països en el complex procés d'impulsar el seu propi model pedagògic, tecnològic i organitzatiu per a incorporar metodologies virtuals a la seva oferta acadèmica . Un model com el de la UOC permet ampliar l'accés a l'ensenyament superior i la seva cobertura, i complementar els sistemes educatius d'altres països . Per això, treballem amb agències de qualitat i governs de tot el món en la implantació dels seus propis models i mecanismes d'acreditació de la qualitat i el reconeixement de titulacions en línia. Així, poden cobrir la demanda d'accés a estudis universitaris que la universitat presencial no pot abastar. La UOC és referent per a institucions universitàries, agències de qualitat i instàncies supranacionals de l'Amèrica Llatina. Universitat del Nord Colòmbia Pontifícia Universitat Catòlica de Xile Xile Pontifícia Universitat Catòlica de l'Equador Equador Consell d'Assegurament de la Qualitat de l'Ensenyament Superior (CACES) Equador Consell per a l'Acreditació de l'Ensenyament Superior (COPAES) Mèxic Sistema Iberoamericà d'Assegurament de la Qualitat de l'Ensenyament Superior (SIACES) Impulsat per la Secretaria General Iberoamericana (SEGIB) Casos d'èxit Lideratge del projecte europeu TEMPUS-EQTeL (Enhancing Quality of Technology - Enhanced Learning) Va promoure la reforma i la modernització de l'ensenyament superior a Jordània mitjançant la introducció d'un sistema nacional de garantia de qualitat per a l'aprenentatge (2013-2017). Assessorament a organismes i institucions Consell d'Assegurament de la Qualitat de l'Ensenyament Superior (CACES, abans CEAACES) de l'Equador (2016-2017). Comissió Nacional d'Acreditació (CNA) de Xile (2017). Consell per a l'Acreditació de l'Ensenyament Superior (COPAES) de Mèxic (2017). Serveis d'acompanyament Implantació del model d'aprenentatge en línia a Duoc-UC de Xile (2017-2019)."
}