{
  "url": "https://uoc.edu/portal/ca/escola-doctorat/linies-recerca/linies-nit/learning-technologies/index.html",
  "content": "Línies de recerca Tecnologies de la Informació i de Xarxes Learning Technologies Proposta de tesi Investigadors/es Grup de recerca Conversational Agents and Learning Analytics for MOOCs Higher Education Massive Open Online Courses (MOOCs) introduce a way of transcending formal higher education by realizing technology-enhanced formats of learning and instruction and by granting access to an audience way beyond students enrolled in any one Higher Education Institution. However, although MOOCs have been reported as an efficient and important educational tool, there is a number of issues and problems related to the educational aspect. More specifically, there is an important number of drop outs during a course, little participation, and lack of students’ motivation and engagement overall. This may be due to one-size-fits-all instructional approaches and very limited commitment to student-student and teacher-student collaboration. This thesis aims to enhance the MOOCs experience by integrating: • Collaborative settings based on Conversational Agents (CA) both in synchronous and asynchronous collaboration conditions • Screening methods based on Learning Analytics (LA) to support both students and teachers during a MOOC course CA guide and support student dialogue using natural language both in individual and collaborative settings. Moreover, LA techniques can support teachers’ orchestration and students’ learning during MOOCs by evaluating students' interaction and participation. Integrating CA and LA into MOOCs can both trigger peer interaction in discussion groups and considerably increase the engagement and the commitment of online students (and, consequently, reduce MOOCs dropout rate). Dr Santi Caballé Mail: scaballe@uoc.edu Dr Jordi Conesa Mail: jconesac@uoc.edu SMARTLEARN Enhancing educational support through an adaptive virtual educational advisor Nowadays, many systems help students to learn. Some of them aid students in finding learning resources or recommending exercises. Others aim to help the student in the assessment phase by giving feedback. Furthermore, others monitor the student's progress during the instructional process to recommend the best learning path to succeed in the course. Depending on the objectives/competencies of the subject, some features are more suitable than others. This research line proposes to work in intelligent learning systems based on artificial intelligence techniques focusing on the following topics: • Predictive analytics based on machine learning algorithms • Early warning systems able to detect at-risk students • Automatic feedback and nudging based on generative artificial intelligence • Ethical issues (fairness, transparency and explainability) • Data visualization and dashboards • Gamification • Virtual educational advisor (chatbots) Dr David Bañeres Mail: dbaneres@uoc.edu Dr M. Elena Rodríguez Mail: mrodriguezgo@uoc.edu Dr Isabel Guitart Mail: iguitarth@uoc.edu Dr Montse Serra Vizern Mail: mserravi@uoc.edu SOM TEKING Interactive recommendation systems for higher education enrollment Higher education students at open / distance universities enjoy from a high degree of flexibility during enrollment, which allows them to choose from a long list of subjects to complete their degree. Although this can be seen as a success of enrollment flexibility measures, it may be also the source of one of the most well-known problems in open / distance education: high dropout rates, partly caused by inadequate enrollment. In this research line we will analyze and adapt state-of-the-art recommendation systems to the particularities of the enrollment procedure, taking into account enrollment data and academic results from previous semesters but also students’ preferences and personal interests. Our goal is to design and evaluate interactive recommendation systems that provide students and their mentors with support during enrollment, following a user-centered design approach. Dr Julià Minguillón Mail: jminguillona@uoc.edu LAIKA Boardgames for education During the last years the board game field have experimented a great expansion in the means of the quantity of boardgames available, if the variety of them, of the broad coverage of topics they address and the variety of mechanics they provide. They have great potential to become a great tool for learning, as many research studies show. In this research line, we would like to address the latest innovations of using boardgames for learning and to explore the potential of using boardgames in the eLearning context and the mechanisms that appear in them. Dr Jordi Conesa Mail: jconesac@uoc.edu Dr Antoni Pérez Navarro Mail: aperezn@uoc.edu Generative AI in introductory programming courses Generative AI (GenAI) tools based on Large Language Models (LLMs) have demonstrated impressive performance in myriad types of programming tasks. As a result, their impact on introductory programming (CS1) courses should be studied in depth. This research line aims to explore the present realities and the future possibilities in how Generative AI is impacting, and may further impact on introductory programming courses, including learning goals/outcomes, assessment, emerging pedagogies, and educational resources. Some research questions may be: * When and how should GenIA tools be introduced in introductory courses? * What types of impact GenIA-based activities or tools have on the CS1 students (i.e. performance, behaviour, understaning, etc.)? * What kinds of GenAI-based assignments could CS1 students do? For example, Kerslake et al. (2024) proposed two activities: (1) the first one involved students solving computational tasks by writing prompts to generate code; (2) the second one involved showing students a code fragment and asking them to demonstrate their understanding of the code by crafting a prompt that generates equivalent code. * How can GenAI tools support CS1 students? (e.g. instant feedback, high-level problem solving advice, automated assessment, etc.) * How can GenAI tools support CS1 instructors? (e.g. writing feedback, creation of assignments, etc.) * Might pair programming evolve from two students working together into \"\"me and my AI\"\"? Dr. David García Solórzano M ail: dgarciaso@uoc.edu LAIKA Assessment in programming education Many factors have been cited for poor performance of students in programming courses, especially in CS1. One of them is the assessment process. The goal of this research line is to explore different aspects related to assessment in programming courses. Some research questions may be: * How may assessment mechanisms impact on students' performance? * How to design exams that really assess students' skills and knowledge? This includes to analyze aspects such as the delivery mode (f2f or online), the format (paper, computer, IDE), the duration, and so on. * What impact do the different assessment strategies (e.g. contract grading, mastery-learning, second-change testing, etc.) in students' performance and satisfaction? * What instruments are best for assessing CS1 students? (e.g. rubrics, tests, etc.) * What aspects should be evaluated in programming courses? (e.g. output/behaviour, code quality, etc.) How should they be evaluated? In addition to the previous questions, the design and development of tools that support the assessment process in programming courses, such as automated grading (i.e. online judges or automatic exam generators) are welcomed as well. Dr. David García Solórzano M ail: dgarciaso@uoc.edu LAIKA"
}