{
  "url": "https://uoc.edu/ca/estudis/beques-ajudes/beques-nova-ruralitat",
  "content": "Ajudes de matrícula per a persones residents en zones rurals Es convoquen 200 beques destinades a cobrir el 30% de l'import de la matrícula de qualsevol programa formatiu de la UOC durant el primer i el segon semestre del curs acadèmic 2024-2025. Termini de sol·licitud tancat. En cas de discrepància, la informació vàlida serà la que consti a les bases de la convocatòria publicades a l'e-tauler de la UOC. Qualsevol programa formatiu de la UOC per al primer i segon semestre del curs acadèmic 2024-2025. A aquestes beques hi podeu optar aquelles persones que compliu els següents requisits: Ser més gran de 18 anys o complir-los en l'any que es comença a cursar el programa objecte de l'ajut. Residir en una població amb menys de 2.000 habitants o de fins a 5.000 si està situada en una demarcació (comarca, mancomunitat o província) amb una densitat de població inferior a 100 hab./km2. Tenir la voluntat, expressada mitjançant una carta de motivació, de vincular la formació a la seva implicació amb el món rural. Tenir un coneixement i un domini de la llengua de docència equivalent, com a mínim, al nivell B2 del Marc europeu comú de referència per a les llengües (MECR). Haver estat preseleccionat per la UOC per concórrer a aquestes beques i presentar la documentació sol·licitada. Ser admès al programa per al qual s'ha sol·licitat la beca. Complir els requisits legals d'accés i, si escau, admissió al programa formatiu objecte de les beques. La persona sol·licitant de l'ajut ha de seguir en tot cas les especificacions de la matrícula i complir els requisits d'accés i/o admissió al programa que vol cursar amb independència de la sol·licitud de l'ajut i el seu resultat. Les persones beneficiàries només poden aplicar l'ajut a un únic programa formatiu. L'import individual de la beca comporta un descompte del trenta per cent [30 %] sobre l'import de la matrícula del programa que la persona beneficiària vol cursar dins el període comprès entre el primer i el segon semestre del curs acadèmic 2024-2025. Aquesta bonificació no és aplicable a l'import que s'ha d'abonar en cas de segones matrícules i posteriors d'una mateixa assignatura, ni és acumulable a altres descomptes que la UOC hagi acordat aplicar a determinats col·lectius. Així mateix, aquesta bonificació només s'aplica en el semestre objecte de les bases següents Les persones interessades que vulguin obtenir alguna de les beques de matrícula convocades a les bases hauran de: Emplenar el formulari de sol·licitud de beca de la UOC. Seguint les instruccions que es trobaran en el mateix formulari, han d’adjuntar la documentació següent: Document nacional d'identitat o document identificatiu equivalent segons el país de residència i que acrediti la residència legal. Certificat d'empadronament o certificat de convivència que acrediti la residència en zones rurals segons el requisit establert en l'article 3.1.2. Carta de motivació on s'expressi la proposta de com es vincula la formació amb la residència en una zona rural (requisit 3.1.3), seguint el model adjunt a l’annex 1 d’aquesta convocatòria. Declaració jurada donant fe de la trajectòria acadèmica segons el criteri establert en l’article 7.1.1 d’aquestes bases, seguint el model adjunt a l’annex 2 d’aquesta convocatòria. 15 de juliol de 2024: Data límit per postular a la beca 15 de juliol de 2024: Data límit per lliurar la documentació requerida. 19 de juliol de 2024: Publicació del llistat provisional de persones seleccionades a l' e-tauler de la seu electrònica de la UOC. Del 20-21 de juliol de 2024: Termini de presentació d'al·legacions. 24 de juliol de 2024 : Publicació del llistat definitiu de persones seleccionades a l' e-tauler de la seu electrònica de la UOC. Del 25 de juliol al 30 agost de 2024: Període per a la formalització de la matrícula. Els cursos de la UOC es fan en línia. L'activitat docent té lloc al Campus Virtual, un entorn virtual on trobareu les aules, el vostre espai personal i les eines necessàries per a l'estudi i la comunicació. Per saber més sobre el model educatiu consulta aquí . Podeu consultar les bases legals de la convocatòria a l' e-tauler de la seu electrònica de la UOC, a l'apartat Beques, ajuts i premis. En cas de discrepància, la informació vàlida serà la que consti a les bases de la convocatòria publicades a l' e-tauler de la UOC. També et pot interessar... Com matricular-te a la UOC Preus, descomptes i facilitats de pagament Beques i ajuts Convalidacions i reconeixement de crèdits"
}