{
  "url": "https://uoc.edu/portal/ca/in3/coneix/pla-estrategic/preambul/index.html",
  "content": "Pla Estratègic Preàmbul El pla estratègic de l'Internet Interdisciplinary Institute (IN3) per al període 2023-2026 té com a objectiu consolidar l'institut com a punta de llança en la recerca sobre la societat digital. Aquesta recerca s'interessa tant pel paper de les tecnologies digitals en la conformació de la societat contemporània com per les dimensions socials, culturals i econòmiques que conformen aquestes tecnologies. La singularitat de l'IN3 rau en la recerca interdisciplinària, fomentant el treball conjunt, el diàleg i la col·laboració entre enginyeries, ciències socials i humanitats. 1.1 Context 1.2 Metodologia 1.3 Focus temàtic 1.4 Aposta per la interdisciplinarietat 1.5 Full de ruta 1.1 Context En la darrera dècada s'ha produït un augment de l'ús de plataformes en línia per a la comunicació i la col·laboració, així com l'adopció de tecnologies per automatitzar i optimitzar els processos. Això ha provocat que moltes organitzacions es vegin obligades a adaptar-se a una demanda cada vegada més digital, amb un augment en la venda en línia i en els pagaments digitals. En general, s'ha produït una gran acceleració en la transformació digital de moltes organitzacions, que ha evidenciat la importància de l'adaptació a les noves tecnologies per a la supervivència en un entorn cada vegada més digital. L'IN3 de la Universitat Oberta de Catalunya (UOC) està particularment ben posicionat per abordar aquesta transformació digital a escala global, ja que la seva missió és estudiar de quina manera la societat i la tecnologia, especialment internet i les tecnologies de l'informació i la comunicació (TIC), s'entrellacen i es conformen mútuament. Els estudis i àrees de recerca de l'IN3, més enllà del rigor científic, busquen ajudar les persones i les organitzacions a entendre i abordar les problemàtiques, oportunitats i reptes que presenta la creixent digitalització de la societat. A més de la missió d'estudiar i investigar les implicacions de la tecnologia, l'IN3 també té com a objectiu ser protagonista en la transformació digital a escala global. Això significa que no només es limita a observar i analitzar les tendències i els desenvolupaments de la societat digital, sinó que expressa un compromís ferm de coproduir i compartir els resultats de la recerca per contribuir a una societat més justa, pròspera i sostenible. Això s'ha de materialitzar mitjançant un model obert que fomenti col·laboracions sociotecnològiques amb col·lectius, organitzacions i empreses compromeses amb aquests valors. 1.2 Metodologia Aquest pla estratègic s'ha elaborat mitjançant un procés participatiu que va començar el novembre del 2019 i que ha permès discutir i consensuar amb diferents grups els objectius principals. Entre el novembre del 2019 i el juliol del 2022, s'han fet diverses sessions de treball amb els grups de recerca per tal de portar a terme una anàlisi estratègica sobre el nou pla i acordar-ne els objectius principals. Aquest procés també ha estat presentat i debatut en diferents reunions plenàries de l'IN3. Això no obstant, el pla s'entén com un document viu, en què les accions es revisaran i es reajustaran en funció dels indicadors d'assoliment, dels nous reptes que puguin aparèixer o de canvis estratègics i operatius. A més, l'IN3 també té com a objectiu fomentar i implementar formes responsables d'avaluació de la recerca, a través de moviments internacionals com ara la San Francisco Declaration on Research Assessment (DORA) i la Coalition for Advancing Research Assessment (COARA). En el disseny del nou pla estratègic s'ha buscat la implicació dels diferents grups de recerca de l'IN3, però també de les diferents persones que els conformen, i s'ha intentat així recollir el màxim de visions, coneixements, talents i rols dins l'institut. Aquest procés ha anat acompanyat, també, d'una anàlisi dels principals documents rellevants per al pla estratègic de l'institut, incloent-hi els documents i reflexions institucionals sobre el pla estratègic més general de la UOC, el feedback de la Comissió Científica de l'IN3, i marcs i iniciatives internacionals d'especial rellevància per al pla estratègic de l'IN3. 1.3 Focus temàtic La societat digital és un concepte que descriu la transició cap a una societat en la qual les tecnologies digitals són omnipresents i esdevenen un factor clau en la configuració de les interaccions, ecosistemes i entorns tecnològics, socials i culturals contemporanis. Aquesta societat es caracteritza per l'ús generalitzat d'internet i d'altres tecnologies digitals, així com per la capacitat de processar, emmagatzemar i compartir informació en xarxa. Sembla clar, doncs, que una institució de recerca com l'IN3, que manté un equilibri entre ciències socials, humanitats i enginyeries TIC pel que fa a l'expertesa dels seus membres i grups, és un ecosistema ideal no només per estudiar com pren forma la societat digital, sinó també per contribuir activament al desenvolupament d'aquesta societat digital, i esdevenir així un agent de canvi i transformació en favor d'una societat més justa, pròspera i sostenible. 1.4 Aposta per la interdisciplinarietat La interdisciplinarietat és un enfocament metodològic i filosòfic que implica la col·laboració i la cooperació entre diferents disciplines per abordar problemes complexos i reptes globals. Aquest enfocament busca combinar les perspectives, metodologies i coneixements de les diferents disciplines per generar una comprensió més integrada del problema o repte en qüestió. La interdisciplinarietat implica la creació de ponts entre les diferents disciplines per tal de fomentar el diàleg, la col·laboració i l'aprenentatge mutu. Figura 1. Interdisciplinarietat en el context de la societat digital Per trencar la barrera disciplinària entre les enginyeries TIC, les ciències socials i les humanitats, cal promoure la col·laboració i el diàleg entre els diferents camps disciplinaris. Això es pot fer, per exemple, amb la creació d'equips interdisciplinaris per realitzar projectes de recerca conjunts. Aquests equips estaran formats per persones investigadores expertes de diferents disciplines que treballaran juntes per abordar problemes o reptes complexos des de diferents perspectives. A banda, la interdisciplinarietat no ha de quedar limitada als membres i grups de l'IN3, sinó que s'estendrà als estudis i centres de recerca de la UOC i més enllà (UOC+), tot contribuint a projectes interinstitucionals amb la participació de persones expertes de les diferents disciplines. Perquè tot això es pugui materialitzar, es promourà una línia temàtica d'interdisciplinarietat dins l'IN3 per proporcionar a l'equip les eines i els exemples de bones pràctiques en recerca interdisciplinària que els ajudin a adquirir una visió més àmplia i diversa dels problemes i reptes que s'aborden. També es fomentarà la creació d'espais de diàleg i col·laboració, com ara fòrums, grups de treball o xarxes interdisciplinàries de persones investigadores. Aquestes iniciatives permetran a les persones investigadores de diferents disciplines compartir idees, col·laborar en projectes conjunts i establir sinergies que puguin portar a noves línies i reptes de recerca. Finalment, es vol promoure la implementació de formes responsables i inclusives d'avaluació de la recerca. Això inclou la diversificació dels criteris d'avaluació per tal de tenir en compte els aspectes interdisciplinaris, les dimensions d'equitat i perspectiva de gènere i la promoció d'iniciatives que valoren la recerca basada en la seva capacitat de generar impacte social i no només en la seva contribució al coneixement científic. 1.5 Full de ruta D'acord amb aquest pla estratègic, és important establir un full de ruta amb tres elements clau: Primer, és important anar més enllà de l'organització de l'institut en grups de recerca i crear espais de trobada al voltant de reptes compartits a l'hora de donar sentit a la societat digital. Al llarg del procés de conformació d'aquest pla estratègic s'han discutit i consensuat fins a quatre eixos que haurien de constituir el punt de partida per trobar línies de recerca més transversals i col·laboratives per a l'IN3. Aquests eixos són l'equitat, la sostenibilitat, el benestar i la participació. Aquests quatre eixos també poden aportar una singularitat i una identitat diferenciada a l'IN3 en la xarxa internacional de centres amb un focus similar. Segon, en l'anterior pla estratègic l'IN3 es va proposar evolucionar d'un model de juxtaposició de grups i disciplines, combinats sota un paraigua multidisciplinari, a un model més col·laboratiu i interdisciplinari, en què fos possible el diàleg i una major integració de disciplines. En aquest pla estratègic, l'objectiu és anar un pas més enllà i aprofundir, sobretot a través d'aquests eixos transversals, en un model de col·laboració cada cop més porós i integrat que sigui capaç de transcendir les disciplines i l'organització de grups per generar un espai cada cop més transdisciplinari. En relació amb altres instituts i centres de recerca similars, reeixir en aquest model de treball pot aportar una singularitat important a l'IN3, tant en termes d'excel·lència acadèmica com de rellevància social. Aquest model, a més, permetrà aprofitar més la diversitat i la riquesa de coneixements i disciplines que ja contenen i integren els diferents grups de recerca i l'institut en conjunt. Tercer, per tal d'acompanyar aquests objectius ambiciosos és important, també, promoure i implementar un sistema d'avaluació de la recerca propi que valori aquestes transformacions i els seus impactes pel que fa a excel·lència, col·laboració, equitat i rellevància social, i alinear així l'avaluació de l'institut amb moviments internacionals de reforma de l'avaluació de la recerca com ara la San Francisco Declaration on Research Assessment (DORA) i la Coalition for Advancing Research Assessment (COARA). L'IN3 estableix l'objectiu de fomentar i implementar formes responsables d'avaluació de la recerca."
}