{
  "url": "https://uoc.edu/portal/ca/escola-doctorat/linies-recerca/linies-stc/Culture_humanities_and_society/index.html",
  "content": "Societat, Tecnologia i Cultura Culture, humanities and society Culture, digital humanities and society You can find the description of the Research Line here . Research Proposal Researchers Research Group Food and nutrition, culture, and society This research line aims to study food (as a transversal item), nutrition and gastronomy from biosocial perspectives linked to the digital world. It is interested in changes in eating habits and food structures, their embedded cultural patterns, and the influence of global and 'glocal' trends in the field of food and nutrition. Dr F. Xavier Medina Email: fxmedina@uoc.edu Dr Alícia Aguilar Email: aaguilarmart@uoc.edu FoodLab Culture and digital humanities This line of research explores the entanglements between culture and technology within a digital humanities framework. On the one side, we aim at analysing how technology offers new methodologies to study cultural phenomena; on the other side, we aim at studying how culture is produced and transformed with the use of digital technologies. In that respect, we will prioritize doctoral research on the use of big data, data mining and visualizations applied to the study of cultural phenomena, digital archives, and cultural histories combining quantitative and qualitative analyses. We will also propose a critical approach in the analyses of the digital humanities field in the Global North so that we can develop it too in the Global South. Dr Diana Roig Sanz Email: dsanzr@uoc.edu Dr Laura Fólica Email: lfolica@uoc.edu GlobaLS Literary narratives of the European margins This research line proposes a comparative study of literary narratives from the margins of Europe, with a special focus on Southern and Eastern literary cultures. It examines narrative fiction and literary non-fiction from the 1990s to the present with the goal of reflecting on the ways these narratives reconfigure traditional imaginaries of Europe. As part of the research project “Narratives At the Margins of Europe” (NAME), we welcome PhD proposals that seek to contribute to the fields of European Studies, Comparative Literature, Narrative Theory and Global Literary Studies in at least three ways: 1) studying “minor” and “semi-peripheral” European literatures and the contested imaginaries about Europe that they produce; 2) digitally mapping the uneven circulation and consecration of these literary works within the world literary system; 3) crossing narratological, comparative, and digital approaches to a varied range of contemporary literary narratives beyond the novel. We also welcome proposals on diasporic, displaced, migrant, and border narratives within and outside the continent and their part in the destabilization of inherited notions about Europe and Europeanness. Dr Neus Rotger Email: nrotgerc@uoc.edu GlobaLS Gender and culture in the Global South This research line builds on the study of sociocultural phenomena with a gender perspective. Prioritizing a transnational, decolonial, gender, and interdisciplinary perspective, we analyse the circulation of cultural goods and mediators that have been marginalized in the modern construction of Global North history. As such, we wield empirical, situated, and de-essentialized knowledge, understanding culture as a broad phenomenon that is transgressed by networks of global exchange. As such, we apply a decentred, politically and ethically accountable perspective to cultural history to unearth the role that women of the Global South, along with other invisibilized actants in Latour’s terms, have played in the establishment of various transnational cultures. Within a relational approach, we aim to use digital methods and a large-scale analysis in order to create networks and databases that we can make available digitally in turn. Likewise, tools and methods from different disciplines, such as literature, translation, other art forms, and anthropology, will prove key to this analysis, reconstruction, and rewriting of different cultural histories from multiple perspectives. Dr Diana Roig Sanz Email: dsanzr@uoc.edu GlobaLS Imaginaries of the Future This line of research explores how specific imaginaries of the future (and imaginaries of the future in general) play a part in the shaping of social relationships. Hence we welcome PhD proposals that seek to analyse how these imaginaries are shaped and how they interrelate with the present moment. We welcome proposals that focus on specific imaginaries of the future and seek to analyse them from a sociological/cultural studies perspective. Examples of potential topics could be, for instance, imaginaries of future technologies, imaginaries of climate change, imaginaries of the younger generations, imaginaries of parenthood, romantic imaginaries. These imaginaries can be found either through qualitative and ethnographic analysis of everyday life, in films, in TV series, in novels, in the media, in social media. We also welcome projects that provide alternatives for where to look for these imaginaries. Dr Natàlia Cantó Milà Email: ncantom@uoc.edu GlobaLS Emerging forms of popular culture: Production/Consumption, practices and imaginaries This line of research proposes a relational analysis of emergent forms of popular culture from the perspective of cultural studies and/or sociology of culture. The aim is to investigate how the process of culture takes place in current times and through the strong mediation of technology, media and patterns of consumption related to the current forms of capitalism. The methodological approaches can vary from ethnographic, qualitative studies, and action research through cultural practices to semiotic analyses of cultural products. The areas of research are preferably – although not exclusively – youth cultures, contemporary myths, nostalgia, (sociology of) emotions, imaginaries of love, science, technology, community, public sphere, or labour. Dr Natàlia Cantó Milà Email: ncantom@uoc.edu GlobaLS \"Centre\" versus \"periphery\", distorted economy- and technology-related notions embedded in established knowledge and popular culture: a study of informational distortions linked to centre-versus-periphery bias in the knowledge conveyed by educational systems and mass culture products regarding the impact of past or present events This proposal aims to study distorted economy- and technology-related notions, specifically those linked to centre-versus-periphery bias. Negative events such as debt crises in \"peripheral\" regions (Southern Europe, Ibero-America, Africa, etc.) are easily stored in the world's memory and labelled as something \"usual\" or \"normal\". Meanwhile, debt crises in \"central\" regions (English-speaking countries, Northern Europe, etc.) are seen as something \"rare\" or \"exceptional\" and are quickly forgotten. These distortions are often embedded, either consciously or unconsciously, in the established knowledge conveyed by educational systems and popular culture through fictional productions or documentaries. Similar centre-versus-periphery biases exist around other negative events, such as technological disasters and technological mismanagement. In short, the \"centre\" is underrepresented when it comes to the memory and impact of negative events. In the same way, the \"periphery\" is usually underrepresented in positive events such as contributions to scientific advances and technological progress. Methodologically, the proposal will first use techniques such as literature reviews, internet and database searches, and fact-checking to compile an exhaustive and objective database of past and present events. Secondly, a range of techniques will be used to gain insight into the impact of these events and the biases surrounding them, including automatic extraction, content analysis and sentiment analysis. The overall approach will combine qualitative and quantitative methodologies. Dr Josep Cobarsí Morales Email: jcobarsi@uoc.edu ICSO Meta Digital humanities: the commodification of research in non-STEM fields Neoliberal politics and practices have been causing the most significant transformation of contemporary science and academics since the mid-twentieth century. Neoliberal academic policies have placed more emphasis on the creation of commercial value than on achieving social well-being or better knowledge. The use of patents has been encouraged over the open dissemination of knowledge. Likewise, private investment has been promoted in universities and research projects in order to foster research lines with greater commercial applications and, therefore, more prospects of financial return. Most of the existing literature on these matters focuses on STEM fields, such as biomedicine, whilst areas such as the humanities and social sciences have been understudied. In this research line, we first seek to analyse this almost unexplored terrain, drawing on specific cases in the digital humanities, which has been regarded as the leading non-STEM domain in research commodification. This is because it favours turning research outputs into commercial products (such as digital visualizations and other computer-based items), promotes the increased involvement of private firms in research processes, supports a naïve use of \"neutral (big) data\" and fosters the uncritical use of technology as the ultimate methodological trick. Additionally, we aim to identify and study initiatives and experiences of resistance inside and outside academia, both in terms of content and organization. Dr Eduard Aibar Puentes Email: eaibar@uoc.edu MUSSOL Media Archeology in the Digital Era Media archaeology has been an innovative research method in media and technology studies over the last two decades since Friedrich Kittler's book Discourse Networks. Following Michel Foucault's theory on the formations of knowledge (The Order of Things: An Archaeology of Human Sciences; The Archeology of Knowledge), media archaeology has attempted to understand new and emerging media by analyzing those breaks and continuities through close examination of the past. Taking a step forward, this research line aims to focus on the relations between past and future through a close and contextualized study of our current times dominated by the internet and the big data. Dr Ignasi Gozalo-Salellas Email: igozalo@uoc.edu MUSSOL Design, culture and digitalization for all Even before the COVID-19 pandemic, vulnerable groups already participated substantially less in leisure and cultural activities than other population segments. During the public health emergency, participation in cultural activities among older people, people with disabilities and other vulnerable groups declined further because they are more susceptible to the COVID-19 virus (e.g. older people and people with certain medical conditions) and may be more reluctant to take part in cultural activities due to the perceived increased risk. In light of this, tourist attractions such as museums have a responsibility to address the challenges of accessibility and digitalization themselves, responding to the UNWTO (2020) call to address the major challenges of the pandemic by creating transformative solutions for accessible, safe and inclusive experiences for vulnerable groups. Accessibility is the promotion of personal autonomy, which includes having access to the physical environment, transport, information and communication (including information and communication technologies and systems), and other facilities and services open to or provided to the public. However, research on the participation of vulnerable groups in culture and tourism during the COVID-19 pandemic has been slow to emerge (with some notable exceptions). The impact of digitalization is rarely studied, but is important to consider in inclusive culture. Dr Mònica Cerdán Chiscano Email: mcerdanc@uoc.edu i2TIC Future design studies Design-based futures studies, also known as \"design futures\" or \"prospective design\", are methodological approaches that use design tools and techniques to explore and create desirable future scenarios. These studies focus on understanding and anticipating changes and trends in social, economic or environmental domains in order to design innovative solutions and strategies to meet the challenges of the future. Dr Pablo Lara Navarra Email: plara@uoc.edu GAME MeL Contemporary art in rural landscapes : A multifaceted exploration This research line seeks to unravel the complex ties between contemporary art initiatives and their placement within rural landscapes. Three pillars are central to our exploration: the depth of community participation, the economic repercussions on rural structures, and the synergy (or lack thereof) with prevailing public policies. By understanding these dimensions, we aim to shed light on the transformative potential of art in the countryside. We cordially invite PhD candidates to submit proposals that can provide deeper insights into this multifaceted relationship. Dr Ricard Espelt Email: ricardespelt@uoc.edu TURBA Culture and Society in Contemporary Ruralities: Narratives, Wellbeing, and the Reconceptualization of Rural Space This research program seeks projects aimed at advancing knowledge at the intersection of social and cultural dimensions within contemporary rural areas, exploring how these factors contribute to the reconceptualization of ruralities and the construction of wellbeing. Dr Soledad Morales Pérez Email: smoralespe@uoc.edu UOC Rural Network"
}