{
  "url": "https://uoc.edu/portal/ca/escola-doctorat/linies-recerca/linies-bioinformatica/ciencia-dades-bioinformatica/index.html",
  "content": "Línies de recerca Bioinformàtica (interuniversitari: UAB, UPC, UdG, UdL, UOC, UVic-UCC, UB, URV) Ciència de Dades en Bioinformàtica Thesis proposals Researchers Advanced MRI and machine learning for classification and tracking progression of frontotemporal dementia subtypes Frontotemporal dementia (FTD) is a neurodegenerative dementia that primarily affects the frontal and temporal lobes of the brain. These regions are typically associated with personality, behaviour, language, and decision-making. FTD typically leads to changes in these functions. Thus, FTD presents various subtypes, such as behavioural FTD (bvFTD) or primary progressive aphasia (PPA). Diagnosing FTD, however, remains a challenge due to the overlap of symptoms with other neurodegenerative and psychiatric conditions. Achieving an early and accurate diagnosis is crucial to improve patient care. Magnetic resonance imaging (MRI) plays an important role in diagnosing and tracking the disease's evolution. Our project aims to address this critical gap in medical research. Using advanced data from structural MRI and diffusion tensor imaging (DTI), we aim to classify FTD patients with the help of statistical methods and machine learning algorithms. The classification information, using explainable machine learning techniques, will allow us to identify potential biomarkers to help diagnose the various FTD subtypes. Moreover, by leveraging MRI and DTI data, we plan to create normative models to track disease progression on an individual basis and to explore the different progression according to the FTD subtype. This innovative research will be conducted in collaboration with the Alzheimer's Disease and Cognitive Disorders Group at Barcelona's IDIBAPS-Hospital Clínic, a world-renowned clinical institution. Together, we aim to make significant strides in understanding and diagnosing FTD, ultimately contributing to better outcomes for patients. This research will be carried out in close collaboration with Dr Raquel Sánchez-Valle at Barcelona’s IDIBAPS-Hospital Clínic, a world-renowned clinical institution. Dr Agnès Pérez-Millan AIWELL Application of high performance computing in bioinformatics This research line focuses on the use of high performance computing (HPC) techniques for optimizing and developing new bioinformatics tools and algorithms based on advanced computer architectures. The aims are to effectively use environments like supercomputing, HPC clusters, grids, and cloud computing in the field of bioinformatics and to explore graphics processing units (GPUs) and other computing accelerators to enhance the performance of bioinformatics tools and algorithms. Dr Josep Jorba Esteve WINE CBCT imaging in dental and maxillofacial health In this research line, you'll work at the forefront of dental and maxillofacial health, developing innovative tools and techniques to analyse essential structures like teeth, the maxilla, and the mandibular nerve. Our aim is to expand the possibilities of cone beam computed tomography (CBCT) imaging, enhancing diagnostic accuracy and treatment planning for dental and maxillofacial applications. You'll have the chance to design and implement advanced imaging and bioinformatics methods, contributing directly to improvements in patient care and clinical decision-making. With access to cutting-edge CBCT imaging technology and guidance from experienced mentors, you'll gain valuable expertise. A background in image processing, 3D modelling or craniofacial anatomy is helpful, but the most important requirement is a genuine passion for advancing this field. Dr Ferran Prados Carrasco NeuroADaS Lab Medical image abnormality detection Medical image screening is tedious and time-consuming work. Clinicians can spend hours examining magnetic resonance (MR), ultrasound or computed tomography (CT) images for abnormalities. We are now capable of obtaining a wider variety of image modalities with much better quality, but with these improvements comes more time having to be spent on screening them due to the increase in information. Multimodality screening is a more advantageous option for detecting abnormalities, but it is a difficult process that requires medical training and specialization. Differences in the levels of expertise between raters can lead to varying diagnostic criteria with a significant impact on our healthcare system. This project aims to deploy a tool that, based on the latest advances in deep learning techniques, will be able to decide whether a multimodal scan set is susceptible to having abnormalities or not. Moreover, in order to assist the specialist's assessment, it will output a colour map suggesting where the abnormal areas are. This tool will help clinicians to reduce the screening time per subject and will make the intra-observer decision-making process more robust. This research will be carried out in close collaboration with the Multiple Sclerosis Group led by Dr Sara Llufriu at Barcelona’s IDIBAPS-Hospital Clínic, a world-renowned clinical institution. Dr Ferran Prados Carrasco NeuroADaS Lab Retinal analysis for eye and brain disease diagnosis and prognostication The analysis of the back of the eye (fundus) is crucial to identify not only eye disease but also serious neurological conditions that can lead to blindness, brain injury and even death. Determining these conditions is a common clinical challenge in ophthalmic, neurosurgical and neurological clinics, emergency departments, and intensive care units, and their accurate assessment sometimes involves invasive testing that carries moderate to severe risks of injury. At present, eye screening data is assessed by an expert to identify lesions and clinical markers that may lead to further patient referral. This procedure is technically challenging and limits its usefulness in non-specialist environments. However, the substantial volume of available routinely collected digitized ocular images and clinical data presents a unique opportunity to develop novel deep learning systems that automate eye screening data assessment. The implementation of such systems in eye clinics can enable cost-effective, scalable and sustainable clinical pathways for the review and management of eye diseases and more accurate quantification of morphological features and pathological lesions for prognostication. In this project we aim to develop deep learning-driven systems for the automated detection of ophthalmic and neurological conditions using multiple modalities of image and video retinal data. The study is conducted by an interdisciplinary team of ophthalmology, neurology and artificial intelligence experts. Dr Joan M Nuñez do Rio AIWELL Synthetic medical data generation to automatically train neuronal networks Deep learning refers to neural networks with many layers that extract a hierarchy of features from raw data. Deep learning models are now achieving impressive results and generalizability by training on a large amount of data. Thanks to these big datasets, we are able to train deep learning algorithms or general machine learning algorithms with an enormous amount of instances that provide robustness to variations and better generalization properties. However, in some domains large datasets may not be available, which is a significant problem in several medical areas because their training datasets are relatively small compared to large-scale image datasets (e.g., ImageNet), making it difficult to achieve generalization across datasets. Moreover, current deep learning architectures are based on supervised learning and require the generation of manual ground truth labels, which is tedious work with large-scale data (Akkus et al., Journal of Digital Imaging, 2017). In this project, we aim to design and develop methods to generate synthetic data from real magnetic resonance imaging (MRI) data. The main objective is to expand or create new data that realistically mimic variations in MRI data and could alleviate the need for a large amount of data. For instance, autoencoders could be used to generate synthetic data (Bengio et al., NIPS, 2013), but it is necessary to consider the type of data and how to modify the data in order to produce variations that are as realistic as possible. Furthermore, methods to assess the data utility are critical and they need to be developed to ensure that synthetic data are realistic enough to train machine learning models. This work will be done in close collaboration with the Multiple Sclerosis Group led by Dr Sara Llufriu at Barcelona's IDIBAPS-Hospital Clínic, a world-renowned clinical institution. Dr Ferran Prados Carrasco NeuroADaS Lab"
}