{
  "url": "https://uoc.edu/portal/ca/escola-doctorat/linies-recerca/linies-turisme/2.analisi-economic-sector-turistic/index.html",
  "content": "Línies de recerca Turisme (interuniversitari: UMA, UA, UCA, UCM, UEX, ULL, Nebrija, UOC, URJC, USC, US, UVIGO) Anàlisi Econòmic del Sector Turístic S'accepten propostes centrades en les dimensions econòmiques del turisme en el context del desenvolupament urbà i regional, les mobilitats turístiques i nous models econòmics (per exemple, l'economia col·laborativa, l'economia circular). Proposta de tesi Investigadors Grups d'investigació L2.1 Estructura econòmica del turisme * Anàlisi del potencial d'interacció entre el desenvolupament dels processos de digitalització i les diferents dimensions de la sostenibilitat (Digitainability) en l'àmbit de les activitats turístiques i de lleure. * Estudi de la digitalització i plataformització d'activitats i experiències turístiques vinculades a altres sectors econòmics, producció local, gastronomia, artesania, etcètera. Dr. Lluís Garay NOUTUR L2.2 Comunicació turística * Percepció de la sostenibilitat en les xarxes socials o internet en general, tant en relació amb l'empresa turística com les destinacions, i com es relaciona amb aspectes empresarials, però també d'una altra mena. Dr. Lluís Garay NOUTUR L2.3 Transport aeri i accessibilitat del turisme * Aviació i impacte mediambiental. * Accessibilitat i connectivitat aèria. Especialment en a) regions remotes i b) competició en els mercats globals. * Polítiques públiques i regulació de mercats del transport aeri. * Impacte de la transformació digital en l'experiència del passatger i la gestió d'empreses del sector aeri. Dr. Pere Suau-Sanchez SUMAT L2.4 Economia de plataforma i turisme * Anàlisi dels processos i estratègies d'adaptació de l'economia de plataforma turística (EPT) al context actual de canvi continu a l'Estat espanyol. Identificació dels vectors sobre els quals se sustenten aquests processos d'adaptació, les performativitats i les modificacions en les estratègies d'ús de les EPT en diversos contextos territorials i activitats econòmiques. * Estudi dels impactes i els processos específics de reestructuració i reconfiguració provocats pels diferents desenvolupaments de l'EPT a l'Estat espanyol en les seves principals tipologies de destinació turística (urbà, sol i platja, interior), tant pel que fa als diferents grups d'interès de l'activitat com en relació amb altres sectors estretament relacionats o que hi han tingut impacte (des del sector primari i l'industrial a altres sectors de serveis). * Identificació de bones pràctiques derivades de la mobilització social i empresarial, i de les innovacions en la formulació de polítiques públiques i de regulació del fenomen que persegueixin la transició de l'EPT cap a un model que promogui la justícia social, econòmica i ambiental. Dr. Lluís Garay Dra. Julie Wilson NOUTUR L2.5 Coworking rural, nomadisme digital i mobilitats turístiques * Temes relacionats amb iniciatives de Cotreball rural, pràctiques de nomadisme digital i mobilitats turístiques en el context de la nova ruralitat i les regions interiors. * Treball en remot i activitats d'oci i turisme als destins; motius, perfils i impactes del nomadisme digital i dels workationers en les diferents tipologies de destins turístics (Lluís Garay) Dra. Julie Wilson Dr. Carles Méndez-Ortega Dr. Lluís Garay NOUTUR i2TIC L2. 6 Fluxos urbans a les destinacions turístiques * Aquesta proposta de recerca es centra en la mobilitat i la logística urbana en les destinacions turístiques. Aborda l’estudi del sector, així com les companyies que hi operen. La idea principal és que les noves tecnologies (digitals) estan democratitzant l’accés a nous productes i serveis, alhora que prometen un futur més sostenible. No obstant, la realitat no sempre és tan senzilla. Dr. Eduard J. Alvarez Palau SUMAT L2.7 Dinàmiques Espacials del Turisme: Polítiques i Indicadors Econòmics en Contextos Urbans i Regionals * Aquesta línia de recerca investiga els patrons espacials del turisme tant a nivell urbà com regional a través del marc de la geografia econòmica. Es centra en analitzar com els indicadors econòmics i polítiques determinades influeixen en la ubicació i el desenvolupament del turisme. Àrees clau d'estudi inclouen els fenòmens de gentrificació, la col·locació amb alguns sectors econòmics i l'impacte del turisme en els territoris locals, amb l'objectiu d'entendre les relacions complexes entre les dinàmiques del turisme i els factors econòmics en diversos contextos geogràfics. Dr. Carles Méndez-Ortega i2TIC-IA Lab L2.8 Expansió hotelera Estudiar els diferents models que les cadenes hoteleres tenen al seu abast per tal d'expandir-se en diferents mercats, amb èmfasi cap als models asset-light. Identificar i analitzar les diferens clàusules contractuals que poden establir-se entre les cadenes hoteleres i els propietaris de negocis que s'adhereixen a un mateix sistema hoteler. Identificar, recopilar i descriure les pràctiques empresarials que es produeixen en les relacions entre la cadenes i els propietaris de negocis, examinant possibles situacions de conflicte entre ambdues parts. Estudiar els components del sistema hoteler (estàndards i serveis de grup) i la seva relació amb la governança en l'àmbit de les xarxes hoteleres. Dr. Jordi Moguel Fernández NOUTUR L2.9 Regulació de les plataformes digitals i el turisme Identificació, recopilació i anàlisi de les pràctiques empresarials de les plataformes digitals i els conflictes intermpresariales i amb els consumidors que aquelles poden generar. Estudi de les relacions que es conformen entre els diferents actors que participen en els mercats bilaterals amb èmfasi envers el paper que hi juguen les plataformes en línia. Dr. Jordi Moguel Fernández NOUTUR"
}