{
  "url": "https://uoc.edu/ca/estudis/beques-ajudes/ajudes-rurals-tarragona",
  "content": "Ajudes de matrícula per a persones residents en zones rurals de la Demarcació de Tarragona Els ajuts de matrícula per a persones residents a zones rurals volen afavorir l'accés a formació de nivell universitari per a persones residents a zones rurals de la demarcació de Tarragona. Es convoquen 10 beques parcials d’un import de 1.000€ destinades a qualsevol programa de Grau o Màster Universitari de la UOC i durant el primer i el segon semestre del curs acadèmic 2024-2025, de conformitat amb les bases següents. Termini de sol·licitud tancat. En cas de discrepància, la informació vàlida serà la que consti a les bases de la convocatòria publicades a l'e-tauler de la UOC. Qualsevol programa de Grau o Màster Universitari de la UOC i durant el primer i el segon semestre del curs acadèmic 2024-2025. Les 10 beques es distribueixen en dos blocs de 5 beques cadascun: 5 beques destinades a programes de Grau. 5 beques destinades a programes de Màster Universitari. Per ser persona beneficiària de les beques de matrícula recollides en aquestes bases són aplicables els requisits següents: Ser més gran de 18 anys o complir-los en l'any que es comença a cursar el programa objecte de l'ajut. Residir en una població amb menys de 2.000 habitants o de fins a 5.000 si està situada en una comarca amb una densitat de població inferior a 100 hab./km 2 , situada a la província de Tarragona. Realitzar una matrícula d’un mínim de 15 crèdits docents en primera matrícula, al primer semestre, i una matrícula mínima de 15 crèdits docents, en primera matrícula, al segon semestre del curs acadèmic en un programa de Grau o de Màster Universitari de la UOC al curs 2024/2025. Haver estat admès al programa per al qual s'ha sol·licitat la beca. Tenir la voluntat, expressada mitjançant una carta de motivació, de vincular la formació a la seva implicació amb el món rural. No tenir aplicada cap sanció disciplinària en l'expedient acadèmic durant tot el procés de postulació i de resolució de la beca. No tenir aplicada cap sanció per impagament en l'expedient acadèmic durant tot el procés de postulació i de resolució de la beca. Les persones que no compleixin els requisits de la convocatòria seran excloses de la mateixa. L'import individual de la beca es concreta en una aportació de 1.000 € per a cursar un programa de Grau o de Màster Universitari de la UOC durant el curs acadèmic 2024-2025. L’import s’abonarà a la persona adjudicatària una vegada confirmada l’obtenció de la Beca. Les persones interessades que vulguin obtenir alguna de les beques de matrícula convocades a les bases hauran de: Emplenar en primer lloc el formulari de sol·licitud de beca de la UOC juntament amb la documentació sol·licitada. Seguint les instruccions que es trobaran en el mateix formulari, han d’adjuntar la documentació següent: Document nacional d'identitat o document identificatiu equivalent segons el país de residència i que acrediti la residència legal. Certificat d'empadronament o certificat de convivència que acrediti la residència en zones rurals segons el requisit establert en l'article 3.1.2. Carta de motivació on s'expressi la proposta de com es vincula la formació amb la residència en una zona rural (requisit 3.1.5), seguint el model adjunt a l’annex 1 d’aquesta convocatòria. Documentació acreditativa de situacions de vulnerabilitat que s’estableixen com a criteri de valoració (article 7.1.3). 12 de març de 2025: Data límit per postular a la beca 12 de març de 2025: Data límit per lliurar la documentació requerida. 21 de març de 2025 : Publicació del llistat provisional de persones seleccionades a l' e-tauler de la seu electrònica de la UOC. Del 22 al 23 de març de 2025: Termini de presentació d'al·legacions. 26 de març de 2025: Publicació del llistat definitiu de persones seleccionades a l' e-tauler de la seu electrònica de la UOC. Els cursos de la UOC es fan en línia. L'activitat docent té lloc al Campus Virtual, un entorn virtual on trobareu les aules, el vostre espai personal i les eines necessàries per a l'estudi i la comunicació. Per saber més sobre el model educatiu consulta aquí . Podeu consultar les bases legals de la convocatòria a l' e-tauler de la seu electrònica de la UOC, a l'apartat Beques, ajuts i premis. En cas de discrepància, la informació vàlida serà la que consti a les bases de la convocatòria publicades a l'e-tauler de la UOC. Amb la col·laboració de: També et pot interessar... Com matricular-te a la UOC Preus, descomptes i facilitats de pagament Beques i ajuts Convalidacions i reconeixement de crèdits"
}