{
  "url": "https://uoc.edu/portal/ca/universitat/organitzacio/fuoc/index.html",
  "content": "Com ens organitzem Fundació per a la Universitat Oberta de Catalunya Patronat Comissió Permanent Consell Assessor Empreses que formen part del grup empresarial de la FUOC Consideració jurídica Estatuts i normes d'organització La Fundació per a la Universitat Oberta de Catalunya (FUOC) neix sota l'impuls de la Generalitat de Catalunya el 6 d'octubre de 1994 amb la voluntat d'impulsar una oferta pròpia d'ensenyament universitari no presencial. L'objecte fonamental és promoure la creació i el reconeixement de la UOC , la qual dedica una atenció preferent a la recerca en l'àmbit de de les metodologies i tècniques aplicades a l'ensenyament universitari no presencial. La Fundació es regeix per un patronat integrat per entitats d'àmplia implantació a tot el territori i dotades d'un gran prestigi social. En formen part la Generalitat de Catalunya, la Federació Catalana de Caixes d'Estalvis, la Cambra Oficial de Comerç, Indústria i Navegació de Barcelona, l'Institut d'Estudis Catalans, així com persones físiques o jurídiques de rellevància en els àmbits social, cultural, científic o professional. La Fundació per a la Universitat Oberta de Catalunya vetlla per la correcta i eficaç direcció i gestió de la Universitat i porta a terme les tasques d'inspecció, avaluació i control necessàries per a garantir la màxima qualitat del procés formatiu. Després del procés constitutiu la UOC és reconeguda per unanimitat mitjançant la Llei 3/1995, de 6 d'abril, de reconeixement de la UOC, publicada en el DOGC núm. 2040 de 21/04/95 . Estatuts i normes d'organització Patronat El Patronat és el màxim òrgan de representació, govern i administració de la Fundació per a la Universitat Oberta de Catalunya (FUOC), d'acord amb l'article 14 dels seus Estatuts. Sobre el Patronat Comissió Permanent La Comissió Permanent és l'òrgan permanent d'administració i gestió de la Fundació i la missió de la qual és conduir els afers ordinaris de la Fundació. Sobre la Comissió Permanent Consell Assessor El Consell Assessor assisteix el Patronat i és l'òrgan consultiu de la Fundació, segons l'Acord de 28 de desembre de 1995, del Govern de la Generalitat de Catalunya. Sobre el Consell Assessor"
}