{
  "url": "https://uoc.edu/portal/ca/in3/coneix/pla-estrategic/resum-elevator/index.html",
  "content": "Pla Estratègic Elevator pitch 2. Elevator pitch L'Internet Interdisciplinary Institute (IN3) és el centre de recerca de la UOC especialitzat en l'estudi de la societat digital. La recerca de l'IN3 integra les enginyeries –especialment la informàtica i la telecomunicació– amb les ciències socials, les ciències de la vida, les ciències humanes, les arts i, en general, totes les disciplines que estudien l'activitat humana, mitjançant un enfocament interdisciplinari. L'IN3 estudia la societat digital i hi intervé per contribuir al seu estudi i desenvolupament mitjançant un enfocament interdisciplinari que combina enginyeries, ciències socials i humanitats. Aquest enfocament implica una col·laboració estreta entre les diferents disciplines per analitzar els problemes i reptes relacionats amb l'activitat humana en el món digital i desenvolupar tecnologies i estratègies innovadores i compromeses amb el progrés, la sostenibilitat i el benestar de la societat. Així doncs, a l'IN3 es porta a terme recerca sociotècnica per tal de construir coneixement i desenvolupar tecnologia en àmbits tan diferents com ara el disseny de noves ciutats intel·ligents, la igualtat de gènere en l'ús de les TIC, les humanitats digitals, la gestió de crisis, la cura cap a persones grans, l'anàlisi social mitjançant les eines dels sistemes complexos, la sostenibilitat tecnològica i energètica, la internet de les coses, les noves xarxes de banda ampla, la governança de les dades, les noves formes participatives per enfortir la democràcia, les tècniques d'intel·ligència artificial, o la seguretat i la privacitat en línia, entre d'altres. Aquesta metodologia permet una realimentació constant entre les diferents disciplines i una visió global dels problemes i reptes, i es promou la participació ciutadana i de les parts interessades ( stakeholders) en la producció de coneixement i innovacions sociotecnològiques per abordar aquests reptes o problemàtiques."
}