{
  "url": "https://uoc.edu/portal/ca/escola-doctorat/linies-recerca/linies-hic/culture-and-society/index.html",
  "content": "Línies de recerca Humanitats i Comunicació Culture and Society Proposta de tesi 2. Cultura i Societat Investigadors/es Grup de recerca Construir espais de resistència Ens proposem realitzar una etnografia de les noves maneres i tàctiques de resistència política i social que sorgeixen en l'actualitat a través de la lent dels estudis d'esdeveniments (Getz; Richards; Quinn). Els moviments de resistència social i política poden caracteritzar-se com a innovadors quant a la seva retòrica i mobilització col·lectiva. En l'actualitat, produeixen una plètora de creacions amb representacions i exhibicions col·lectives basades en la sincronització de multituds per a aconseguir efectes visuals, emocionals i simbòlics específics. Es tracta de manifestacions amb formes acolorides; l'ocupació de grans infraestructures estratègiques; cadenes humanes de centenars de quilòmetres; petits desplegaments localitzats i en xarxa d'eslògans i missatges específics; festivals massius, i la saturació de paisatges amb colorit simbòlic. Atès que les autoritats nacionals poden haver optat per perseguir els líders polítics i socials, l'exigència d'anonimat ha portat a alguns moviments socials a organitzar i planificar esdeveniments de noves formes mitjançant noves dramatúrgies de celebració i resistència col·lectives. Alguns moviments també recorren a la tecnologia per a dissenyar i dirigir protestes. Seran benvinguts els projectes de recerca que s'ocupin del que aquestes noves formes de resistència i desobediència, la seva retòrica, les seves narratives, el seu disseny, les seves accions i reaccions, i les seves apropiacions tecnològiques ens diuen sobre l'ús i l'apropiació de l'espai polític, simbòlic i públic més específicament. Dra. Alba Colombo Correu: acolombo@uoc.edu IdentiCat Estudis crítics dels esdeveniments. Els esdeveniments com a impulsors del canvi social (o transformadors) en el context de temps socialment incerts Esdeveniments com a festivals, carnestoltes, congressos, esdeveniments esportius, manifestacions i rituals contemporanis s'analitzen en un camp de recerca denominat \"Event Studies\". En l'actualitat, aquest àmbit d'estudi s'amplia i passa dels negocis i la política als enfocaments de caràcter social, cultural i contextual (Getz; Richards; Quinn; Smith). Aquesta situació ofereix als acadèmics la possibilitat d'abordar els esdeveniments com a activitats socials contemporànies, amb efectes i accions, però també com a motors que modelen i transformen les societats. Hem treballat en diferents aspectes relacionats amb les tradicions, el gènere, la sostenibilitat, la inclusió, les relacions socials i les xarxes, així com la liminalidad. Per tant, oferim orientació per a la recerca des d'una perspectiva crítica, relacionada amb els esdeveniments i les seves conseqüències o potencialitats per a la nostra societat. Esperem que els projectes de recerca es basin en la metodologia de les ciències socials. Les propostes han d'emprar una metodologia qualitativa, però també oferim la possibilitat de treballar amb mesures quantitatives. Animem, per tant, a aquells candidats que vulguin examinar el paper dels esdeveniments contemporanis en la nostra societat. El candidat podrà unir-se al debat generat en el marc del recent projecte de recerca finançat per la UE HERA, titulat \"Festivals, events and inclusive urban public spaces in Europe\" (2019/2022) Dra. Alba Colombo Correu: acolombo@uoc.edu IdentiCat Cossos, afectes i tecnologia La vida està feta de trobades, trobades que poden determinar el curs de la pròpia vida. Aquest coneixement forma part de la saviesa més bàsica de qualsevol ésser humà i, de fet, de qualsevol ésser viu. Des del punt de vista del pensament posthumanista, els cossos es conceptualitzen com un conjunt de diferents elements que donen lloc a organismes que van més enllà de la pell que els recobreix. Des d'aquest punt de vista, ens proposem investigar les trobades humanes amb les tecnologies digitals (i també amb els robots i la intel·ligència artificial) per a entendre alguns dels efectes d'aquestes trobades/assemblatges en les maneres de relacionar-nos amb els altres (humans i no humans), en la construcció de nosaltres mateixos com a subjectes i en el pensament de nosaltres mateixos com a humans/posthumans. n. b.: Aquesta direcció de tesi es realitzarà en català o en castellà. Dr. Francesc Núñez Mosteo Correu: fnunez@uoc.edu MEDUSA El neoliberalisme en l'\"acadèmia de gènere\": processos de subjectivació i resistència Aquesta línia ofereix dues sublinies de recerca: Obediència i desobediència en un context acadèmic i científic neoliberal des d'una perspectiva de gènere. Què signifiquen 'obeir' i 'desobeir' i què entenem per ells en aquest context? Com discuteixen l'obediència els acadèmics i investigadors? On estan els límits entre l'obediència i la protecció? Quines pràctiques de desobediència poden identificar-se, en quines circumstàncies i amb quines conseqüències? Podem apreciar alguna diferència des d'un punt de vista de gènere i/o generacional en els comportaments, discursos i conseqüències associats a aquestes pràctiques? El neoliberalisme en l'\"acadèmia de gènere\": l'impacte de les tecnologies d'avaluació en la construcció de subjectivitats. Aquesta línia pretén estudiar els processos pels quals ha començat a regir un ethos de gestió en les institucions acadèmiques i científiques que, al seu torn, ha provocat l'entrada de competències i habilitats alienes a aquest àmbit. Quins impactes té aquesta \"intrusió\" en els processos de subjectivació i control dels acadèmics i investigadors, i en el disseny de les seves carreres acadèmiques, i quines conseqüències té des d'una perspectiva de gènere. Dra. Agnès Vayreda i Duran Correu: avayreda@uoc.edu MEDUSA Ecologies de la imaginació Pensar és entrenar la imaginació, produir imatges possibles del que no és aparent, obvi o immediat. En un present immediatista que anul·la tota imaginació, excepte l'apocalíptica, de quins imaginaris disposem, avui, per a possibilitar noves visions emancipadores del present, del passat i del futur? Dra. Marina Garcés Mascareñas Correu: mgarcesma@uoc.edu MUSSOL La transformació neoliberal del món acadèmic en el cas de les humanitats i les ciències socials: efectes i resistència L'impacte de les polítiques i pràctiques neoliberals ha provocat la transformació més significativa de la ciència i el món acadèmic contemporanis des de mitjan segle XX. Les polítiques acadèmiques neoliberals han posat més èmfasi en la creació de valor comercial que en la consecució del benestar social o del coneixement; s'ha fomentat l'ús de patents més que la difusió oberta del coneixement i s'ha promogut la inversió privada en les universitats i en els projectes de recerca, per a fomentar aquelles línies de recerca amb major aplicació comercial i, per tant, perspectives de retorn financer. La literatura existent sobre aquestes qüestions se centra en les ciències naturals o \"dures\", com el camp biomèdic, mentre que àrees com les humanitats i les ciències socials han estat molt menys estudiades. En aquesta línia de recerca pretenem analitzar, en primer lloc, aquest terreny gairebé inexplorat, a partir de casos concrets com els de les \"humanitats digitals\" i, a més, identificar i estudiar iniciatives o experiències de resistència -tant en contingut com en organització- dins i fora de l'àmbit acadèmic. Dr. Eduard Aibar Correu: eaibar@uoc.edu MUSSOL Cultura visual i societat La present proposta convida als candidats al doctorat interessats a explorar el paper de la cultura visual en la societat contemporània. Això inclou un examen de la fotografia, les arts visuals i escèniques, el cinema i el vídeo, i els mitjans electrònics, centrant-se en els fonaments històrics de la visualitat, així com en les teories de la cultura visual i l'estètica. Es convida als candidats a explorar el paper de la cultura visual en la societat en relació amb: La construcció simbòlica de la raça, la classe i el gènere Dimensions visuals de la vida social Història visual de les pràctiques socials i els artefactes socials Recerca basada en l'art i metodologies de recerca visual Dra. Amalia Creus Correu: acreus0@uoc.edu Mutacions del dubte: del dubte metòdic a l’agnotologia El pensament i la ciència modernes van situar el dubte al centre del seu mètode d'accés a la veritat i al coneixement. Actualment, però, han emergit noves formes del dubte, sovint sistemàticament produïdes i amb actors poderosos al darrera, que van directament enfocades a generar confusió, polèmica o ignorància. En el cas del coneixement científic els estudis en agnotologia han analitzat i documentat nombrosos casos de producció sistemàtica del dubte, per tal de generar incertesa o ignorància sobre el que ja sabem (canvi climàtic, forat a la capa d’ozó, efectes del tabac, etc.), que es troben a l’arrel de l’anomenat negacionisme. Però fenòmens com les fakes news, l’apogeu de les teories conspiratòries, o el col·lapse de la imaginació, en són també exemples. Des d’un enfocament filosòfic proposem investigar aquestes noves formes de dubte i ignorància, la seva casuística i les seves implicacions conceptuals i sociopolítiques. Volem analizar quina mena de transformacions s’estan donant actualment en els règims de veritat/falsedat i en les relacions entre coneixement, ignorància i veritat, a partir tant d’estudis teòrics, com d’anàlisi de casos o àmbits concrets. Dr. Eduard Aibar Correu: eaibar@uoc.edu Dra. Marina Garcés Mascareñas Correu: mgarcesma@uoc.edu MUSSOL Infraestructura relacional, capital social i desigualtat Propostes de recerca per a estudiar com els espais d'interacció més homogenis o més mixtos impacten en la desigualtat i la subjectivitat. Estudi de la desigualtat des del punt de vista de l'impacte de les interaccions, els vincles socials i el capital social. Aquesta proposta és dirigida a qui tingui o bé coneixements estadístics i/o d'anàlisi de xarxes, o bé domini les tècniques qualitatives com l’entrevista, la història de vida o l’etnografia, i vulguin incorporar-se a recerques en curs que exploren la rellevància dels vincles i capital social que es conformen diferencialment en funció dels espais d'interacció més homogenis o més diversos en diferents contextos institucionals (l’escola, la ciutat i el territori, els espais d'oci, lingüístics o culturals juvenils, etc) en la producció i modificació de fronteres simbòliques entre persones i grups i les posteriors trajectòries socials (desigualtats). Dr. Roger Martínez Sanmartí Correu: rmartinezsa@uoc.edu Dr. Isaac González Balletbó Correu: igonzalezbal@uoc.edu IdentiCat Cultures, estils i gustos juvenils Projectes de recerca centrats en cultures i estils juvenils concrets o en la relació entre diferents estils, amb l'objectiu de comprendre com articulen fronteres i significats socials. Les cultures juvenils poden estudiar-se mitjançant estratègies metodològiques tant quantitatives com qualitatives, i centrar-se en estils concrets o en la relació entre estils; en casos contemporanis o històrics; i en un únic lloc o amb un àmbit geogràfic més ampli. L’objectiu és estudiar els estils juvenils com a produccions culturals que generen significats i respostes simbòliques als contextos històrics i estructurals en els quals existeixen (les transformacions socials i les diferents formes de desigualtat). Dr. Roger Martínez Sanmartí Correu: rmartinezsa@uoc.edu IdentiCat Crítica de la raó tecnodigital Aquesta línia de recerca estudia de forma crítica la raó que governa el nostre temps actual: la raó tecnodigital. Entenem per raó tecnodigital la lògica econòmica, conductual i ideològica que centra el temps contemporani, marcada per la mutació de l'homo machina a homo data, fet que representa una segona etapa del denominat capitalisme big tech o capitalisme de dades (data capitalism). Des d’aquesta línia d’investigació es pretén crear un espai de pensament en el camp dels estudis de la governamentalitat (governmentality studies), aportant noves mirades crítiques a les aportacions d’autors fundacionals com Michel Foucault contemporanis com Mariana Mazzucato o Evgeny Morozov, centrant-nos en tot moment en les formes de control que la ideologia de les dades exerceix sobre el ser modern, l’ homo sapiens . Dr. Ignasi Gozalo-Salellas Correu: igozalo@uoc.edu MUSSOL Activismes tecno-científics: Acció col·lectiva amb, contra i més enllà de la càrrega de la prova Des de col·lectius de pacients que pateixen una malaltia rara fins a mobilitzacions contra els efectes desastrosos de la implementació de determinades infraestructures, les últimes dècades han vist molts grups i col·lectius irrompre en els espais i activitats una vegada sagrats de la ciència i la producció tecnològica: Des de compromisos participatius de persones laiques en processos dirigits per experts – p. ex. ciència ciutadana – fins a l'articulació de contraperitatge i activisme basat en l'evidència – p. ex. el treball sobre comunitats afectades, grups preocupats, salut incorporada i activisme per la justícia ambiental per entaular converses amb experts –, moltes d'aquestes pràctiques i activitats no només estan transformant qui i com de la producció tecno-científica, sinó també els seus espais i resultats. Curiosament, l'atenció a aquestes pràctiques activistes tecno-científiques ha portat els estudiosos en Estudis de Ciència i Tecnologia i enfocaments de Teoria de la Xarxa d'Actors a desenvolupar interessants indagacions etnogràfiques i de mapeig de controvèrsies sobre com aquests comptes han creat nous terrenys per a conceptualitzacions alternatives de l'acció col·lectiva: (1) anant més enllà de les narratives heroiques massa humanes i habitualment dominades per homes de les lluites polítiques: mostrant els papers variats que animals, dispositius, ecologies, atmosferes, la Terra, avantpassats, i una gamma d'altres éssers esdevenimentals juguen en diferents formes d'acció política; i (2) considerant els reptes conceptuals que les interessants ‘activacions’ de la ciència i la tecnologia en les que s'impliquen aquests agents poden suposar per a les comprensions rebudes de l'acció col·lectiva. Seguint aquesta línia de pensament, donem la benvinguda a propostes de doctorat interessades en desenvolupar estudis conceptuals i etnogràfics de diferents repertoris d’‘activisme tecno-científic’ (contraperitatge, traducció, públics dels temes, cosmopolítica i autoexperimentació), prestant atenció minuciosa no només a les complexes distribucions i atribucions d'agència que impliquen, sinó també a les relacions particulars que aquestes formes d'acció col·lectiva tenen amb la càrrega de la prova i diferents formes de ‘política de la veritat’. Dr. Tomás Sánchez Criado Correu: tomcriado@uoc.edu CareNet Frau i integritat a la recerca científica actual L'anàlisi del frau científic i les males conductes pot aportar llum sobre alguns aspectes fonamentals de la ciència. Per exemple, l'evolució històrica del fraud científic, des de la manipulació “epistemològica” tradicional —fabricació o falsificació de dades— fins a les varietats de “postproducció” actuals —destinades a potenciar l'impacte de les publicacions—, reflecteix canvis dramàtics en la forma com s'avalua i s'organitza la ciència. Busquem propostes de recerca disposades a analitzar alguns dels trets més distintius d'aquest nou estil emergent de mala conducta científica i vincular-los a canvis estructurals en l'organització, el finançament i l'avaluació de la ciència contemporània. Es poden utilitzar diferents mètodes: des d'estudis quantitatius sobre “retractions” fins a anàlisis qualitatives de casos concrets. Volem parar especial atenció a alguns casos recents notoris de presumptes males conductes en la ciència espanyola i la manera com han estat tractats per les institucions acadèmiques i governamentals, els mitjans de comunicació i els col·legues. Dr. Eduard Aibar Correu: eaibar@uoc.edu MUSSOL Estudis socials sobre la ciència i la tecnologia (STS) Els anomenats ‘estudis de ciència i tecnologia’ (en anglès, science & technology studies, STS) són un àmbit de recerca interdisciplinari, sorgit fa algunes dècades, que explora diferents aspectes socials al voltant de la ciència i la tecnologia. En la confluència de disciplines com la història, la sociologia o la filosofia de la ciència d’orientació post-kuhniana, promou estudis fonamentalment empírics (amb mètodes etnogràfics, historiogràfics o amb estudis de cas, entre d’altres) sobre pràctiques, iniciatives i episodis de la ciència i la tecnologia concrets, des d’un punt de vista situat i crític amb les perspectives tradicionals del determinisme tecnològic, el cientisme o la ideologia de la innovació. Hi tenen cabuda, particularment, anàlisis de la creació, el disseny o l’ús del coneixement científic i els artefactes tecnològics, parant especial atenció als seus contextos socials, culturals i polítics. Dr. Eduard Aibar Correu: eaibar@uoc.edu MUSSOL Drets culturals: de les desigualtats a l’equitat Anàlisi, d'una banda, de les desigualtats en les diferents dimensions dels drets culturals (participació, formació, creació, producció i governança). I de l’altra, estudi de les polítiques i projectes que donen resposta a aquestes desigualtats. S’aborden preguntes com ara: quins factors condicionen les desigualtats en l’exercici dels drets culturals? Com influeixen en l’accés i la creació cultural factors diversos com el territori de residència, l'origen de les persones o el gènere? Quin tipus de polítiques culturals i socials es desenvolupen per donar resposta a aquestes desigualtats? Com es construeix, en aquestes polítiques, el problema públic de la desigualtat? Quines implicacions i resultats té la promoció de l'equitat en la participació cultural a través de programes i projectes concrets? En definitiva, s’analitza la cultura com a dimensió clau en la preocupació per les desigualtats socials i urbanes. Les persones que desenvolupin la seva tesi doctoral en aquesta línia es podran incorporar al projecte de recerca “DEPART. El derecho a participar en la vida cultural de la ciudad: desigualdades y políticas de equidad”, finançat per una convocatòria competitiva. Dr. Nicolás Barbieri Muttis Correu: nbarbieri@uoc.edu El valor públic de la cultura: de la instrumentalització de la cultura a la transformació democràtica Anàlisi i avaluació del valor públic de les polítiques i els projectes culturals, estudiant el pas de la instrumentalització de la cultural amb objectius econòmics i socials cap a processos de transformació democràtica. Aquesta línia de recerca aborda preguntes com ara: fins a quin punt les polítiques i projectes cultural promouen identitats col·lectives i equitatives, generant sentit de pertinença a espais compartits i alhora socialment diversos? Com la cultura pot afavorir el desenvolupament autònom i creatiu de les persones, tot oferint oportunitats per formar-se, comprendre i intervenir en les societats actuals? Per què, com i amb quins resultats les institucions culturals incorporen l’acció comunitària entre els seus objectius i programes? Quines polítiques aconsegueixen impulsar la transformació territorial inclusiva i sostenible, amb la construcció de noves centralitats culturals i el reconeixement de les capacitats culturals de les persones? A nivell metodològic, s’aposta pel desenvolupament d’aproximacions innovadores per mesurar el valor i l’impacte dels projectes culturals, a través d’instruments quantitatius i qualitatius (indicadors, enquestes, frame analysis, etc.) Dr. Nicolás Barbieri Muttis Correu: nbarbieri@uoc.edu Resistències perifèriques: joventuts, marginalitats i formes d'acció política Projectes de tesi que busquin estudiar i comprendre com reaccionen les persones joves de contextos perifèrics a la desigualtat i la marginalitat, principalment des d'un enfocament qualitatiu i/o etnogràfic. En les últimes dècades, la societat, els mitjans, el món acadèmic i la política han posat un fort accent en observar les actituds i el discurs dels joves envers la democràcia i la seva implicació política, cercant mesurar fins a quin punt tenen idees reformistes, rupturistes o fins i tot reaccionàries. Aquest enfocament sovint ha derivat en visions estigmatitzadores i generalitzadores sobre la joventut, especialment en zones perifèriques o marginals. En aquests contextos els joves s’enfronten a problemàtiques estructurals com la falta d’ocupacions dignes, la segregació social o l’increment de la pobresa. Aquests problemes poden ser entesos com formes de violència estructural, i reconèixer-los ajuda a entendre les causes de la desigualtat i la marginalitat, així com els agents que hi intervenen: institucions, processos econòmics, dinàmiques socials, urbanisme, intervencions institucionals i xarxes de relacions. Els joves, front aquestes situacions, responen i resisteixen la violència estructural a través de diferents formes d’acció política: des de revoltes en barris desafavorits i mobilitzacions fins a esclats de violència o l’adopció de posicions d’extrema dreta, entre altres expressions. Aquesta línia de recerca busca profunditzar en la comprensió d'aquestes formes polítiques, allunyant-nos de mirades estigmatitzadores sobre les joventuts. Dr. Eduard Ballesté Isern Correu: eballestei@uoc.edu L'opressió de la IA generativa La IA va generar 15.000 milions d'imatges en el seu primer any, una fita que als fotògrafs els va costar 150 anys aconseguir. L'impacte en la societat encara no s'ha apreciat plenament. Especialment preocupants són els biaixos de la IA. Aquests reforcen estereotips i perpetuen pràctiques discriminatòries en termes de raça, gènere o edat, entre d'altres. Principalment, perquè els models d'IA generativa no aconsegueixen captar la diversitat i complexitat de la nostra societat i es prioritzen certs discursos per sobre d'altres. Aquesta línia de recerca té com a objectiu estudiar les diferents formes de producció, consum, apropiació o regulació de les tecnologies d'IA generativa en relació amb diferents formes de discriminació i exclusió. Dr. Juan Linares-Lanzman Correu: jlinareslanzman@uoc.edu Dra. Andrea Rosales Correu: arosalescl@uoc.edu Resistència i IA El tema d'aquesta investigació és la rebel·lió global emergent contra l'opressió de la Intel·ligència Artificial (IA) i el paradigma d'IA dominant, amb les seves pràctiques, mites i discursos. Es basa en les experiències compartides de com la IA està afectant la societat i les diferents formes en què els usuaris lluiten per negociar la seva agència en les plataformes algorítmiques, que eventualment podrien convertir-se en accions d'agència algorítmica col·lectiva i impactar el desenvolupament de tecnologies. La resistència a la IA sovint qüestiona les implicacions ètiques dels sistemes d'IA, el control del poder i l'equitat social. Pot operar dins o contra el sistema i podria incloure moviments socials i lluites legals, així com auditories algorítmiques o tècniques d'enginyeria inversa, entre altres estratègies. Dr. Juan Linares-Lanzman Correu: jlinareslanzman@uoc.edu Dra. Andrea Rosales Correu: arosalescl@uoc.edu Coomunication Networks and Social Change - CNSC UOC"
}