{
  "url": "https://uoc.edu/portal/ca/escola-doctorat/linies-recerca/linies-hic/language-and-literature/index.html",
  "content": "Línies de recerca Humanitats i Comunicació Language and Literature Proposta de tesi 4. Llengua i Literatura Investigadors/es Grup de recerca Literatures xineses i sinòfones Recerca en literatures xineses contemporànies i/o sinòfones, especialment (però no exclusivament) en relació amb la representació de l'alteritat, les tensions socials o les interaccions entre el món sinòfon i l'occidental. Enfocaments d'aquests aspectes des dels àmbits de la literatura comparada, els estudis de traducció, la teoria crítica, la teoria intel·lectual i el pensament. Dr. Carles Prado-Fonts Correu: cprado@uoc.edu ALTER Estudis de la Metàfora Conceptual Realitzem recerques sobre la Teoria de la Metàfora Conceptual i les seves aplicacions a l'anàlisi de conceptualitzacions o discursos en camps específics, especialment la salut i la salut mental. Els temes de recerca inclouen, però no es limiten als següents: Metàfora en la comunicació de la salut / salut mental. Metàfora en el discurs dels pacients. Metàfora en el discurs professional o científic. Metàfora als mitjans de comunicació. Metodologies de detecció i codificació de metàfores. Estudis aplicats de la metàfora. El nostre projecte de recerca actual en aquesta àrea se centra en la salut mental. Podeu trobar més informació aquí: MOMENT Project . Dra. Marta Coll-Florit Correu: mcollfl@uoc.edu GRIAL Traducció automàtica neuronal: aspectes tècnics i d'integració. Els sistemes de traducció automàtica neuronal han portat a una millora significativa en la qualitat dels resultats, però encara hi ha molts aspectes a investigar i millorar. Aquesta línia de doctorat és àmplia i inclou tant aspectes relacionats amb l'entrenament del sistema com la seva integració en entorns de traducció professional. També es poden incloure recerques relacionades amb el procés de post-edició i l'ús de la traducció automàtica neuronal en la traducció de textos creatius i traducció literària. Dr. Antoni Oliver Correu: aoliverg@uoc.edu GRIAL Extracció automàtica de terminologia: aplicació de tècniques d'aprenentatge automàtic i intel·ligència artificial. Aquesta és una proposta de recerca àmplia per explorar tècniques d'aprenentatge automàtic i intel·ligència artificial aplicades a l'extracció automàtica de terminologia i la cerca automàtica d'equivalents de traducció en un corpus paral·lel i comparable. Dr. Antoni Oliver Correu: aoliverg@uoc.edu GRIAL Laboratori de Recerca d'Estudis Literaris Globals. El Laboratori de Recerca d'Estudis Literaris Globals analitza la història literària des d'una perspectiva global, descentralitzada i interdisciplinària. Aquest enfocament ens permet observar fenòmens culturals i literaris transfronterers que van més enllà del marc nacional i poden ser pensats en configuracions més àmplies. Dins una perspectiva de gènere, ètica i humanitats digitals, posem a prova els nostres objectius mitjançant quatre línies de recerca: Fluxos globals de traducció: Fluxos globals de traducció i estudis del llibre (circulació de llibres, edició, economia del prestigi, fires del llibre, agents literaris, etc. (Diana Roig-Sanz i Laura Fólica) Traducció i història cultural del segle XX i XXI dins d'un marc de humanitats digitals (Diana Roig-Sanz) Traducció literària i publicacions periòdiques, amb un enfocament específic en Amèrica Llatina (Laura Fólica) La Novel·la Global: Estudis sobre la novel·la i la teoria narrativa (Neus Rotger) La novel·la i la història (Neus Rotger) Global Literary Environments: • Uses and representations of spatial environments in literature and other realms including modern sciences (Aurea Mota) • Conceptualisations of ‘spatial displacements’ as a tool to analyse processes of cultural interconnection and transformation (Aurea Mota) • Understanding how global spaces – such as forests, rivers, and oceans – that have been understood as “collective possessions\" are constructed historically through literature, philosophy, and human sciences (Aurea Mota) Cinema Global: Història sociocultural del cinema (Ainamar Clariana-Rodagut) Dones i cinema (Ainamar Clariana-Rodagut) Dra. Diana Roig-Sanz Correu: dsanzr@uoc.edu Dra. Laura Fólica Correu: lfolica@uoc.edu Dra. Neus Rotger Correu: nrotgerc@uoc.edu Dra. Aurea Mota Correu: amotad@uoc.edu Dra. Ainamar Clariana Rodagut Correu: aclariana@uoc.edu GlobaLS Literatura catalana contemporània Aquest grup investiga el món de la literatura catalana dels segles XIX, XX i XXI. Realitzem estudis tant contextuales com teòrics amb un enfoc especial en aspectes sociològics. També fomentem estudis comparatius entre la literatura catalana i altres sistemes literaris. Els investigadors i investigadores d'aquest grup examinen els següents temes: Literatura i societat. Literatura i drets humans. Literatura i la veu subordinada. Literatura i qüestions relacionades amb el gènere, la sexualitat i la subjectivitat. L'esfera cultural i literària catalana, les seves institucions i la indústria editorial. Dr. Roger Canadell Correu: rcanadell@uoc.edu Dra. Teresa Iribarren Correu: tiribarren@uoc.edu Dra. Olívia Gassol Correu: ogassol@uoc.edu LiCMES Comunicació especialitzada: estratègies lingüístiques per fomentar la comprensió de textos especialitzats La comunicació entre especialistes en un camp i receptors no experts sempre ha estat una qüestió complexa i no exempta de problemes. Els dominis cognitius dels dos interlocutors són diferents i l'originador ha de ser capaç d'adaptar el seu discurs per fer-lo comprensible per al receptor no especialista. Amb aquest tema de recerca, la idea és analitzar, des d'una perspectiva lingüística, els factors que els especialistes han de tenir en compte a l'hora de redactar textos escrits des del seu camp d'especialització però destinats a no experts. L'objectiu és detectar aquelles estratègies lingüístiques que cal implementar per evitar problemes de comprensió que impedeixin una comunicació efectiva. Encara que l'estudi sigui des d'una perspectiva lingüística, també es té en compte la dimensió cognitiva de la comunicació especialitzada. Els camps especialitzats proposats per a la recerca són els de dret i medicina, donat que és vital que els receptors tinguin una bona comprensió dels textos que reben en aquests camps. No obstant això, es pot acordar treballar en altres camps especialitzats. Dra. Ona Domènech Bagaria Correu: odomenechb@uoc.edu IdentiCat Innovació lèxica en l'actual societat de la informació i del coneixement La revolució tècnica experimentada per la societat en les darreres dècades ha comportat transformacions profundes que han tingut un gran impacte sobre la llengua, especialment en el canvi lingüístic. Avui dia, la Web 3.0 fa possible que noves paraules circulin per la xarxa i es difonguin massivament entre milions d'usuaris, que sovint són particulars. Donades aquestes circumstàncies, sembla lògic postular que l'ús de les xarxes socials està impactant tant els processos de formació de noves paraules com la taxa de canvi neològic en les llengües (en el sentit d'accelerar-lo o incrementar-lo). Aquest tema de recerca busca validar o refutar aquestes afirmacions basant-se en l'anàlisi de neologismes presos de les xarxes socials, per determinar les línies actuals seguides per les llengües respecte als processos d'innovació lèxica. També és una línia oberta a l’estudi de la creativitat lèxica en general, tant des del punt de vista teòric, com des del punt de vista de l’estudi de casos concrets. Dra. Ona Domènech Bagaria Correu: odomenechb@uoc.edu Dr. Albert Morales Moreno Correu: amoralesmore@uoc.edu GRIAL IdentiCat Estudis de Lexicografia Computacional Els Estudis de Lexicografia Computacional se centren en la terminologia, els recursos lingüístics i les eines de processament de llenguatge natural des d'una perspectiva multilingüe i interdisciplinària. Els temes de recerca inclouen, però no es limiten als següents: Terminologia computacional Lingüística de corpus Recursos lingüístics Eines de processament de llenguatge natural Lexicografia computacional: estudis teòrics Lexicografia computacional: estudis aplicats Dra. Mercè Vàzquez Correu: mvazquezga@uoc.edu Dr. Albert Morales Moreno Correu: amoralesmore@uoc.edu GRIAL Didàctica de la Llengua i la Literatura La Didàctica de la Llengua i la Literatura (DLL) és una disciplina que travessa tant els nivells educatius preuniversitaris (Infantil, Primària, ESO i Batxillerat), com la didàctica universitària (Grau, Màster, Postgrau) i l’ensenyament a adults reglat i no reglat (EOI, cursos per a persones migrades, formació continuada, etc.). Dins d’aquest marc multinivell, proposem les següents línies de recerca en DLL des d’una perspectiva no androcèntrica i compromesa amb els Objectius de Desenvolupament Sostenible: 1. Didàctica de les llengües: - ensenyament i aprenentatge de llengües en contextos multilingües (L1, L2) - didàctica de les llengües estrangeres, com ara CLE o ELE. 2. Didàctica de la literatura: - educació literària en contextos multiculturals: teoria, metodologies, pràctiques. - dimensió sociocultural de la literatura, cànon i currículum educatiu. - interrelació de la literatura amb altres disciplines en la pràctica educativa. 3. Sociolingüística educativa: - didàctica de la sociolingüística - actituds lingüístiques, creences, etc. de la comunitat educativa (professorat, alumnat, famílies, etc.). 4. Recursos per a la DLL: - anàlisi dels materials didàctics existents i elaboració de nous recursos, analògics o digitals. - les humanitats digitals i les seues aplicacions a la DLL. 5. Intersecció entre llengua, literatura, cultura en la pràctica educativa. 6. La DLL des d’una perspectiva històrica, transnacional o comparada. 7. La DLL i el foment lector. Dra. Maria Lacueva Lorenz Correu: mlacueval@uoc.edu Dr. Roger Canadell Correu: rcanadell@uoc.edu Dra. Maite Puigdevall Serralvo Correu: mpuigdevallse@uoc.edu Dra. Ares Llop Naya Correu: allopn@uoc.edu IdentiCat LiCMES Multilingüisme i interseccionalitat El grup de recerca IdentiCat inclou un equip de sociolingüistes interessats en comprendre com la diversitat lingüística s'incardina en la producció i reproducció de desigualtats socials. Més específicament, ens preocupa com les desigualtats lligades a les llengües enllaça amb altres eixos de desigualtat, com el gènere, la sexualitat, la classe social, la raça, la diversitat funcional, etc… En especial, ens preocupa desenvolupar el concepte de subjectivitat aplicat als usos lingüístics, així com les noves aportacions del post-materialisme i el post-humanisme per comprendre com es poden generar espais d'agentivitat per a subjectes subalterns, i també com les polítiques lingüístiques poden integrar-se a la resta de polítiques d'igualtat a tots els nivells. Dr. Joan Pujolar Correu: jpujolar@uoc.edu IdentiCat Multilingüisme i interseccionalitat El grup de recerca IdentiCat inclou un equip de sociolingüistes interessats en comprendre com la diversitat lingüística s'incardina en la producció i reproducció de desigualtats socials. Més específicament, ens preocupa com les desigualtats lligades a les llengües enllaça amb altres eixos de desigualtat, com el gènere, la sexualitat, la classe social, la raça, la diversitat funcional, etc. En especial, ens preocupa desenvolupar el concepte de subjectivitat aplicat als usos lingüístics, així com les noves aportacions del post-materialisme i el post-humanisme per comprendre com es poden generar espais d'agentivitat per a subjectes subalterns, i també com les polítiques lingüístiques poden integrar-se a la resta de polítiques d'igualtat a tots els nivells. Dr. Joan Pujolar Correu: jpujolar@uoc.edu IdentiCat. Llengua, cultura i identitat en el món global Traducció automàtica veu-text i veu-veu Estudiar les tècniques d'entrenament i finetuning de models per a la traducció automàtica veu-text i veu-veu. Es pretén estudiar dues aplicacions concretes: la comunicació científica i acadèmica i les arts escèniques. A més d'estudiar aspectes tècnics sobre els models de traducció, es pretén també analitzar els possibles dispositius de sortida que permetin fer servir aquestes aplicacions: projectors, dispositius mòbils, ulleres intel·ligents, etc. Dr. Antoni Oliver Correu: aoliverg@uoc.edu GRIAL Teatre, gènere i sexualitat S'accepten propostes de tesi en l'àmbit del teatre català, en especial des de la perspectiva del gènere i la sexualitat. Dra. Adriana Nicolau Jiménez Correu: anicolauj@uoc.edu LiCMES Sociolingüística crítica Proposem abordar estudis sociolingüístics, és a dir, sobre la llengua no com a codi, sinó com a pràctica social (Halliday; Hymes; Gumperz) des d'una perspectiva conflictiva o crítica en què els individus o parlants competeixen per aconseguir i mobilitzar uns recursos lingüístics segons els seus interessos (Bourdieu; Heller; Duchêne). Ens preguntem què signifiquen les pràctiques lingüístiques per als individus en un món caracteritzat per la terciarització de l'economia, l'augment de les mobilitats de persones, mercaderies i imatges així com les noves formes de governança. El projecte Horizon Multistuali (MultiLX) té l'objectiu d'estudiar les pràctiques lingüístiques quotidianes tant analògiques com digitals i les ideologies lingüístiques. Dra. Maite Puigdevall Serralvo Correu: mpuigdevallse@uoc.edu Dr. Joan Pujolar Correu: jpujolar@uoc.edu IdentiCat Anàlisi del discurs institucional Aquesta línia de recerca se centra en l'anàlisi del discurs en entorns institucionals, tant de contextos supranacionals (UE, ONU, etc.) com nacionals (parlaments, cambres legislatives, organitzacions, etc.). L'objectiu és analitzar les relacions de poder, legitimitat i autoritat a través del llenguatge, així com les implicacions socials i polítiques de les pràctiques discursives que duen a terme les institucions públiques i privades. Dr. Albert Morales Moreno Correu: amoralesmore@uoc.edu GRIAL Llenguatge planer i comunicació clara La línia de recerca en Llenguatge Planer (LP) i comunicació clara es dedica a l'estudi i l'aplicació de models de comunicació clara i accessible per a la ciutadania, especialment en contextos administratius i jurídics. L'objectiu és simplificar la documentació institucional i identificar bones pràctiques per millorar la claredat del llenguatge administratiu. Col·laborem amb projectes com el de l'ús de l'eye tracking per millorar l'accessibilitat de l'Administració. Dra. Ona Domènech Bagaria Correu: odomenechb@uoc.edu Dr. Albert Morales Moreno Correu: amoralesmore@uoc.edu IdentiCat | GRIAL Traducció jurídica i traducció institucional La traducció jurídica i institucional és un camp cabdal per a la comunicació intercultural. Són contextos en què la precisió i l'adequació terminològica són essencials per a garantir la seguretat jurídica de l'ordenament i els drets de la ciutadania. Aquesta línia de recerca ofereix als doctorands l'oportunitat d'investigar sobre la traducció en contextos juridicoadministratius supranacionals i nacionals. Una recerca d'aquesta mena permet abordar aspectes com la traducció de textos especialitzats (textos normatius, contractes, sentències judicials o documents institucionals, entre d'altres) que han de mantenir la precisió i, alhora, ser curosos amb les diferències culturals i normatives dels agents implicats. Dr. Albert Morales Moreno Correu: amoralesmore@uoc.edu Dra. Ona Domènech Bagaria Correu: odomenechb@uoc.edu Dra. Mercè Vàzquez Correu: mvazquezga@uoc.edu GRIAL | IdentiCat Narratives literàries contemporànies: perspectives comparades Estudis sobre narrativa literària contemporània amb enfocaments teòrics propis del comparatisme, els estudis sobre novel·la, la teoria narrativa, els estudis de gènere i els estudis d'ètica. En el marc de l'actual projecte de recerca Narratives dels Marges d'Europa (NAME), donem la benvinguda a propostes de tesi sobre ficció narrativa i literatura de no-ficció dels anys noranta fins a l'actualitat, amb especial atenció a les cultures literàries del Sud i de l'Est europeus. Dra. Neus Rotger Correu: nrotgerc@uoc.edu GlobaLS"
}