{
  "url": "https://uoc.edu/portal/ca/escola-doctorat/linies-recerca/linies-elearning/challenges/index.html",
  "content": "Línies de recerca Educació i TIC (e-learning) Challenges for Sustainable Management and Organization in Online Education This research area investigates the development of strategies and organizational infrastructures as a means to improve on-line education programs. Research issues such as successful leadership, the impact of online learning on institutional policies, cost-benefits analysis, the ROI of distance education programs and educational innovation will be the focus of analysis. The primary research goal is to analyze the main challenges that leadership, planning and administration factors pose on distance education when trying to improve the management of online organizations, as well as to explore methods and obtain data to measure the economic efficiency of online education. The main areas of research include (but are not limited to): 1) The role of leadership of distance learning administrators; 2) Critical design and administrative issues for online program success; 3) The adoption of innovation in online organizations; 4) Strategic planning to improve learner performance and to reduce cost; 5) The role of learning communities and informal networks in online educational administration. Keywords : information resources ; collaborative learning ; digital environments ; technology acceptance ; social capital , social networks ; digital behaviour ; digital institutional culture , digital leadership ; higher education ; higher education institutions; educational and oganizational models; digital transformation. Thesis Proposals Researchers Research Group Keywords Habits and motivations in the uses of the digital environment for collaborative learning This line of research studies behaviours and decisions in relation to the use of the digital environment in learning processes. It aims to discover behaviours and motivations in regard to the acceptance or refusal of digital information resources (such as applications, services or devices) in learning processes as well as the modes of use and access to these resources. The possible contexts of learning are considered in the broadest sense, whether formal learning in an academic context (teaching and research), informal learning in a personal or organizational context, or a combination of these. The paradigm of digital visitors and residents is used as a key reference to characterize these behaviours, as well as existing literature on knowledge management and information behaviour. The theses proposals may include qualitative or quantitative methods, or a combination of the two. Dr Agustí Canals acanalsp@uoc.edu Dr Eva Ortoll eortoll@uoc.edu Dr Montserrat Garcia-Alsina mgarciaals@uoc.edu KIMO Research Group information resources; collaborative learning; digital environments; technology acceptance Impact of social capital and social networking behavior on students' learning process in e-learning This line of research studies the structure and use of students’ social networks in an online learning environment, in an attempt to relate networks’ structure and use with students’ learning process. Advanced statistical techniques will be applied to relate the structure of social networks with the learning process of students. Semi-structured interviews and other qualitative techniques will be applied to determine how students use their personal social networks. A thesis proposal can be based on quantitative methodologies, qualitative methodologies, or a combination of the two. The proposals will take into account the existing literature and theory on social networks and on informational behaviour, so as to customize its application in the specific context of e-learning. Dr Agustí Canals acanalsp@uoc.edu Dr Eva Ortoll eortoll@uoc.edu Dr Montserrat Garcia-Alsina mgarciaals@uoc.edu KIMO Research Group social capital, social networks; digital behaviour Teacher Digital Competence Leadership and institutional culture analysis The aim of this area is to improve the understanding of the role of institutional culture as an enabler or hindrance to teacher digital competence (TDC) development in Higher Education. Dr Amal Elasri Ejjaberi aelasri@uoc.edu Dr Maria Jesús Martínez Argüelles mmartinezarg@uoc.edu Dr Enric Serradell Lopez eserradell@uoc.edu MeL - Management and eLearning digital institutional culture, digital leadership; higher education Developing personal and professional decision-making skills This research seeks to analyse and design environments in which to learn and develop suitable personal and professional decision-making skills. The research aims to systematize this knowledge in order to create a better approach to the complexity of decision-making in complex environments, mainly in companies, both as part of professional learning and in courses related to management, entrepreneurship and managerial skills. The research lines in this area are as follows: 1) Analysis of competences, soft skills and learning outcomes, especially critical thinking, collaboration, teamwork, creativity, innovation and entrepreneurship 2) The gender approach and ethical issues applied to e-learning 3) Teamwork and cultural aspects in e-learning Dr Enric Serradell Lopez eserradell@uoc.edu Dr Maria Jesús Martínez Argüelles mmartinezarg@uoc.edu Dr Raquel Ferreras García rferreras@uoc.edu Dr Àngels Fitó Bertran afitob@uoc.edu Dr Amal Elasri Ejjaberi aelasri@uoc.edu Dr Carme Pagès Serra cpagesserra@uoc.edu Dr Cíntia Pla García cplag@uoc.edu Dr Maria Pujol Jover mpujoljo@uoc.edu Dr Jordi Sales-Zaguirre jsales@uoc.edu Dr David Roman Coy droman@eada.edu MeL - Management and eLearning soft skills; entrepreneurship; complex environments Digital Transformation of Educational Institutions Educational quality assessment Analyze and identify key parameters in the digital transformation of educational organizations that involve technology, organization and pedagogy, in order to make diagnoses and proposals for action to transition with quality towards organizations that respond to the educational scenarios of the future. Dr Montse Guitert mguitert@uoc.edu Dr Nati Cabrera ncabrera@uoc.edu Dr Josep M. Duart jduart@uoc.edu Dr Lourdes Guàrdia lguardia@uoc.edu Dr Marcelo Maina mmaina@uoc.edu Dr Josep M. Mominó jmomino@uoc.edu Dr Marc Romero mromerocar@uoc.edu Dr Teresa Romeu tromeu@uoc.edu Dr Albert Sangrà asangra@uoc.edu Edul@b higher education institutions; educational and oganizational models; digital transformation"
}