{
  "url": "https://uoc.edu/portal/ca/escola-doctorat/linies-recerca/linies-psicologia-salut/ehealth/index.html",
  "content": "Línies de recerca Salut i Psicologia e-Health This is a broad, cross-cutting and transdisciplinary line of research that primarily addresses the following areas: The design, implementation and evaluation of digital solutions for the prevention, promotion and improvement of people's health. The development of digital solutions (tools and/or methodologies) for professionals and patients, directed towards improving the effectiveness, efficiency and safety of existing interventions. The study of organizational dynamics, state of health and well-being. Specific thesis projects offered within of this line of research include the following: Thesis Proposals Researchers Research Group Digital transformation of health and care Digital health solutions have generated huge expectations as a way to reduce healthcare costs, since they have the potential to improve the efficiency and effectiveness of healthcare organizations, as well as the quality of the services provided. However, their use in day-to-day clinical practice is still limited. It is well known that the success of ICT use in healthcare is understood as the compatibility between clinical ICT systems and physicians' tasks, ICT support for information exchange, communication and collaboration in clinical practice, and interoperability and reliability. In this vein, we will be working on the following areas: Understanding the factors that explain healthcare professionals' use of information and communication technologies (ICT), and the range of interconnection between clinical practices and digital devices and forms of information, and as well as the ways they are used in people' private lives. Understanding the role that the structure of healthcare organizations, tasks, people policies, incentives and decision-making processes play in explaining how medical professionals overcome challenges in using ICT. Understanding the effect on the nature of the doctor-patient relationship, the status of health informatics and also the effect hardware/software providers have on medical professionals' ICT use. Dr Francesc Saigí-Rubió Mail:fsaigi@uoc.edu Epi4Health Competencies in eHealth for health professionals eHealth is a relatively emerging field that brings together technology, public health, medical informatics and numerous other disciplines. Traditionally speaking, academic curricula for health-related degrees scarcely include specific training in eHealth. Therefore, health professionals need to find alternative lifelong training strategies to sustain their continuous professional development. We asked ourselves what e-health competencies health professionals need to provide optimal care. Therefore, we aim to: To create a conceptual model based on the practice of health professionals. To Know what eHealth competencies health professionals should have according to the professional role in question. Analyse the eHealth competencies addressed in undergraduate and post-graduate curricula worldwide. To propose how these eHealth competences should be empirically and effectively assessed. Dr Carme Carrión Ribas Mail:mcarrionr@uoc.edu Dr Marta Aymerich Mail:marta.aymerich@uoc.edu Dr Antoni Baena Mail: abaenag@uoc.edu Dr Francesc Saigí Mail: fsaigi@uoc.edu eHealthlab Epi4Health Assessment of eHealth interventions In the last years, we have faced a revolution in the health sector by the use of mobile applications (apps), sensors, wearables and other tools that allow the empowerment of patients and health professionals regarding health management. They are key elements of health interventions but due to its novelty there is not yet enough evidence supporting their validity, efficacy, security and effectiveness. Therefore we have the following goals To define and develop frameworks, methodologies and tools to assess eHealth interventions. To develop eHealth interventions to tackle any health condicions To develop decision support systems to empower citizens and health professionals. To wider the knowledge in implementation and scale up processes of eHealth interventions. To analyze the elements that enables a higher social impact of eHealth interventions. Dr Carme Carrion Ribas Mail: mcarrionr@uoc.edu Dr Marta Aymerich Mail:marta.aymerich@uoc.edu eHealth Lab Information and communication technologies (ICT) applied to pain and other chronic diseases Chronic pain and other chronic conditions have an enormous impact on our society. There is also no doubt that there are very few services offering care (based on available evidence) for people that suffer from such conditions. For this reason, we are working in this line with the following aims: Facilitate access to web-based interventions for people that suffer from chronic pain Create apps that help to manage these health problems based on the best available evidence Create websites to facilitate information to society regarding specific problems. We would like to offer them as a primary source of information for those in need. Appart from those ongoing projects, we want to work in the introduction of conversational bots of facilitating the management of these problems. We are totally open to any other innovative ideas in the field. We are also accepting proposals for ICT interventions for other chronic diseases not necessarily related to pain. In sum, we welcome any ideas you may have. Dr. Rubén Nieto Luna Mail: rnietol@uoc.edu eHealth Lab Use of eHealth and mHealth in psychooncology Cancer is a prevalent group of diseases that pose many challenges for patients, their relatives and for health professionals. For this reason, psychological support is often needed to overcome the burden of cancer and its treatments . Due to the increasing figures of cancer incidence, and the availability of effective mental health interventions , the use of new technologies is spreading nowadays. In this scenario, we are interested in potential research along these lines through a collaboration between Dr. Tania Estapé from the FEFOC and the UOC. We are open to hear ideas from potentially interested students. Dr. Joan C. Medina Mail: jmedina1@uoc.edu Intervention in Clinical and Health Psychology and Promotion of Well-Being AI and psychology: Towards a fruitful synergy This project focuses on studying possible links between psychology and AI (with a particular focus on large language models). We will explore ways in which these research areas can connect and benefit from each other. Given its focus, this is an interdisciplinary project involving experts in computer science and psychology. Specifically, the project will focus on the following directions: 1. Use of large language models (LLMs) to assess health-related variables and automatically understand people's narratives: 1.1. Simulating populations to test the psychometric properties of different questionnaires designed to assess health-related variables (e.g. quality of life, disability or symptom severity). [1] 1.2. Testing the ability of LLMs to interpret, understand and assess the personal narratives of people with chronic pain. [2] 2. Implementation of psychology-based tests for the development of trustworthy and responsible AI technology: 2.1. Determining the validity of classic human assessment questionnaires for assessing LLMs (see e.g. [1]). The aim is to use psychological tools to improve LLMs in the context of developing ethical AI applications. We are open to hearing other innovative ideas related to AI and psychology from potential candidates. [1] Griffin, L., Kleinberg, B., Mozes, M., Mai, K., Do Mar Vau, M., Caldwell, M., & Mavor-Parker, A. (2023). Large language models respond to influence like humans. In Proceedings of the First Workshop on Social Influence in Conversations (SICon 2023) (pp. 15–24). Association for Computational Linguistics. https://10.1093/pm/pnz147 [2] Nieto, R., Sora, B., Boixadós, M., & Ruiz, G. (2020). Understanding the experience of functional abdominal pain through written narratives by families. Pain Medicine, 21(6), pp. 1093–1105. https://doi.org/10.1093/pm/pnz147 [3] Hagendorff, T. (2023). Machine psychology: Investigating emergent capabilities and behaviour in large language models using psychological methods. arXiv. https://doi.org/10.48550/arXiv.2303.13988 Dr. Rubén Nieto Luna Mail: rnietol@uoc.edu eHealth Lab Co-creating health technology to improve the patient experience Co-creation in digital health is key to developing effective, inclusive, appropriate and equitable technological solutions that truly transform health care, as well as including a strong ethical dimension in an emerging field. For this reason, we are working in these aims: Increase the effectiveness, relevance, sustainability and uptake of digital solutions Improve personalization, accessibility, adherence and ease of use of health technology Facilitating the generation of more relevant, accurate data related to patients' real needs through the use of technology Encourage participatory innovation of technological solutions Encourage active participation in defining the ethical limits of the use of technology in healthcare Carme Carrion Mail: mcarrionr@uoc.edu Marta Aymerich Mail: marta.aymerich@uoc.edu Antoni Baena Mail: abaenag@uoc.edu eHealth Lab"
}