{
  "url": "https://uoc.edu/portal/ca/escola-doctorat/linies-recerca/linies-elearning/responsive-teaching/index.html",
  "content": "Línies de recerca Educació i TIC (e-learning) Responsive Teaching and Learning Processes and Outcomes in Online Education This research area investigates the various teaching and learning processes that take place in online environments as well as their effects on learner outcomes. Research issues such as how to tailor and fine-tune online teaching to learners’ needs, how learners culturally appropriate knowledge, and the effects of instruction on learners’ performance. Interaction and communication in formal and informal learning scenarios would be the core mechanisms for analysis throughout all kinds of ICT technologies. The results of the teaching and learning processes will search for adaptable decisions and actions that make these processes reliable. The three main areas of research are (but not limited): 1) instructional design of online tasks, materials and tools, 2) e-assessment methods and the provision of effective feedback 3) learning support and efficient student patterns and profiles. Keywords : feedback for learning, assessment for learning; technology enhanced-learning; computer-mediated; second language learning; instructed language acquisition; individual learner differences ; online communication; tandem language-learning; language learning design; educational neuroscience, socio-emocional learning, metacognition and AI; students’ success; students’ experience; online learning; student identity; learning engagement; learning design and codesign; active learning; competency-based programmes; artificial intelligence; competency frameworks; teacher professional development; future educational scenarios; teacher identity development; teacher learning processes; online learning scenarios; collaborative online international learning, early childhood education, primary education Thesis Proposals Researchers Research group Keywords Characteristics and nature of feedback and its impact on students' learning This research line explores the following topics, with a focus on online learning environments or technology-enhanced learning: Online learning environment and inner feedback Artificial intelligence (IA) and feedback Feedback personalization Feedback and self-regulated learning Assessment and evaluative judgment Assessment and feedback practices in schools Dr Rosa Mayordomo mmayordomo@uoc.edu Dr Teresa Guasch tguaschp@uoc.edu Dr Anna Espasa aespasa@uoc.edu Feed2Learn feedback for learning, assessment for learning; technology enhanced-learning Technology-enhanced second language teaching and learning This research line focuses on second language teaching and learning in blended and virtual environments. Technologies that support language learning are necessary, but they should go hand-in-hand with pedagogical and psycholinguistic considerations. This line of research investigates the effectiveness of different pedagogical interventions on second language learning. Research topics include, but are not limited to: Corrective feedback Technology-based Task-Based Language Teaching (TBLT) Telecollaboration and interaction Learning design, including OER and MOOCs Individual differences in second language learning Teacher training focused on online and blended environaments Dr Laia Canals ecanalsf@uoc.edu Dr Gisela Grañena ggranena@uoc.edu Dr Aleksandra Malicka amalicka@uoc.edu TechSLA Lab Group computer-mediated second language learning; instructed language acquisition; individual learner differences Second language acquisition outcomes in computer-assisted language learning environments There are increasingly more technologies that support computer-assisted language learning. While these are necessary developments, there is a need for technological options that go hand-in-hand with pedagogical and psycholinguistic considerations. This line of research investigates the effectiveness of different pedagogical interventions on L2 learning in computer-assisted language environments. For example, task design, types of corrective feedback, and instructional methods. The ultimate goal is to identify those variables that have the greatest impacts on L2 learning in computer-assisted language learning environments. Dr Gisela Grañena ggranena@uoc.edu TechSLA Lab Group Second language learning and online communication PhD Research proposals are welcome in any of the following topics: eTandem language learning: eTandem language learning takes place when two learners who are L1 speakers of each other’s TL help each collaborate. Dyads, peer-feedback and new technologies/contexts such as virtual reality are venues of exploration for this type of learning Teaching speaking interaction online: teacher and peer-feedback, task design, blended formats. Alignment phenomena in L2 dialogue. Alignment phenomena in L2 dialogue has been posited to facilitate L2 acquisition, and be mediated by task or L1/L2. Learner engagement in online environments Affective factor. Emotions such as anxiety or enjoyment are strongly present in online communication and can enhance or hinder L2 learning. Gamification Dr Christine Appel mappel@uoc.edu realTIC-UOC online communication; tandem language-learning; language learning design Integrating insights from educational neuroscience, socio-emotional learning and imaginative pedagogies as well as news technologies, such as machine learning, big data or affective chatbots, to support new ways of teaching and learning This research will investigate the following large-scale research topics (which can be independent PhD topics): 1. The inclusion of psico-pedagogic mechanisms in learning digital resources, basically based on educational regulation and metacognition, mediated by AI to improve the quality of teaching and learning process. 2. The relationship of educational neuroscience with socio-emotional learning, especially emotional intelligence. 3. The relationship of virtual or human teacher cognitive and affective feedback with neurotransmitters and students’ motivation and attention. 4. The development of an intelligent and affective-aware CSCL environment that orchestrates students' interactions and engagement in an effective manner, taking into consideration different affective states. 5. The analysis and interpretation of the relationship between emotion awareness and educational neuroscience, identifying what neurotransmitters have a strong relationship with the emotions that students experience during their online learning processes (conversations, debates, wikis) in context. Dr Elena Barberà Gregori ebarbera@uoc.edu Dr Marta Arguedas martaarg@uoc.edu SMARTLEARN educational neuroscience, socio-emocional learning, metacognition and AI Multilevel analysis of student trajectories in STEM grades: relationships between core subjects, academic results, mentorship, dropout and re-enrollment Students enrolled in STEM degrees (like Computer Science or Data Science) have to overcome a number of obstacles in the form of core courses during their first semesters, such as math or programming courses. Knowing how students progress in each course in which they are enrolled and the mentoring actions, their academic results and their relationship to dropping out or re-enrollment the next semester, is important to understand which factors contribute to their long-term success. Our goal is to address some well-known problems of online/distance students, such as difficulties in following the planned schedule of activities, learning abstract concepts, how to measure the difficulty of each activity / subject, the impact of the received feedback in their academic results, and the relationship between such results, their enrollment and dropout, among others. In order to do so, we will combine available data from thousands of students taking STEM degrees with questionnaires and interviews, following a learning analytics approach, using multilevel analysis and other advanced statistical and data mining techniques. Dr Julià Minguillón Alfonso jminguillona@uoc.edu Dr David García-Solórzano dgarciaso@uoc.edu LAIKA Research Group Analysing and improving students’ success: Expectations, experience, and satisfaction with online learning at the UOC This research line focuses on studying undergraduate and postgraduate students’ experiences with online learning in a fully online higher education institution such as the UOC. Drawing on the team’s expertise in designing and assessing educational innovations, the research carried out by the PhD students will contribute to a better understanding of the learners’ expectations, how they manage and engage with the online learning at our university, how the intersection between their expectations and experience influences their satisfaction and, in the end, how it affects their determination to achieve their educational goals. Candidates should be fluent in Catalan or Spanish to be able to carry on the fieldwork and analyse their data, developing a qualitative, quantitative or mixed methods approach. Dr Julio Meneses jmenesesn@uoc.edu Dr Sergi Fàbregues Feijó sfabreguesf@uoc.edu Dr Ariadna Angulo Brunet aangulob@uoc.edu Dr José Israel Reyes Reyes jreyesrey@uoc.edu students’ success; students’ experience; online learning Learners' identity, agency and learning engagement in blended and online environments This research proposal is focused on analysing students' learning engagement in relation to their identity and agency development as learners in online and blended environments. We conceive agency and identity as dynamic and socioculturally mediated dispositions through which students build their learning pathways across different environments. We propose dialogical and reflective learning approaches, including student participation in learning co-design via digital technologies, as means of encouraging students' learning engagement, as well as their identity and agency development by gradually taking control and direction of their own learning. Dr Iolanda García González igarciago@uoc.edu student identity; learning engagement; learning design and codesign Learning personalization The proposed line of research has as its objective the personalization of learning actions based on the personal characteristics of the learners. Among others, the following lines of research stand out: Synchronous, asynchronous and hybrid methodologies Active learning methodologies Feedback and learning support Competency-based program design Competence and knowledge assessment methodologies Formal and informal methodologies Connection of learning methodologies with the achievement of skills and their relationship with the labor market Artificial intelligence Dr Maria Jesús Martínez Argüelles mmartinezarg@uoc.edu Dr Enric Serradell Lopez eserradell@uoc.edu Dr Raquel Ferreras García rferreras@uoc.edu Dr Àngels Fitó Bertran afitob@uoc.edu Dr Amal Elasri Ejjaberi aelasri@uoc.edu Dr Carme Pagès Serra cpagesserra@uoc.edu Dr Cíntia Pla García cplag@uoc.edu Dr Maria Pujol Jover mpujoljo@uoc.edu Dr Jordi Sales-Zaguirre jsales@uoc.edu Dr David Roman Coy droman@eada.edu MeL - Management and eLearning active learning; competency-based programmes; artificial intelligence Teacher Professional Development in the Digital Era Beginning from the development of a competency based framework, strategic and training-focused for teaching in blended and online scenarios. We propose strategies and actions that support teacher professional development in the use and application of digital technologies in the context of life-long learning. As well as incorporating tools (learning analytics) for the improvement of teaching (focus: teacher). Dr Montse Guitert mguitert@uoc.edu Dr Josep M Duart jduart@uoc.edu Dr Nati Cabrera ncabrera@uoc.edu Dr Lourdes Guàrdia lguardia@uoc.edu Dr Marcelo Maina mmaina@uoc.edu Dr Marc Romero mromerocar@uoc.edu Dr Teresa Romeu tromeu@uoc.edu Dr Albert Sangrà asangra@uoc.edu Edul@b competency frameworks; teacher professional development; future educational scenarios Teacher identity development in online learning scenarios This research proposal aims to study primary and secondary school teacher identity development in teacher learning processes in the context of initial and continuing (online) education, thus mostly using virtual learning environments. The purpose is to promote adequate, healthy professional identities among student-teachers through the design of learning scenarios mediated by digital technologies and based on practices such as self-reflection, the construction of narratives and dialogic practice. Some other key topics related to this proposal are teacher professionalism, teacher agency and teacher as inquirer. Dr Antoni Badia abadia@uoc.edu Dr Lorena Becerril lbecerril@uoc.edu Dr Iolanda Garcia igarciago@uoc.edu SINTE (Antoni Badia i Lorena Becerril) teacher identity development; teacher learning processes; online learning scenarios Collaborative online learning activities in early childhood and primary education Collaborative Online International Learning is a teaching methodology that began to be applied in higher education in EEUU in 2004. It is an innovative way for students to participate in international educational activities by collaborating with peers from other countries. Research on this innovative approach is scarce and mainly based on case studies, since only a few projects have so far been implemented, usually at the initiative of higher education professors. Prior results suggest that participating in COIL projects enables students to develop several cross-cutting competencies. This project supports innovation in teaching and learning processes by identifying the potential and possible limits of collaborative online international learning (COIL) in early childhood and primary education. It also aims to investigate the learning process in early childhood education settings using traditional vs. COIL classroom teaching methods. Dr Lucrezia Crescenzi-Lanna lcrescenzi@uoc.edu Child Tech Lab collaborative online international learning, early childhood education, primary education"
}