{
  "url": "https://uoc.edu/portal/ca/escola-doctorat/linies-recerca/linies-dret/linia-4/index.html",
  "content": "Línies de recerca Dret, Política i Economia Economia i Relacions Internacionals LÍNIA 4. ECONOMIA I RELACIONS INTERNACIONALS Professorat Grup Operacions de manteniment de la pau de la Unió Europea Mecanismes jurídics d'intervenció de la UE en la resolució de conflictes internacionals. Base jurídica. Tipologia i evolució de les missions de manteniment de la pau europees. Nous mandats per a l'actuació les missions de pau: protecció dels drets humans, protecció del patrimoni cultural, etc. Estudi i evolució dels procediments i òrgans per al desplegament d'aquestes missions de pau. Dra. Maria Julià Barceló Email: mjuliabar@uoc.edu Anàlisi de les politiques exteriors de l'Àsia oriental Aquesta línia de recerca analitza les principals dinàmiques, actors i canvis produïts en les polítiques exteriors de les dues grans potències de la zona: la República Popular de la Xina i el Japó. En el primer cas, s'estudia com aquest canvi d'estatus de la Xina afecta alguns actors estatals com la Unió Europea, els Estats Units, Rússia, el Japó, i quina repercussió té en les principals organitzacions internacionals (ONU, OMC, OMS...). A més, s'aborda la qüestió sobre com la Xina considera les normes actuals del sistema internacional: si des d'un canvi normatiu, o des d'un xoc contra aquestes normes. Dr. Lluc Vidal López Email: lluc.vidal@uoc.edu GADE Teoria de les Relacions Internacionals D'una banda, aquesta línia de recerca aborda alguns aspectes fonamentals de la teoria occidental i els anomenats grans paradigmes de les relacions internacionals (realisme, liberalisme i constructivisme). D'altra banda, mira de trencar la visió tradicional dels tres paradigmes esmentats i estudia qüestions com la teoria crítica, el postestructuralisme, el feminisme, la sociologia del poder (o perspectiva de la DAP) o les teories no occidentals que han aparegut els darrers anys en la disciplina. Dr. Lluc Vidal López Email: lluc.vidal@uoc.edu Dr. Guillem Farrés Fernández Email:gfarresf@uoc.edu GADE Relacions Internacionals d'Àsia-Pacífic Anàlisi de les dinàmiques principals, tant cooperatives com de conflictes de la zona d'Àsia-Pacífic. Entre altres temes vinculats a aquesta temàtica, s'analitzarà com hem passat d'un paradigma de \"l'ascens de la Xina\" ( the rise of China ) a un nou paradigma caracteritzat per una Xina que ja ha ascendit ( China risen ). Aquest ascens materialitzat de la República Popular de la Xina té un impacte tant en l'equilibri de poder del sistema internacional, en les normes i regles del joc del sistema internacional, com en les institucions internacionals. Dr. Lluc Vidal López Email: lluc.vidal@uoc.edu GADE L'economia política dels indicadors de governança Aquesta línia de recerca explora el paper dels indicadors i índexs com a instruments de governança. D'una banda, pretén identificar les principals causes de la seva aparició i desaparició en determinats àmbits temàtics. D'altra banda, examina les conseqüències de les dades en dos aspectes. En primer lloc, estudia els seus efectes en l'economia política mundial com a font d'autoritat internacional, instrument de governança mundial, eina de promoció i autopromoció per a determinats actors polítics i manera de reconfigurar les relacions polítiques internacionals i nacionals. I, en segon lloc, analitza en profunditat els factors determinants de les respostes dels diferents Estats als indicadors i índexs de governança a l'hora d'acceptar-los, acceptar-los, pressionar-los o impugnar-los. Dr. Jordi Mas Elias Email: jmasel@uoc.edu GADE Geopolítica i geoeconomia del Pròxim Orient Aquesta línia de recerca vol explorar la geopolítica i geoeconomia actual de la regió entenent la seva estreta correlació: com la política d'accés a determinats recursos i gestió de territoris ha condicionat el poder dels principals actors regionals així com el seu poder econòmic i polític tant a escala regional com a escala global. Dr. Daniel Rajmil Email: drajmil@uoc.edu GEOCONDAH Política nuclear d'Orient Mitjà Aquest projecte pretén explorar la política nuclear d'Orient Mitjà i la seva influència tant en l'actual dinàmica de la diplomàcia regional i l'equilibri de poder com en les tendències de la diplomàcia internacional de no proliferació. Dr. Daniel Rajmil Email: drajmil@uoc.edu GEOCONDAH Efectes econòmics de la transformació digital Anàlisi dels efectes econòmics (productivitat, competitivitat, desenvolupament, ocupació, desigualtat i sostenibilitat) de la transformació digital (robòtica, intel·ligència artificial, indústria 4.0, data-driven economy, gig economy, tecnologies MANBRIC) tant a nivell agregat com sectorial i regional. Dr. Joan Torrent-Sellens Email: jtorrent@uoc.edu i2TIC Litigació estratègica en el marc de l'impacte del canvi climàtic en els drets humans Aquest projecte de recerca se centra en analitzar el litigi en contra d'Estats, empreses privades o estatals, per la seva contribució al canvi climàtic i els seus impactes en els drets humans. Aquests litigis busquen promoure la protecció dels drets humans més enllà de les parts implicades en un procediment judicial concret, ja sigui intern o internacional, per a generar un canvi més ampli en la comunitat internacional. Dr. Miguel Ángel Elizalde Email: melizaldec@uoc.edu GEOCONDAH Noves tecnologies i drets humans Aquest projecte de recerca analitza l'impacte de les noves tecnologies (IA, protecció de dades, biotecnologia, etc.) en el gaudi dels drets humans , així com els reptes normatius resultants per a la comunitat internacional. Dr. Miguel Ángel Elizalde Email: melizaldec@uoc.edu GEOCONDAH Els instruments econòmics per a la protecció internacional dels drets humans El règim internacional dels drets humans manca d'un sistema eficaç de sancions per fer front als casos d'incompliment de les seves normes per part dels estats. Els instruments econòmics, com ara les mesures comercials, s'utilitzen a vegades com a alternativa per induir la cooperació internacional i la protecció dels drets humans. Dr. Miguel Ángel Elizalde Email: melizaldec@uoc.edu GEOCONDAH Canvi climàtic, riscos geoeconòmics i geopolítics El canvi climàtic té una incidència directa en les polítiques globals, així com conseqüències econòmiques greus. A mesura que el món intenta afrontar els efectes i els riscos derivats del canvi climàtic, sorgeixen probabilitats de conflicte i conseqüències extremes per a un desenvolupament econòmic sostenible. Els estudis actuals sobre relacions internacionals ofereixen evidència significativa d'una forta connexió entre les activitats de les empreses i l'estratègia política que entren en una lògica de conflicte en el sistema geoeconòmic i polític. A més, el procés de globalització i el fet que l'activitat econòmica i el poder polític es concentrin en uns pocs interlocutors han influït de manera significativa en les desigualtats nacionals i internacionals, i han comportat un increment del nivell d'inestabilitat, que s'ha materialitzat en efectes indirectes adversos per a la cooperació internacional i la geopolítica. Amb aquesta línia de recerca es vol estudiar i abordar el canvi climàtic des d'una perspectiva multidisciplinària derivada de la intersecció entre economia i política. Dr. Daniel Rajmil Email: drajmil@uoc.edu GEOCONDAH La relació entre el desenvolupament i la protecció internacional dels drets de propietat intel·lectual Al final del segle xx, el règim internacional de la propietat intel·lectual va adquirir un impuls decisiu amb l'adopció de l'Acord sobre els aspectes dels drets de propietat intel·lectual relacionats amb el comerç de l'Organització Mundial del Comerç. La proposta consisteix a analitzar la relació entre aquest règim i els Objectius de Desenvolupament Sostenible. Dr. Miguel Ángel Elizalde Email: melizaldec@uoc.edu GEOCONDAH La crisi de la presencialitat en la tributació Un dels principals criteris de subjecció de la potestat tributària de la major part dels estats i jurisdiccions és la presència física majoritària en el corresponent territori. Tanmateix, el clàssic disseny de la tributació no tenia en compte l'absència de limitacions geogràfiques que permet la tecnologia i que, juntament amb les possibilitats d'interconnexió actuals, ha donat lloc a la creixent globalització i ha donat pas a un nou escenari que planteja problemes i reptes inèdits d'abast mundial. Dra. Irene Rovira Ferrer Email: iroviraf@uoc.edu TAXBUSINESS Economia política urbana i de l'habitatge Proposta de tesi sobre els processos i les relacions socials que produeixen l'espai urbà i el metabolisme de les ciutats. S'hi investiga de quines formes la reproducció del capital i la reproducció social s'entrellacen i entren en conflicte en el marc de les transformacions urbanes. Són benvingudes propostes que abordin la qüestió de l'habitatge, els lligams entre urbanització i ecologia, les desigualtats socioterritorials i els canvis en les estructures econòmiques i de la propietat que configuren un món cada cop més urbà. Dr. Lorenzo Vidal Email: lvidal_folchd@uoc.edu TURBA-Lab Relacions internacionals crítiques: teoria i pràctica Aquesta línia de recerca s'adreça a candidats i candidates interessats a contribuir als debats teòrics crítics actuals que tenen lloc en el camp ampli de les relacions internacionals i en pràctiques que busquen qüestionar i erosionar els fonaments de la política mundial actual, basats en l'exclusió, la violència i les relacions de subordinació. Dr. Ignasi Torrent Oliva Email: itorrento@uoc.edu GEOCONDAH Anàlisi i resolució de conflictes internacionals Anàlisi de conflictes internacionals (especialment a l'Orient Mitjà i a l'Àfrica), propostes de possibles resolucions i/o desenvolupament d'eines teòriques per millorar aquestes anàlisis. Autors com Bichler i Nitzan (amb els energy conflicts, entre altres conceptes) i Barak i Shefer (amb els security networks); conceptes com el complex militar-industrial, o enfocaments teòrics com la sociologia del poder (o perspectiva de la DAP), identifiquen actors que es beneficien dels conflictes armats i que podríem considerar promotors dels conflictes. Aquests autors i enfocaments teòrics, juntament amb els estudis crítics de seguretat, ens aporten eines teòriques especialment rellevants per a l'anàlisi de casos de conflictes concrets i la identificació de les seves causes per proposar mesures de resolució (o prevenció) i per avançar en nous models de seguretat col·lectiva. Dr. Guillem Farrés Fernández Email:gfarresf@uoc.edu GADE"
}