{
  "url": "https://uoc.edu/portal/ca/escola-doctorat/linies-recerca/linies-dret/linia-1/index.html",
  "content": "Línies de recerca Dret, Política i Economia Persona, Béns Immaterials i Espai digital LÍNIA 1. PERSONA, BÉNS IMMATERIALS I ESPAI DIGITAL Professorat Grup Benestar i protecció integral de la infància i l'adolescència davant la violència - Estudis empírics i jurídics de la violència que implica infants i adolescents (víctimes, agressors o espectadors). - Disseny i avaluació de programes de prevenció, detecció o intervenció davant de qualsevol forma de violència (abús sexual infantil, assetjament escolar, maltractament intrafamiliar, ciberassetjament, ciberseducció de menors, etc.). - Avaluació de l'aplicació i de l'impacte de la Llei orgànica 8/2021, de 4 de juny, de protecció integral a la infància i l'adolescència davant la violència. - Tecnologies aplicades a la detecció, l'avaluació i l'atenció d'infants i adolescents víctimes de qualsevol forma de violència per millorar el seu benestar i salut mental (realitat virtual, intel·ligència artificial, jocs seriosos, aplicacions, etc.). Dra. Irene Montiel Email: imontielj@uoc.edu VICRIM - Victimologia Empírica i Aplicada Violència sexual en les relacions de parella Estudi empíric i jurídic sobre la violència sexual en l'àmbit de les relacions de parella i la resposta del sistema de justícia penal Dr. Josep-Maria Tamarit Sumalla Email: jtamarit@uoc.edu VICRIM - Victimologia Empírica i Aplicada Estudi jurídic i victimològic sobre la desaparició forçada d'infants durant el franquisme Estudi sobre la problemàtica dels infants robats i la desaparició forçada d'infants durant el franquisme i sobre les possibles respostes a les seves necessitats de reparació. Reconstruir la possible situació de victimització de mares solteres i nens durant l'època esmentada i cercar respostes a les necessitats reparadores que aquesta victimització pot haver creat. Es farà, d'una banda, a través d'un estudi documental exhaustiu que permeti obtenir dades estadístiques rellevants, i de l'altra amb entrevistes qualitatives a diversos testimonis de l'època i nens que hagin residit a la institució. La recerca ha de permetre conèixer quines són les necessitats experimentades per les persones involucrades i en un marc de recerca dels seus orígens, quina és, per a elles, la millor manera de satisfer aquestes necessitats, cosa que enllaça amb les opcions de justícia restaurativa. Igualment, en tractar-se de victimitzacions que s'infligien en un context institucional, l'estudi ha de plantejar quina resposta es podria donar a aquest nivell davant d'eventuals sol·licituds de reparació de les víctimes. Dr. Josep-Maria Tamarit Sumalla Email: jtamarit@uoc.edu VICRIM - Victimologia Empírica i Aplicada Aplicació dels drets d'autor en línia Qüestions relatives a l'aplicació dels drets d'autor en línia. Problemes de legislació i jurisdicció aplicables. Identificació dels infractors. Responsabilitat dels ISP. Dra. Raquel Xalabarder Email: rxalabarder@uoc.edu DDI La llei de drets d'autor i la intel·ligència artificial Preguntes sobre l'originalitat, l'autoria i els drets connexos. Han de protegir-se els resultats de la IA en virtut de la llei de drets d'autor? I si és així, com? Dra. Raquel Xalabarder Email: rxalabarder@uoc.edu DDI La llibertat d'expressió i la regulació dels ISP Les normes que regulen la responsabilitat dels ISP i com poden afectar l'aplicació de la llibertat d'expressió en línia. Dra. Raquel Xalabarder Email: rxalabarder@uoc.edu DDI Excepcions i limitacions als drets d'autor en el patrimoni de la UE El règim (no) harmonitzat d'excepcions i limitacions en el patrimoni de la UE. Especial referència a la \"recent tendència\" a una major harmonització mitjançant l'obligatorietat de les E&L. Dra. Raquel Xalabarder Email: rxalabarder@uoc.edu DDI Resolució de litigis en línia (ODR) Implicacions jurídiques del blockchain i altres tecnologies avançades aplicades a la resolució de litigis en línia. Dra. A ura Esther Vilalta Nicuesa Email: avilalta@uoc.edu DDI Accés a la Justícia (A2J) i sistemes de justícia La transició cap a una digitalització plena per a aconseguir una justícia oberta, relacional, resilient, eficient i compromesa amb les necessitats reals de les persones, en particular d'aquelles amb algun grau de discapacitat o vulnerabilitat, i aprofitant tot el potencial de la tecnologia d'avantguarda dins del ple respecte als drets fonamentals. Dra. A ura Esther Vilalta Nicuesa Email: avilalta@uoc.edu DDI ADR sectorial i digitalització La mediació i altres mecanismes adequats de resolució de conflictes —conciliació, arbitratge, adjudicació, síndics de greuges, etc.— tenen un paper fonamental en sectors com el consum i el dret de família. Tot i que la legislació de la Unió Europea ha facilitat un marc normatiu harmonitzador i prou flexible perquè cada país pugui portar a terme un desplegament normatiu respectuós amb les seves diverses tradicions jurídiques, encara es constaten barreres normatives i recel envers les modalitats adjudicatives que impedeixen de facto el seu seu afiançament i integració en els sistemes de justícia. Dra. A ura Esther Vilalta Nicuesa Email: avilalta@uoc.edu DDI Criminologia comparada i digitalització de la societat Anàlisi de l'impacte de la digitalització de la societat en les característiques, les taxes i les tendències de la delinqüència a través del temps i l'espai, així com de la validesa de les teories criminològiques imperants, per explicar les noves formes de delinqüència. En aquest context, la digitalització de la societat comporta una simple adaptació de les teories criminològiques ja existents o comporta un canvi de paradigma a l'hora d'explicar la delinqüència Dra. Antonia Linde Email: alindeg@uoc.edu VICRIM - Victimologia Empírica i Aplicada Delictes contra el patrimoni cultural Aquesta línia de recerca estudia els delictes contra el patrimoni cultural i la seva inserció en la delinqüència transnacional (delinqüència organitzada, terrorisme) i internacional (crims de guerra contra el patrimoni cultural); específicament, l'anàlisi criminològica de l'espoli arqueològic i el tràfic il·lícit d'aquest tipus de patrimoni, o altres delictes contra la propietat cultural, com ara el robatori i la falsificació d'obres d'art. Dr. Marc Balcells i Magrans Email: mbalcells_i@uoc.edu VICRIM - Victimologia Empírica i Aplicada Victimització en relacions de proximitat. Violència de parella i resposta del Sistema de Justícia Penal Estudi victimològic i jurídic del fenomen de la violència a la parella des de la perspectiva de la víctima i la seva experiència en el Sistema de Justícia Penal. Anàlisi de l'efectivitat de la resposta penal davant de la victimització en relacions de proximitat i possible aplicació de processos de Justícia Restaurativa. Dra. Patricia Hernández Hidalgo Email: phernandezhi@uoc.edu VICRIM - Victimologia Empírica i Aplicada La successió digital El dret successori no és un concepte jurídic nou, sinó que ja existia en la legislació romana, en la qual tenia un caràcter familiar i social. No obstant això, aquest dret s'ha hagut d'anar adaptant als canvis que ha anat experimentant la societat. Actualment, l'avenç de la societat i la innovació tecnològica que comporta ha fet que sorgeixin noves realitats jurídiques, com la identitat digital, la perpetuïtat en el temps de les accions fetes a través de la xarxa, la creació de comptes en xarxes socials, les monedes virtuals o, fins i tot, les obres d'art virtuals (NFT). Malgrat els esforços duts a terme pel legislador per regular-les, no són suficients. Per aquest motiu, en aquesta tesi es proposa l'estudi de la tutela post mortem de totes les dades i els continguts digitals de les persones, amb especial atenció a la Llei orgànica 3/2018, de 5 de desembre, de protecció de dades personals i garantia dels drets digitals. Dra. Tatiana Cucurull Poblet Email: tcucurullp@uoc.edu TAXBUSINESS L'accés a la justícia en l'Antropoceno Anàlisi del dret d'accés a la justícia en el context del canvi climàtic. En aquest marc, es poden abordar les següents problemàtiques (sense ànim exhaustiu): Analitzar si l'emergència climàtica justifica un enfocament excepcional de l'accés a la justícia i la possible tensió amb l'Estat de Dret; Analitzar críticament la rellevància del sistema de drets humans/fonamentals en la lluita contra el canvi climàtic; Identificar els obstacles a la realització de l'accés a la justícia en els litigis estratègics plantejats en matèria de canvi climàtic a nivell internacional, europeu i nacional. Dra. Bettina Steible Email: bsteible@uoc.edu Dra. Mariona Cardona Vallès Email: mcardonaval@uoc.edu GEOCONDAH Els valors de la UE davant el Tribunal de Justícia de la UE nàlisi del valor jurídic dels valors de l'article 2 del TUE (especialment, el respecte dels drets fonamentals i de l'Estat de Dret) i de la jurisprudència del TJUE en relació amb la crisi de l'Estat de Dret, tant en relació amb els Estats membres o en l'acció exterior de la UE. Dra. Bettina Steible Email: bsteible@uoc.edu GEOCONDAH Els beneficis fiscals per a les víctimes de violència de gènere Com ressalta l'apartat II de l'exposició de motius de la Llei orgànica 1/2004, de 28 de desembre, de mesures de protecció integral contra la violència de gènere, els poders públics d'Espanya no poden ser aliens a la gravetat de les conseqüències que comporta aquest tipus de violència, ja que \"constitueix un dels atacs més flagrants a drets fonamentals com la llibertat, la igualtat, la vida, la seguretat i la no-discriminació proclamats en la nostra Constitució\". En concret, tenen \"l'obligació d'adoptar mesures d'acció positiva per fer reals i efectius aquests drets, removent els obstacles que n'impedeixen o en dificulten la plenitud\". I és en aquest context que, amb la principal finalitat extrafiscal d'atenuar les conseqüències negatives de la victimització i vetllar perquè, des d'una perspectiva social, la igualtat que proclama l'art. 9 de la Constitució sigui real i efectiva, s'han començat a crear beneficis fiscals per a les víctimes en diferents figures tributàries. De fet, actualment es troben presents en els tres nivells en què s'exerceix el poder tributari a Espanya (estatal, autonòmic i local), tot i que presenten diferències més que notables i plantegen problemes jurídics d'entitat no menor. Per això, en aquesta tesi es proposa la delimitació i l'estudi d'aquests beneficis, amb una triple finalitat: oferir una radiografia del panorama actual, posar de manifest les principals qüestions polèmiques que es plantegen i aportar propostes de millora per a la seva necessària reformulació. Dra. Irene Rovira Ferrer Email: iroviraf@uoc.edu TAXBUSINESS Intel·ligència artificial i mitjans extrajudicials de resolució de conflictes en línia (ODR) en l'àmbit del consum Estudi dels possibles usos de la intel·ligència artificial per a la resolució extrajudicial de conflictes de consum mitjançant plataformes de resolució de conflictes en línia, tenint en compte el marc normatiu establert pel Reglament d'intel·ligència artificial de la UE. Dra. A ura Esther Vilalta Nicuesa Email: avilalta@uoc.edu Dra. Marian Gili Saldaña Email: mgilis@uoc.edu DDI TAXBUSINESS Contractació civil Estudi dels reptes que la transformació tecnològica planteja en l'àmbit de la contractació civil i, concretament, en la teoria general de les obligacions i en la teoria general dels contractes civils, així com en els contractes civils més rellevants en el tràfic negocial. Dra. Marian Gili Saldaña Email: mgilis@uoc.edu TAXBUSINESS Responsabilitat civil extracontractual Estudi dels elements de la responsabilitat civil extracontractual i de les especialitats que contenen alguns dels règims especials de responsabilitat civil vigents actualment. Anàlisi del marc normatiu europeu actual, en relació amb l'ús de la intel·ligència artificial (IA) i el rescabalament de danys i perjudicis. Dra. Marian Gili Saldaña Email: mgilis@uoc.edu TAXBUSINESS"
}