{
  "url": "https://uoc.edu/portal/ca/escola-doctorat/linies-recerca/linies-nit/wireless-networks/index.html",
  "content": "Línies de recerca Tecnologies de la Informació i de Xarxes Wireless Networks and IoE Proposta de tesi Investigadors/es Grup de recerca Sustainable ubiquitous sensing Automated ubiquitous sensing will represent a major change in current societal challenges in terms of efficiency (i.e. automatization), sustainability (better models and decision-making), and social wellbeing (security and improved job market). Automated ubiquitous sensing would, for instance, detect humidity or thin water ponds on a road avoiding possible car accidents in a smart city context, improve recycling processes thanks to automated items classification, or predict dehydration of a person in an ambient assisted living environment. Current solutions for automated sensing, including active and passive sensors, use specific circuitry for sensing besides wireless communications technologies to transmit the measurements. This approach implies battery management complexity and/or expensive customized technology, being inappropriate from the sustainability perspective. This proposal aims to exploit backscatter low-cost communication technologies like Ultra High Frequency (UHF) Radio Frequency Identification (RFID) to act as sustainable ubiquitous sensors. The goal is to improve the integration of passive sensing in the environment, towards a seamless sustainable digitization. For more information see [1,2,3,4]. [1] Floerkemeier, Bhattacharyya and Sarma (2010): https://doi.org/10.1007/978-1-4419-1674-7_21 [2] Melià-Seguí and Vilajosana (2019): https://doi.org/10.1109/RFID.2019.8719092 [3] Lejarreta-Andrés, Melià-Seguí, Bhattacharyya, Vilajosana and Sarma (2022): https://doi.org/10.1109/JSEN.2022.3188936 [4] Melià-Seguí, Bhattacharyya, López-Soriano, Vilajosana and Sarma (2024): https://doi.org/10.1109/JSEN.2023.3339117 Dr Joan Melià Mail: melia@uoc.edu Dr Xavier Vilajosana Mail: xvilajosana@uoc.edu WINE Context-aware applications for ambient intelligence Smart cities are a new scenario where a variety of data sources open the door to innovative applications, with the final goal of improving the quality of life of citizens, industry competitiveness and government. The Internet of everything is responsible for collecting and transmitting this data at different levels, by using a wide variety of sensors (including peoples' smartphones). We propose to make use of contextual intelligence tools and techniques (like data mining or statistical learning) to process signals (accelerometers, acoustic, etc.) with the overall goal of transforming the above collected data into useful information, enabling new applications or improving existing ones within the ambient intelligence context. Dr Joan Melià Mail: melia@uoc.edu Dr Carlos Monzo Mail: cmonzo@uoc.edu WINE Ultra-reliable low latency industrial communication technologies The digitalization of the industry is a step further to achieve a digital society. Such digitalization will enable more efficient industries with major impact in the quality of work and the generated industrial value and competitiveness. To achieve such digitalization, massive connectivity will be progressively introduced to industrial processes, mainly by extending existing machinery interfaces and integrating to existing industrial infrastructures and information systems on a first stage. This integration of Information Technologies (IT) and Operational Technologies (OT) by itself imposes challenges beyond what is envisioned by the 5G architectures since, industrial processes are not only critical in terms of reliability, latency and security but also in their architecture, heterogeneity and ownership model which will require more flexible network architectures to complement those envisioned by 5G. In this research proposal we aim to address industrial requirements to support digitalization. The research work will be centered in the study and development of mechanisms to enable ultra-reliable and low latency industrial wireless communications. The envisioned communication technology should support robotics eliminating the need of wires, while ensuring high reliability (99.999%), low latency (<1ms) and secure links. The research work will explore the features provided by novel physical layer technologies, based on mmWave (>30Ghz) bands and exploit redundancy mechanisms to achieve the desired performance. References: [1] Yong Niu, Yong Li, Depeng Jin, Li Su, Athanasios V. Vasilakos: A survey of millimeter wave communications (mmWave) for 5G: opportunities and challenges. Wireless Networks 21(8): 2657-2676 (2015) [2] Loch, A., Cano, C., Hong, G., Asadi, A., & Vilajosana, X. (2019). A Channel Measurement Campaign for mmWave Communication in Industrial Settings. arXiv preprint arXiv:1903.10502. Dr Xavier Vilajosana Mail: xvilajosana@uoc.edu Dr Ferran Adelantado Mail: ferranadelantado@uoc.edu WINE Sustainable computing This research proposals aims at taming the energy consumption of computing services in the future Internet. This is a pressing need for a greener society, considering that the worldwide energy consumption of computing facilities is expected to rise to 1/4 th of the world´s electrical energy by 2030. Emerging applications, such as extended reality, smart health, smart factories and autonomous driving, to name a few, require massive amounts of computation resources to process huge volumes of data that will be generated by Internet of things (IoT) devices. Multi-access edge computing (MEC) technology provides such computation services right at the network edge and enables important opportunities to impose stricter and greener computing policies. This proposal will target the edge computing space with the goal of cutting down their carbon footprint, adopting novel green design principles and techniques, and taking advantage of energy harvesting technologies to be installed at the network edge. The thesis will explore different paradigms for renewable energy origin certification and thus contribute to a trustful green computing. Ideas based on blockchain concepts such as distributed oracles will be explored. Requirements: Candidates must have a strong programming background, fluency in English (spoken and written) and excellent analytical and writing skills. Experience in blockchain and smart contract design will be highly appreciated. In addition to the requirements stated in the call, all candidates applying for this thesis proposal must send a short report describing: i) Computing and blockchain background of the candidate; ii) Programming skills and already developed projects; iii) The research interests of the candidate (within the framework of the proposed thesis). This report must be sent directly to xvilajosana@uoc.edu. Only candidates fulfilling all requirements (general requirements of the call and specific requirements of this thesis proposal) will be considered. References [1] Patent: US2016247085 (A1) Managing computational workloads of computing apparatuses powered by renewable resources. MICROSOFT TECHNOLOGY LICENSING LLC 02/05/2016 [2] K. Zhang, S. Leng, Y. He, S. Maharjan and Y. Zhang, \"Mobile Edge Computing and Networking for Green and Low-Latency Internet of Things,\" in IEEE Communications Magazine, vol. 56, no. 5, pp. 39-45, May 2018. [3] Chainlink distributed oracle framework. https://chain.link/ [4] Renewable energy certificates. https://www.irecstandard.org/what-are-recs/#/ Dr Xavier Vilajosana Mail: xvilajosana@uoc.edu WINE Terrestrial and satellite networks coexistence and complementarities In this research line we will be analysing the evolution of the communication ecosystem for IoT Satellite networks, following emerging standards such as the LR-FHSS promoted by the LoRaWAN Alliance or the new initiatives driven by the 3GPP consortium under the Non-Terrestrial-Networks (NTN). The goal of the thesis is to develop mechanisms to take advantage of coexisting terrestrial and satellite infrastructures, while mitigating the impact of satellite downlinks and terrestrial uplinks to the nearing base stations. At the ground segment, policies to reduce the potential impact of a numerous set of packet replicas received by the different stations into the backbone infrastructure will be studied. Requirements: Candidates must have a strong programming background, fluency in English (spoken and written) and excellent analytical and writing skills. Experience in LPWAN networks and embedded devices a will be highly appreciated. In addition to the requirements stated in the call, all candidates applying for this thesis proposal must send a short report describing: i) Wireless networks background of the candidate; ii) Programming skills and already developed projects; iii) The research interests of the candidate (within the framework of the proposed thesis). This report must be sent directly to xvilajosana@uoc.edu. Only candidates fulfilling all requirements (general requirements of the call and specific requirements of this thesis proposal) will be considered. Related references: [1] G. Boquet, P. Tuset-Peiró, F. Adelantado, T. Watteyne and X. Vilajosana, \"LR-FHSS: Overview and Performance Analysis,\" in IEEE Communications Magazine, vol. 59, no. 3, pp. 30-36, March 2021, doi: 10.1109/MCOM.001.2000627. [2] F. Rinaldi et al., \"Non-Terrestrial Networks in 5G & Beyond: A Survey,\" in IEEE Access, vol. 8, pp. 165178-165200, 2020, doi: 10.1109/ACCESS.2020.3022981 Dr Xavier Vilajosana Mail: xvilajosana@uoc.edu WINE Next generation of MSX systems MSX was one of the first personal computer standards, developed by Kazuhiko Nishi (西 和彦) in the 80’s, and leading to a family of 8-bit microcomputers that was well known in Japan, parts of Europe (especially, Spain and Holland) and Brazil. This new system was backed by companies such as Sony or Toshiba. Even though relatively niche outside of Japan, it had a sizeable impact in these western countries, introducing japanese aesthetics through what would later become important software companies and franchises (e.g. Konami). At present time, Nishi himself is creating a new generation of MSX systems. Now, not as personal computers, but as hobbyist home machines with different purposes, such as IoT, supercomputing, or Smart TV systems. This is a multidisciplinary research line that intends to work with the prototype of the upcoming MSX 0 standard, an M5Stack IoT device that tries to encapsulate many different types of sensor systems. Its main goal is to find its niche in the current ecosystem. This may encompass aspects ranging from the social aspect (investigating the reasons behind retro computing in the 21st century), studying the human-computer interface of the new systems, still based on the 80’s computers, and the design and development of software protocols that enable its sensors systems to function or enhance its capabilities. Note: There is the possibility that Nishi himself acts as co-supervisor of this thesis, in a more hardware/software oriented thesis. Dr Joan Arnedo Moreno Mail: jarnedo@uoc.edu GAME Ambient IoT technologies Over the last decade, Internet of Things (IoT) technologies have attracted the attention of both the research community and industry as a solution to address a wide range of use cases requiring low cost, low complexity, low power consumption, and low data rate. However, and despite the current wide range of existing technologies, IoT has been proven unable to address the challenges posed by new use cases, particularly those where it is impractical or unfeasible to power all devices with batteries. In response to these challenges, different initiatives led by standardization organizations, such as 3GPP and IEEE, have launched activities to identify use cases, scenarios and requirements, as well as to analyse the feasibility of a technology known as Ambient IoT. In [1], 3GPP defines Ambient IoT as: “An Ambient IoT technology has characteristics of low complexity, low data rate, small size, energy harvesting, lower capabilities and lower power consumption than previously defined 3GPP IoT technologies (e.g. NB-IoT/eMTC devices). Ambient IoT devices can be maintenance free and can have long life span (e.g. more than 10 years)”. As a result of the activities initiated within the framework of 3GPP, four general use cases for Ambient IoT have been defined, namely i) Inventory taking; ii) Sensor data collection; iii) Asset tracking; and iv) Actuator control [2]. Subsequently, in [3], the use cases are expanded into 30 more specific use cases. Given the potential of these new technologies, Ambient IoT is also being initially investigated under the umbrella of IEEE 802.11 as a technology with devices powered by energy harvested from a variety of ambient power sources (radio waves, light, motion, heat, etc), with ultra-low power consumption below 1mW, small size and ultra-low complexity [4]. In this research proposal we aim to contribute to the advancement and early adoption of the incipient Ambient IoT technologies, focusing on the design of techniques able to meet the extreme requirements defined by 3GPP and IEEE. For this purpose, the thesis will explore potential candidate techniques, such as narrowband operation, simple waveform/modulation/coding schemes, backscattering, or lightweight MAC protocols. References: [1] 3GPP, “Service requirements for the 5G system,” 3rd Generation Partnership Project (3GPP), Technical Specification (TS) 22.261, Sept. 2024, v19.8.0. [2] 3GPP, “Service requirements for ambient power-enabled IoT; Stage 1 (Release 19),” 3rd Generation Partnership Project (3GPP), Technical Specification (TS) 22.369, June 2024, v19.2.0. [3] 3GPP, “Study on Ambient power-enabled Internet of Things (Release 19),” 3rd Generation Partnership Project (3GPP), Technical Report (TR) 22.840, Dec. 2023, v19.0.0. [4] EEE, “Technical Report on support of AMP IoT devices in WLAN,” Institute of Electrical and Electronics Engineers (IEEE), Tech. Rep. 802.11-23/0436r0, March 2023 Dr. Xavier Vilajosana Mail: xvilajosana@uoc.edu Dr. Ferran Adelantado Mail: ferranadelantado@uoc.edu) WINE"
}