{
  "url": "https://uoc.edu/portal/ca/escola-doctorat/linies-recerca/linies-ade/economia/index.html",
  "content": "Línies de recerca Administració i Direcció d'Empreses (interuniversitari: UPC, UPM, UPCT, UOC) Economia Proposta de tesi Investigadors/es Grup de recerca Transformació digital, automatització i intel·ligència artificial Predictors, complementarietats i resultats econòmics i empresarials (productivitat, exportacions, innovació, marge brut, treball, retribucions) de les onades tecnològiques vinculades amb la digitalització i l’automatització Dr. Joan Torrent Mail: jtorrent@uoc.edu Dr. Albert Miró Pérez Mail: amiroperez@uoc.edu i2TIC Economies col·laboratives i treball de plataforma Motivacions, comportament, models i efectes econòmics i empresarials de les diferents formes de la col·laboració (obtenció de béns i serveis, i provisió de treball) en els intercanvis peer-to-peer. Dr. Joan Torrent Mail: jtorrent@uoc.edu i2TIC Responsabilitat social Motivacions i comportament responsable (diversos stakeholders), especialment en relació a l’activitat de les PIMES, i impactes derivats Responsabilitat social corporativa i sostenibilitat Ètica i justícia empresarial Dr. Lluís Garay Mail: lgaray@uoc.edu Dra. Natàlia Cugueró Mail:ncuguero@uoc.edu Noutur i2TIC DigiBiz Economia laboral, canvi tecnològic i mercat laboral Impacte de les tecnologies 4.0 en l’ocupació i els salaris. Economia de l’educació. Dr. Josep Lladós Mail: jlladosm@uoc.edu Dr. Joan Torrent Mail: jtorrent@uoc.edu Dra. Elisabet Motellón Mail: emotellon@uoc.edu DigiBiz i2TIC MeL Geografies del capitalisme digital Dr. Ramon Ribera Fumaz Mail: rriberaf@uoc.edu TURBA Economia Internacional Comerç, finances i política econòmica internacional Dr. Josep Lladós Mail: jlladosm@uoc.edu DigiBiz Cadenes de valor globals Canvis en la distribució internacional del valor afegit Estratègies de fragmentació internacional de la producció Dr. Josep Lladós Mail: jlladosm@uoc.edu Dr. Antoni Meseguer Mail:ameseguer@uoc.edu DigiBiz Espai, transformació digital i resultats empresarials Anàlisi del rol de la distància i l’entorn de l’empresa com a determinant de la digitalització empresarial, la generació de valor i els resultats empresarials. Quin paper juga la innovació en vers de la productivitat i/o competitivitat empresarial. Dr. Joan Torrent Mail: jtorrent@uoc.edu i2TIC Dinàmiques Industrials, Economia Industrial i Innovació Aquesta línia de recerca se centra en l'estudi de les dinàmiques industrials, l'economia industrial i la innovació en les empreses, amb o sense una perspectiva regional. S'analitzaran els processos d'innovació, incloent-hi l'ús de patents i la seva relació amb el desenvolupament tecnològic i la competitivitat empresarial. També es valorarà com aquests factors impacten en l'evolució dels sectors industrials, així com les diferències regionals en l'adopció i la difusió de la innovació en el teixit productiu. Dr. Carles Méndez-Ortega Mail: cmendezor@uoc.edu Dr. Albert Miró Pérez Mail: amiroperez@uoc.edu i2TIC"
}