{
  "url": "https://uoc.edu/portal/ca/escola-doctorat/linies-recerca/linies-nit/complex-systems/index.html",
  "content": "Línies de recerca Tecnologies de la Informació i de Xarxes Complex Systems Proposta de tesi Investigadors/es Grup de recerca Structure and dynamics of Urban Complex Systems Urban areas are complex systems composed of interconnected networks of infrastructure, people, and their activities. Understanding the structure and dynamics of these systems is crucial for addressing urban challenges and promoting sustainable development, combining both data- and theory-driven developments. This research line focuses on applying complex systems science to analyze urban areas, with a particular emphasis on transportation systems, pedestrian dynamics, and the impact of urbanization on the environment. Research Focus This research line investigates the following key areas: • Sidewalk networks and pedestrian dynamics [1-5]: Analyzing the structure and usage patterns of pedestrian infrastructure to understand pedestrian movement, optimize walkability, and related issues like pollution exposure. • Dynamics of transportation systems [6, 7]: Studying emergent behaviors of urban transportation systems, such as congestion and disruptions, including multimodal transportation networks. • City resilience [4, 8, 9]: Assessing the ability of urban systems to withstand and recover from shocks and stresses, such as natural disasters, economic downturns, and pandemics. Research Methods This research line employs a variety of methods, including: • Network analysis: Representing urban systems as networks provides a simple and elegant approach to model the intricate relationships between various urban components, such as transportation infrastructure, social connections, and economic activity. • Agent-based modeling: Simulating the behavior of individual agents (e.g., pedestrians, vehicles) to understand emergent patterns and dynamics at the system level. • Data analysis and Geographical Information Systems (GIS): Utilizing large spatial datasets from various sources, such as sensors, GPS traces, and social media, to understand urban patterns and urban phenomena in a geographical context. • Computer vision: Employing image processing and machine learning techniques to extract information from urban imagery, such as pedestrian detection, sidewalk segmentation, and streetscape analysis. [1] J Mateu Armengol, C Carnerero, C Rames, A Criado, J Borge-Holthoefer, A Soret, A Solé-Ribalta. City-scale assessment of pedestrian exposure to air pollution: A case study in Barcelona. Urban Climate (in press, 2024) [2] D Rhoads, A Solé-Ribalta, and J Borge-Holthoefer. The inclusive 15-minute city: Walkability analysis with sidewalk networks. Computers, Environment and Urban Systems, 100, 101936 (2023). [3] D Rhoads, C Rames, A Solé-Ribalta, MC González, M Szell, and J Borge-Holthoefer. Sidewalk networks: review and outlook. Computers, Environment and Urban Systems, 106, 102031 (2023). [4] D Rhoads, A Solé-Ribalta, MC González, J Borge-Holthoefer. A sustainable strategy for Open Streets in (post) pandemic cities. Communications Physics 4 (1), 1-12 (2021) [5] C Bustos, D Rhoads, A Solé-Ribalta, D Masip, A Arenas, A Lapedriza, J Borge-Holthoefer. Explainable, automated urban interventions to improve pedestrian and vehicle safety. Transportation Research Part C: Emerging Technologies 125, 103018 (2021) [6] A Lampo, J Borge-Holthoefer, S Gómez, A Solé-Ribalta. Multiple abrupt phase transitions in urban transport congestion. Physical Review Research 3 (1), 013267 (2021) [7] A Solé-Ribalta, S Gómez and A Arenas. Congestion induced by the structure of multiplex networks. Physical Review Letters 116(10), 108701 (2016) [8] C Li, W Wang, A Solé-Ribalta, J Borge-Holthoefer, B Jia, Y Bin, Z Gao, J Gao. Adaptive capacity unveils urban transport network resilience to extreme floods (under revision, 2024) [9] S Abbar, T Zanouda, J Borge-Holthoefer. Structural robustness and service reachability in urban settings. Data Mining and Knowledge Discovery 32 (3), 830-847 (2018) Dr Javier Borge-Holthoefer Mail: jborgeh@uoc.edu Dr Albert Solé-Ribalta Mail: asolerib@uoc.edu Complex Systems @ IN3-COSIN Computational Social Science This research line delves into the intricate dynamics of online communication and collaboration, with a focus on understanding how individuals and groups interact and organize in the digital age. We employ computational techniques to analyze large-scale social phenomena and uncover the patterns that shape online behavior. Research focus: • Collaboration patterns in groups –from scientific communities to international organizations [1-3]: We investigate how agents and entities, at different aggregation levels, share knowledge and interact. This includes studying the formation of research teams, cooperation in software repositories, or cultural and diplomatic ties in historical institutions. • Structural flexibility and synchronization in online communication systems [3-5]: Online communication platforms, like social media networks, are constantly evolving. We study how these systems react/adapt to external events and internal pressures, and how their structure affects the flow of information and the formation of consensus. Research methods: • Network analysis: We use network theory and algorithms to study the relationships and interactions between individuals and groups in off- and on-line environments. • Computational modeling: We develop computational models to simulate and study the dynamics of group formation and evolution. This includes the use of agent-based modeling to explore the emergence of complex social phenomena from simple mechanisms. [1] R Rodríguez-Casañ, E Carbó-Catalan, A Solé-Ribalta, D Roig-Sanz, J Borge-Holthoefer, A Cardillo. Analysing inter-state communication dynamics and roles in the networks of the International Institute of Intellectual Cooperation. Humanities and Social Sciences Communications 11: 1408 (2024) [2] R Rodríguez-Casañ, MJ Palazzi, A Solé-Ribalta, M Nordberg, A Canals, J Borge-Holthoefer. Emerging collaboration patterns at the ATLAS experiment at CERN (in preparation, 2024) [3] MJ Palazzi, J Cabot, JLC Izquierdo, A Solé-Ribalta, J Borge-Holthoefer. Online division of labour: emergent structures in Open Source Software. Scientific Reports 9, 13890 (2019) [4] MJ Palazzi, A Solé-Ribalta, V Calleja-Solanas, S Meloni, CA Plata, S Suweis, J Borge-Holthoefer. An ecological approach to structural flexibility in online communication systems. Nature Communications 12 (1), 1-11 (2021) [5] J Borge-Holthoefer, RA Baños, C Gracia-Lázaro and Y Moreno. The nested assembly of collective attention in online social systems. Scientific Reports (2017) [6] J Borge-Holthoefer, N Perra, B Gonçalves, S González-Bailón, A Arenas, Y Moreno and A Vespignani. The dynamic of information-driven coordination phenomena: a transfer entropy analysis. Science Advances 2(4), e1501158 (2016) Dr Javier Borge-Holthoefer Mail: jborgeh@uoc.edu Dr Albert Solé-Ribalta Mail: asolerib@uoc.edu Complex Systems @ IN3-COSIN Mutualistic Networks This research line explores the complexity of mutualistic interactions, focusing not only on the classical ecological applications –mainly plant-pollinator networks–, but also in connection with other socio-urban systems. Our research spans from the development of novel data collection methods to the analysis of network patterns and their implications for community stability and persistence. Research focus: • Developing and implementing automated monitoring systems [1]: We design and deploy automatic camera systems equipped with deep learning algorithms to monitor plant-pollinator interactions in the field. This technology allows us to capture both diurnal and nocturnal interactions, providing a comprehensive view of pollination dynamics. • Analyzing the structure of mutualistic networks [2-4]: We investigate the emergent patterns in natural (e.g., plants and pollinators) and social (e.g., users and hashtags) ecosystems, focusing on nestedness, modularity, and in-block nestedness. We explore how these patterns affect, for example, the stability and feasibility of mutualistic communities. • Understanding the dynamics of mutualistic interactions [2,3]: We study how plant-pollinator networks change over time, and how these changes affect the persistence of species and the functioning of ecosystems. We use computational models to simulate the dynamics of these networks and explore the impact of environmental changes. • Developing new methods for network analysis [5-7]: We develop new analytical and computational tools to study the structure and dynamics of mutualistic networks, e.g. methods for bipartite network randomization and pattern detection. Research methods: • Field experiments: We conduct field experiments to collect data on plant-pollinator interactions, using automated monitoring systems combined with computer vision techniques. Analysis of images and videos of plant-pollinator interactions, species identification, movement tracking. • Network analysis: We employ network theory and algorithms to study the patterns of connections between species, with special attention to bipartite networks’ specificities. • Computational modeling: We develop computational models to simulate the dynamics of plant-pollinator networks and explore the impact of environmental changes. [1] PE Serra-Marin, A Lana, S Hervías-Parejo, A Solé-Ribalta, J Borge-Holthoefer, A Traveset. Enhancing plant-pollinator networks' resolution by means of automatic video monitoring and deep learning: advantages over direct observations (in preparation, 2024) [2] A Lampo, MJ Palazzi, J Borge-Holthoefer, A Solé-Ribalta. Structural dynamics of plant–pollinator mutualistic networks. PNAS Nexus 3 (6) (2024) [3] MJ Palazzi, A Solé-Ribalta, V Calleja-Solanas, S Meloni, CA Plata, S Suweis, J Borge-Holthoefer. An ecological approach to structural flexibility in online communication systems. Nature Communications 12 (1), 1-11 (2021) [4] MJ Palazzi, J Cabot, JLC Izquierdo, A Solé-Ribalta, J Borge-Holthoefer. Online division of labour: emergent structures in Open Source Software. Scientific Reports 9, 13890 (2019) [5] A Solé-Ribalta, CJ Tessone, MS Mariani, J Borge-Holthoefer. Revealing in-block nestedness: detection and benchmarking. Physical Review E 97 (6), 062302 (2018) [6] MJ Palazzi, J Borge-Holthoefer, CJ Tessone, A Solé-Ribalta. Macro-and mesoscale pattern interdependencies in complex networks. Journal of the Royal Society Interface 16 (159), 20190553 (2019) [7] MS Mariani, MJ Palazzi, A Solé-Ribalta, J Borge-Holthoefer, CJ Tessone. Absence of a resolution limit in in-block nestedness. Communications in Nonlinear Science and Numerical Simulation 94 (2021) Dr Javier Borge-Holthoefer Mail: jborgeh@uoc.edu Dr Albert Solé-Ribalta Mail: asolerib@uoc.edu Complex Systems @ IN3-COSIN"
}