{
  "url": "https://uoc.edu/portal/ca/escola-doctorat/linies-recerca/linies-nit/simulation-optimization/index.html",
  "content": "Línies de recerca Tecnologies de la Informació i de Xarxes Simulation and Optimization Proposta de tesi Investigadors/es Grup de Recerca Optimization and simulation of industrial and engineering systems Internet Computing & Systems Optimization (ICSO) is an official IN3 programme supported by the DPCS research group. One of the main research topics in ICSO is the development of new hybrid algorithms and methods which combine applied optimization (eg heuristics and metaheuristics), discrete-event simulation and data analysis to support decision-making processes in realistic environments. In particular, we are interested in the real-life application of these algorithms in the contexts of logistics, transportation and production systems. Thus, the doctoral theses will be related to any of the following topics: rich (real-life) vehicle routing problems, real-life scheduling problems, green logistics, intelligent transport systems, horizontal collaboration in logistics, etc. These topics represent important challenges for the industrial sector in any developed country, which explains their relevance in the context of current international research. Dr Daniel Riera Terrén Mail:drierat@uoc.edu ICSO Analytics in smart cities, transportation & logistics, and management Descriptive business analytics (DBA) refers to the pre-processing and processing of historical data gathered by companies in order to describe the real business context, generate information, and make rational decisions from the acquired knowledge. After describing the real business context, one can also benefit from predictive business analytics (PdBA), which relies on the use of time series analysis, regression models, and even machine learning methods in order to forecast the future or predict how certain business factors will evolve under scenarios of uncertainty. Finally, prescriptive business analytics (PsBA) aims at supporting complex decision-making processes in business through the use of optimization and simulation algorithms (including metaheuristics and simheuristics). These algorithms allow managers to “learn from the future” (by performing what-if analyses), significantly increasing the efficiency of business processes and systems, reducing operational costs and, at the end of the day, raising companies’ profits. PsBA have many applications in a variety of fields, including smart cities, transportation and logistics, finance, healthcare, tourism, etc. The aim of this line of research is to explore, from an interdisciplinary and IT-based perspective, some of the almost unlimited applications of analytics to any of the previously described service industries. Dr Daniel Riera Terrén Mail:drierat@uoc.edu ICSO"
}