{
  "url": "https://uoc.edu/portal/ca/escola-doctorat/linies-recerca/linies-nit/information-communication/index.html",
  "content": "Línies de recerca Tecnologies de la Informació i de Xarxes Management of ICT Systems and Services Proposta de tesi Investigadors/es Grup de recerca Sourcing of ICT systems and services Our group intends to continue working in the wider research area of outsourcing of ICT services by both private companies and public administrations, including universities. Our scope involves from the initial procurement decisions (i.e. selecting providers, choosing existing solutions), to the process of monitoring the deployment and operation of the ICT services (i.e. relationship with providers, controlling strategies, stakeholders rols). The inspiring approach is that followed by our previous in-depth case study of the Framework Agreements for the Standardization of ICT Services for the Government of Catalonia. Dr Josep Maria Marco-Simó Mail: jmarco@uoc.edu ICSO Procurement and implementation services for integrated systems We continue to work in the analysis and development of procurement and implementation methodologies for integrated information systems. These include those based upon customer relationship management (CRM) systems, supply chain management (SCM) systems, enterprise application integration (EAI), projects and information systems integration in general, as well as enterprise resource planning (ERP) systems. Our interests along these lines also include the analysis and development of models and methods for decisional information systems such as those based on business intelligence technology. Dr Josep Maria Marco-Simó Mail: jmarco@uoc.edu ICSO Novel approaches for ICT services management and governance Our work and interest focuses on the analysis and development of models and methods for managing ICT services, informed by the principles of IT governance and agile operations. To this effect, one chief aim of the group is to come to grips with, and offer solutions to, the main professional problems found in the domain of strategic management and planning of information systems and ICT services. Dr Josep Maria Marco-Simó Mail: jmarco@uoc.edu ICSO Information systems for emergency management and disaster response This thesis proposal focuses on cases studies about design, implementation and/or use of information systems for emergency management and disaster response. It includes either systems designed specifically to support emergency professionals in crisis and disaster early warning and response, either systems of general purpose used by emergency professionals or other stakeholders (included volunteers, citizens or NGOs) as tools for crisis and disaster early warning and response, such as social media. Research methodologies for these case studies will usually combine qualitative and quantitative techniques. Adrot, A; Grace, R.; Moore, K.; Zobel, C.W. (2021). ISCRAM 2021 Conference Proceedings. 18th International Conference on Information Systems for Crisis Response and Management. Blacsburg, Virginia (USA), May 2021. Du, Helen S.; Ke, Xiaobo; Chu, Samuel K.W.; Chan, Lok Ting (2017). A bibliometric analysis of emergency management using information systems (2000-2016), Online Information Review, Vol. 41 Issue: 4, pp.454-470, https://doi.org/10.1108/OIR-05-2017-0142 Kuipers, S.; Welsh, N.H. (2017). Taxonomy of the Crisis and Disaster Literature. Risk, Hazards and Crisis in Public Policy, v. 8, n. 4, pp. 272-283. Dr Josep Cobarsí Mail: jcobarsi@uoc.edu ICSO Novel approaches for ICT services management and governance Our work and interest focuses on the analysis and development of models and methods for managing ICT services, informed by the principles of IT governance and agile operations. To this effect, one chief aim of the group is to come to grips with, and offer solutions to, the main professional problems found in the domain of strategic management and planning of information systems and ICT services. Dr Josep Maria Marco-Simó Mail: jmarco@uoc.edu ICSO"
}