{
  "url": "https://uoc.edu/portal/ca/escola-doctorat/linies-recerca/linies-ade/marqueting/index.html",
  "content": "Línies de recerca Administració i Direcció d'Empreses (interuniversitari: UPC, UPM, UPCT, UOC) Màrqueting Proposta de tesi Investigadors/es Grup de recerca Experiències immersives en línia i engatjament del consumidor Modelització de la interacció d'experiències immersives en entorns en línia (sensació de presència en línia, episodis de flux, imatgeria mental) i engatjament del consumidor. Dra. Inma Rodríguez-Ardura Mail: irodriguez@uoc.edu Dr. Antoni Meseguer Mail:ameseguer@uoc.edu DigiBiz Màrqueting digital i comerç electrònic social Impacte del contingut de la marca i dels comentaris en línia dels usuaris de xarxes socials en la presa de decisions en línia sobre les marques. Adopció de noves tecnologies i màrqueting. Dra. Inma Rodríguez-Ardura Mail: irodriguez@uoc.edu Dr. Antoni Meseguer Mail: ameseguer@uoc.edu Dra. Iviane Ramos de Luna Mail: iramosde@uoc.edu DigiBiz Consumer journey and brand experience Anàlisi de la relació entre el client i la marca (journey). Determinants del enfortiment de la relació (en cadascuna de les etapes) i conseqüències efectes en termes conversió, experiència, satisfacció, lleialtat i recomanació Dr Ana Jiménez-Zarco Mail: ajimenezz@uoc.edu i2TIC Màrqueting de relacions i amor a la marca Anàlisi (des de la vessant empresarial) de la gestió de les relació amb els clients. Disseny i posada en marxa d'estratègies de get-keep-growth dins de l’àmbit del inbound màrqueting destinades a captació i conversió de leads, i promotors (Creació d’un capital intangible basat en el brand love) Dr Ana Jiménez-Zarco Mail:ajimenezz@uoc.edu i2TIC Engagement and Virtual Brand Communities (VBC) Engagement a les comunitats virtuals de marca, amb especial atenció a la creació de capital social Dr Lluís Garay Mail: lgaray@uoc.edu Dr Soledad Morales Mail:smoralespe@uoc.edu Noutur Comportament del consumidor en línia Motivacions i experiències de consum en entorns online Motivacions de consum en plataformes col·laboratives. Estat de flux en plataformes col·laboratives Dr. Irene Esteban Mail: iestebanm@uoc.edu Dra. Iviane Ramos de Luna Mail: iramosde@uoc.edu DigiBiz"
}