{
  "url": "https://uoc.edu/portal/ca/escola-doctorat/linies-recerca/linies-stc/Biopolitics_and_technoscience_and_society/index.html",
  "content": "Societat, Tecnologia i Cultura Biopolitics and technoscience and society Biopolitics, technoscience and society You can find the description of the Research Line here . Research Proposal Researchers Research Group Ageing with technology: the digitalization of social connectedness and care in later life In digital societies, the challenges of an ageing population become opportunities for technological innovation. In the care sector, robotics, telecare and AI are being introduced to make health and social care systems more personalized, integrated, sustainable and less institutionalized. In the social sphere, digital platforms and mobile media are enabling new forms of connectivity and social participation in old age, as well as new strategies to tackle social isolation and loneliness. However, technology also raises new questions about power. They also materialize specific, non-neutral values about \"good old age\", social life and care. In their development and implementation, they reshape relationships, practices and contexts of everyday life according to these values, and so contribute to making certain aged lives, forms of care and relationships more important than others, and privileging some ageing futures over others. We welcome PhD proposals that focus on technological innovations for ageing societies, particularly the digitalization of social connectedness and social and health care. We are looking for PhD candidates who are interested in exploring what notions of age, sociality, support and care are inscribed in these technologies and how this shapes ageing and later life in digital societies. Dr Daniel López Gómez Email: dlopezgo@uoc.edu Dr Roser Beneito Montagut Email: rbeneito@uoc.edu CareNet Technological mediation in the experience of grief and the end of life The objective of this thesis is to study how new technologies intervene in the experience of people who are bereaved or who are approaching end of life. There are more and more tools made available to these groups to try to cope with these essential moments of life. For example, it is the case of tools such as Story Shell (Moncur & Julius, 2015) and ReFind (Wallace et al., 2021), both intended for bereaved people and whose objective is, to some extent, to make possible the so called “continuing bonds” with the deceased loved one (see Silverman, Klass & Nickman, 1996). Thus, while Story Shell focuses on helping the bereaved to build a memorial (either physical or conceptual) to their deceased loved one, ReFind supposedly enables the bereaved to re-explore the relationship with their deceased loved one, giving to this new relationship new meanings. Thus, the objective of this thesis is to explore the characteristics of this mediation (context, actors, actions, etc.) and also how they also contribute to building, beyond the relationship established with others, different types of subjectivities. Dr Belén Jiménez Alonso Email: bjimeneza@uoc.edu CareNet Critical Studies in Risk and Disasters Drawing on the conceptual and methodological work done by STS and techno-feminist approaches, this subline of research interrogates the more naturalized, technology-driven and accelerated approaches to disasters, crises and emergencies. By using ethnography and participatory methods, we aim to make visible, engage and think with undervalued and minimized voices, geographies, temporalities, and intersections in disasters, crises and emergency situations. We also pay special attention to the social dimensions and public contestations of new digital arrangements and infrastructures for disaster risk reduction and disaster management. What is the actual role of these technologies in the (re)shaping practices, norms and cultures of preparedness and resilience? How do they intervene in the (re)configuration of disasters among policymakers, responders and/or communities? Dr Israel Rodríguez-Giralt Email: irodriguezgir@uoc.edu CareNet The innovation ideology The focus on innovation is pervasive in contemporary societies. Most institutions – particularly companies, but also public administrations and universities – have explicitly included innovation in their strategic plans and their missions. Many of them have even restructured themselves and built new units in order to make innovation their main driver and goal. Innovation has become both a buzzword and a God term. However the innovation imperative is not neutral. It fosters a very particular vision of technology and specific ways to fit it in society; it also shows clear neoliberal traits; and it is severely damaging many social institutions. We seek PhD students willing to carry out research – using mainly STS (science and technology studies) concepts and theoretical frameworks – on one of the following areas: (a) the roots of this ideology and its links to social and political stances; (b) the way it has spread to specific institutions, particularly universities, and how it has changed them; or (c) the specific vision of technology it is based on. Dr Eduard Aibar Email: eaibar@uoc.edu MUSSOL Technology, politics and societ y. Psychopolitics in the 21st Century. How are governance and social management shaped today? The recent SARS-CoV-2 pandemic, the rise of smart devices, the importance of algorithms, and datafication are some of the elements that underpin contemporary social management. This research proposal aims to inquire into these issues from the perspective of biopolitical conceptions and their new developments, as well as their sociotechnical effects on government and local practices. Dr Enrique Baleriola Escudero Email: ebaleriola@uoc.edu New forms of scientific misconduct in contemporary research As early sociologists such as Durkheim claimed, the study of deviance and deviant behaviour in any social institution – including society as a whole – is a useful way to understand its tacit norms, inner workings and key processes. Accordingly, the analysis of scientific fraud and misconduct may shed light on some fundamental aspects of science. For instance, the historical evolution of scientific misconduct and fraud, from traditional \"epistemological\" manipulation (data fabrication or falsification) to present-day \"post-production\" cheating (aimed at enhancing \"impact\" through artificial tricks), mirrors dramatic changes in the way science is now assessed and organized. We welcome research proposals willing to analyse some of the most distinctive features of this emergent new style of scientific misconduct and link them to structural changes in the organization, funding and evaluation of contemporary science. Different methods could be used, from quantitative studies on journal retractions to qualitative analyses of specific cases. We are looking to pay particular attention to some recent notorious cases of alleged misconduct in Spanish science and the way they have been handled by academic and governmental institutions, the mass media and peers. Dr Eduard Aibar Email: eaibar@uoc.edu MUSSOL Age-friendly environments: Late life urbanism and architectural innovations for ageing societies As a result of both \"alarmist demography\" approaches and participatory governing processes and policies seeking to combat various forms of \"ageism\" (stereotyping or discrimination based on age), welfare states and market actors around the world have developed a wide range of age-friendly environments. Drawing on critical gerontology, disability studies, science and technology studies, and the anthropology of ageing, this sub-research line welcomes PhD proposals aiming to explore the design of age-friendly environments, with a particular focus on late-life urbanism and architecture, and the transformation of cities, housing and facilities in ageing societies. We are interested in ethnographies of urban equipment such as transport systems or pavement and public space designs; new housing facilities and communities such as co-housing and sheltered accommodations with services; assisted living environments such as home-like and open care homes; and leisure and wellness infrastructures ranging from cruise ships to thermal spas. We are looking for PhD candidates who are interested in exploring how urban and architectural designs inscribe specific notions of ageing, what role older people have in their management, and what capabilities they have to alter and change them. Dr Daniel López Gómez Email: dlopezgo@uoc.edu Dr Tomás Sánchez Criado Email: tomcriado@uoc.edu CareNet Ethnographies of urban heat mitigation and adaptation: Practices, infrastructures, and experiments with atmospheric care Cities across the globe are grappling with the prospect of rising temperatures, which could make many urban arenas inhabitable, increase mortality and cause dangerous health effects. In places like Barcelona, heat has indeed become a major problem for the city's urban governance and climatology. In recent years, a wide variety of urban actors and the local government – together with public health, meteorological and civil protection agencies – have begun to experiment with forms of atmospheric care: from urban interventions to mitigate heat waves or cool down the city (climate shelters, nature-based solutions, shade infrastructures) to risk prevention campaigns and warning systems targeted at \"vulnerable groups\" (e.g. children, older people and people with disabilities), also including everyday practices of relating with growing heat. In addition, social movements regularly seek to activate existing alternative knowledge to address the multiple challenges. We wish to explore the relevance of more-than-textual ethnographic approaches, drawing on contemporary research in urban and environmental anthropology, feminist technoscience and geo-humanities, PhD proposals are invited to study the practices, infrastructures and experiments tackling urban heat, making practicable care as an atmospheric matter. If interested, the candidates could join an ongoing case study in the city of Barcelona, focusing on shading infrastructures and practices. Dr Tomás Sánchez Criado Email: tomcriado@uoc.edu CareNet Datafication in education policy and management According to authors such as Soshana Zuboff, Bernard Stiegler and Byung-Chul Han, datafication is one of the multiple consequences of the increasing use and normalization of algorithms, platforms and other apps to control, manage and monitor societies and groups through various dispositifs (Foucault). But what happens when these technologies reach students, teachers, schools or, more generally, educational communities? How are they received by these communities? Is there a process of resistance on the part of local educational actors? If so, what is the nature of this process and how is it reappropriated in each territory? Drawing on a wide range of authors and disciplines (sociology, social psychology, philosophy, politics, etc.) and adopting a biopolitical perspective, this line aims to address this type of question in a broad sense, in order to study and analyse the effects of educational management at the macro, meso and micro levels. Dr Enrique Baleriola Escudero Email: ebaleriola@uoc.edu"
}