{
  "url": "https://uoc.edu/portal/ca/escola-doctorat/linies-recerca/linies-ade/produccio-logistica-inventaris/index.html",
  "content": "Línies de recerca Administració i Direcció d'Empreses (interuniversitari: UPC, UPM, UPCT, UOC) Producció, Logística i Transport Proposta de tesi Investigadors/es Grup de recerca Transport aeri Transport aeri Connectivitat aèria a regions remotes Models de negoci i gestió de companyies aèries i aeroports Càrrega aèria Dr Pere Suau-Sánchez Mail: psuau@uoc.edu SUMA Logística i distribució de mercaderies Aquesta línia de recerca se centra en la distribució urbana de mercaderies i els reptes que té associats, inclosos els models de localització, l'optimització de rutes i flotes i la gestió de magatzems i de centres de distribució. Els temes també poden explorar les solucions de lliurament d'última milla, la logística inversa (logística verda) i la integració de tecnologies innovadores per millorar l'eficiència i la sostenibilitat dels sistemes logístics urbans. Els projectes també poden abordar l'impacte de la logística urbana en les xarxes de transport, la planificació urbana i la sostenibilitat mediambiental, i la seva contribució al desenvolupament de cadenes de subministrament urbanes resistents i adaptables. Dr. Eduard J. Alvarez-Palau Mail: ealvarezp@uoc.edu Dr. Cristian Castillo Gutiérrez Mail: ccastillogu@uoc.edu URBANLOG Logística empresarial, cadena de subministrament i operacions de transport Aquesta línia de recerca està oberta a projectes de doctorat centrats en temes relacionats amb la gestió de la cadena de subministrament, inclosos el disseny i l'optimització de sistemes logístics en contextos tant urbans com rurals, la distribució sostenible de mercaderies, la logística inversa (logística verda) i els sistemes de transport. Altres possibles àrees són les operacions de producció, les estratègies de gestió àgil i ajustada, els sistemes d'informació per a la logística i la gestió de la qualitat. La recerca en aquesta línia pretén abordar els nous reptes de la logística i la gestió de la cadena de subministrament per contribuir al desenvolupament de pràctiques eficients, sostenibles i innovadores en tots els sectors. Dr. Eduard J. Alvarez-Palau Mail: ealvarezp@uoc.edu Dr. Cristian Castillo Gutiérrez Mail: ccastillogu@uoc.edu URBANLOG Logística sanitària Aquesta línia de recerca està orientada a la presentació de projectes de doctorat centrats en la millora de la logística sanitària per fer front als reptes singulars que es plantegen en contextos tant urbans com rurals. Els temes poden incloure l'optimització de les cadenes de subministrament de material i equips mèdics, el disseny de models de distribució eficients adaptats a la densitat urbana i la llunyania rural, i el desenvolupament d'estratègies per al lliurament d'última milla en zones desateses. La recerca també pot explorar el paper de tecnologies emergents com l'IoT, la IA i els drons en la millora de la logística sanitària, així com pràctiques sostenibles en logística inversa i gestió de residus. Els projectes d'aquesta línia de recerca pretenen impulsar uns sistemes sanitaris més equitatius, resistents i sostenibles, per millorar l'accessibilitat i l'eficiència en diversos entorns geogràfics i demogràfics. Dr. Cristian Castillo Gutiérrez Mail: ccastillogu@uoc.edu URBANLOG Gestió d'operacions i producció Aquesta línia de recerca acull projectes de doctorat centrats en l'optimització dels processos de producció i la gestió d'operacions. Els temes poden incloure el disseny i l'equilibri de la producció i la cadena de muntatge, l'organització del temps de treball, la planificació agregada integrada i la planificació estratègica de capacitats. La recerca també pot explorar l'aplicació d'estratègies de fabricació àgil, ajustada i de resposta ràpida per millorar l'eficiència, l'adaptabilitat i la sostenibilitat en la fabricació i les operacions. Els projectes d'aquesta línia de recerca aspiren a contribuir al desenvolupament de pràctiques innovadores que abordin els reptes canviants dels sistemes de producció, per fomentar la competitivitat i l'excel·lència operativa en tots els sectors. Dr. Cristian Castillo Gutiérrez Mail: ccastillogu@uoc.edu URBANLOG"
}