{
  "url": "https://uoc.edu/portal/ca/escola-doctorat/linies-recerca/linies-ade/recursos-humans/index.html",
  "content": "Línies de recerca Administració i Direcció d'Empreses (interuniversitari: UPC, UPM, UPCT, UOC) Recursos Humans Proposta de tesi Investigadors/es Grup de recerca Sostenibilitat i recursos humans Sostenibilitat social, empleabilitat sostenible i el rol de la funció de gestió del recursos humans per facilitar organitzacions més sostenibles i socialment responsables Dra. Pilar Ficapal Mail:pficapal@uoc.edu Dra. Natàlia Cugueró Mail:ncuguero@uoc.edu Dr. Vicente Peñarroja Mail:vpenarrojac@uoc.edu i2TIC Qualitat del treball Predictors, models multidimensionals i efectes econòmics i empresarials de la qualitat del treball: qualitat intrínseca, organització del treball, relacions socials, condicions i intensitat de treball, salut i seguretat, accidentalitat laboral, prevenció de riscos, retribucions extrínseques i equilibri vida-treball Dr. Joan Torrent Mail: jtorrent@uoc.edu Dra. Pilar Ficapal Mail:pficapal@uoc.edu i2TIC Digitalització de RRHH Efectes de la transformació digital en l’estratègia i les pràctiques de recursos humans. Dra. Pilar Ficapal Mail:pficapal@uoc.edu i2TIC DigiBiz Modalitats de treball flexible i treball a distància Intersecció de les pràctiques d'RH i els rols de lideratge en els acords de treball flexible i a distància i el seu impacte en l'eficàcia organitzativa i el benestar dels treballadors i treballadores. Dra. Eva Rimbau Gilabert Mail: erimbau@uoc.edu DigiBiz Gestió de recursos humans basada en proves Aplicació de pràctiques basades en proves en la gestió d'RH per millorar la presa de decisions i els resultats organitzatius. Dra. Eva Rimbau Gilabert Mail: erimbau@uoc.edu DigiBiz Transformació tecnològica del lloc de treball El doble impacte de l'adopció de tecnologia en el lloc de treball: com modifica els sistemes interns de gestió al mateix temps que altera les funcions, els comportaments i els resultats dels treballadors i treballadores. Dra. Eva Rimbau Gilabert Mail: erimbau@uoc.edu DigiBiz"
}