{
  "url": "https://uoc.edu/portal/ca/escola-doctorat/linies-recerca/linies-stc/Sustainability_urbanization_and_socio-_technology_policies/index.html",
  "content": "Societat, Tecnologia i Cultura Sustainability, urbanization and (socio-) technology policies Sustainability, urbanization and policies of (socio-)technology You can find the description of the Research Line here . Research Proposal Researchers Research Group Cultural sustainability: significance and implications The aim is to examine the significance and implications of cultural sustainability in the context of ecological emergency and increasing social inequalities. We address both the role of cultural and artistic projects in sustainable development (culture as the fourth pillar of sustainability) and culture as sustainable development. Dr Nicolas Barbieri Muttis Email: nbarbieri@uoc.edu IDENTICAT Nature-based school environments for climate adaptation and multiple co-benefits Nearly 50% of schools in European cities are in areas with strong urban heat island effects (>2ºC). Cities are increasingly interested in developing strategies and actions to build nature-based school environments in a participatory way, that is, by co-creating nature-based interventions to respond to climate change and for co-benefits (promoting urban biodiversity, enhancing wellbeing, fostering learning, etc.). We are looking for students who are interested in exploring how the ways nature-based schoolyards are co-designed and maintained shape the resultant co-benefits. Dr Isabel Ruiz Mallén Email: iruiz_mallen@uoc.edu TURBA Transformative climate change education in cities Climate change education is gaining momentum as a key tool to help children and citizens to understand and address the causes and impacts of climate change. This research line is interested in examining how climate change education is conceived and developed in cities in formal and/or non-formal settings through the lenses of post-sustainability education and climate justice. It also seeks to analyze the implications of different approaches in terms of changing citizens’ frames of reference and engaging and empowering them on actions relating to climate change. Dr Isabel Ruiz Mallén Email: iruiz_mallen@uoc.edu TURBA Community resilience to climate change and transformative learning Community-led initiatives towards climate change in cities (e.g., urban green infrastructure and agroecology projects linked to civic ecology practices, energy citizenship actions, public awareness interventions) involve a myriad of learning processes, both for individuals and in a social sense. We are looking for students interested in understanding how people share, transmit and even develop new knowledge (and skills) through being engaged in such community-based initiatives, and how such learning relates to social transformation and urban climate resilience. Dr Hug March Email: hmarch@uoc.edu Dr Isabel Ruiz Mallén Email: iruiz_mallen@uoc.edu TURBA Exploring the implications of (urban) nature-based solutions (NBS) to tackle the climate emergency This thesis will explore through the prism of urban political ecology, critical environmental studies and/or environmental justice the socio-environmental implications of the implementation of Nature-Based solutions (NBS) at the urban and metropolitan scale to tackle the impending climate emergency, including the unintended impacts, distributional issues and the conflicts around them. It may focus also on how NBS open up/produce new ecosystem services for citizens. It will seek a comparative perspective. Dr Hug March Email: hmarch@uoc.edu Dr Isabel Ruiz Mallén Email: iruiz_mallen@uoc.edu TURBA The “twin green and digital transitions” in the urban context. The European Green Deal focuses on promoting the “twin transitions”, that is, the parallel pursuit of the green and digital transitions, which render sustainability a problem to be solved through (primarily technological) innovation. The city of Barcelona has adopted the “twin transition” discourse, which is very prominent in visions for how the circular economy is to be implemented at the urban scale. The thesis will critically analyse the socio-technical imaginaries linked to the “twin transitions” and the “circular economy”, and assess how innovation, technology and digitalisation produce green policies in Barcelona. Dr Zora Kovacic Email: zkovacic@uoc.edu Dr Hug March Email: hmarch@uoc.edu TURBA Technological Change, City Change Description: we are interested in students pursuing research on the roots of the technological change for city change and social innovation process. In particular, we are interested in alternative experiments and practice around technology for urban participation (e.g. Decidim platform) that has the potential to produce autonomous technologies that challenge the orthodox approaches of smart city discourses and Big Tech corporations approach. In this regard, we look for students that want to research participatory process, ideas for change, democratic governance, and politicisation of technology discourse. In order to do that, we would require studying the different layers of technological appropriation and adoption for the common good. Key to this is an investigation on stewardship and the different aspect of this with regard to civic tech companies, lay people willing to participate to the decision-making process, and the innovation of the city machine. Dr Paolo Cardullo Email: pcardullo@uoc.edu Dr Ramon Ribera Fumaz Email: rriberaf@uoc.edu TURBA A Comparative Urban Technological Change Description: we are interested in supervising thesis in assess the specificity of Barcelona technological sovereignty ecosystem in relation to other cities seeking technological change and social innovation: is Barcelona a model for change or remains a niche of activists and enlightened politicians? We need to seek a comparative perspective according to the many faces of technological change. One possibility is to look at similar realities like Bologna where an active ecosystem and a traditional solidarity sector exist. Here too, we can research stewardship models, transfer of competencies and formative needs of the working realities as well as of the population at large Dr Paolo Cardullo Email: pcardullo@uoc.edu Dr Ramon Ribera Fumaz Email: rriberaf@uoc.edu TURBA The political ecology of digital transformation geographies As digital capitalism advances and we become increasingly dependent on the virtuality of the digital world (the cloud, streaming, mobile phones, AI, etc.) for our everyday lives, these transformations are sustained by a less visible but very material network of digital infrastructure (data centres, cables, antennas, etc.) that intensively uses energy and raw materials. An infrastructure that goes beyond the central nodes of the digital economy and shapes particular forms of extractivism and uneven development. We are looking for students who want to explore the relationship between urban transformation, sustainable development and internet infrastructure from a political ecology and economic perspective. Dr Ramon Ribera Fumaz Email: rriberaf@uoc.edu Dr Hug March Email: hmarch@uoc.edu TURBA The social and economic impacts of urban transformation We are looking for students interested in either exploring how current urban transformations are shaping the city and in gentrifying, touristifying, or deepening urban segregation; or, to analyze the tools, strategies,and instruments, policies or grassroots responses to these processes. Dr Mirela Fiori Email: mirelafiori@uoc.edu Dr Gabriela Fauth Email: gfauth@uoc.edu Dr Ramon Ribera Fumaz Email: rriberaf@uoc.edu TURBA Untangling the project of road pacification of N-II in el Maresme through the prism of Environmental Justice This thesis would analyze the rationales, governance forms and early effects of the recently announced N-II pacification in Southern Maresme (Metropolitan Region of Barcelona). This project, involving different governing bodies at different scales, is aimed at beautifying the beach area by drastically changing the mobility in this region. Civil society organizations (e.g. Salvem Baix Maresme) have claimed for the greening of this highway for long. However important socio-economic impacts in terms of environmental justice/privilege (e.g. who is to benefit from this corridor, who is to suffer the effects of it) have not been addressed so far by the civil society organizations nor the public administration. Will the upcoming implementation process include such concerns? Other relevant questions could be: Does social resistance emerge within this process? Does it include participation, and if so, to what extent? What effects are expected, or not, to have in the different municipalities? How is the green and health discourse mobilized and to what purpose? Dr Lucía Argüelles Email: larguellesr@uoc.edu TURBA The political ecology of agriculture’s digitalization and the agriculture 4.0. Drones, robots and big data are becoming important actors along the agricultural chain. This PhD thesis studies the turn towards an “agriculture 4.0.”, focusing on emerging power dynamics (e.g. between small and big farmers, ag companies and farmers, etc.). It will also question to what extent this institutionally-led plan really target farmers’ needs and how it addresses agriculture sustainability on its full breath, that is, considering economic, social and environmental factors. Which rationales sustain the introduction of such technologies in agriculture? What material aspects need to be considered (e.g. conditions, limitations that these technologies are tied to)? How labor dynamics are changed? How agrarian dynamics are shifted and to what effect? Can the digitalization be emancipatory for small-medium farmers? Dr Lucía Argüelles Email: larguellesr@uoc.edu Dr Hug March Email: hmarch@uoc.edu TURBA The European sustainability turn in agriculture: towards which direction? This PhD thesis would inquire how agricultural technology development and distribution dynamics are shaped by the new European sustainability agendas (e.g. Farm2Fork program) and/or economic plans (e.g. Green New Deal, Next Generation funds) and which effects these might have in agrarian dynamics such as labor or farming income. While part of these programs value agroecological practices and logics, others envision a sustainability based on digitalization and technological innovation. Can these two visions be compatible? Can it shift the power imbalances embedded in the current agricultural technological model? Dr Lucía Argüelles Email: larguellesr@uoc.edu Dr Hug March Email: hmarch@uoc.edu TURBA A reflexive and critical approach to cities The aim of this research area is to analyse the urban context from a critical and interdisciplinary perspective (law, urban planning, psychology, sociology, etc.) and to consider how urban processes are produced and developed in contemporary urban-social realities. In other words, we seek a deeper understanding of how cities work, not only as spaces for economic and financial production where specific forms of urban governance are developed, but above all as common and open spaces for the social and urban construction of visible or invisible phenomena (gender, care, vulnerabilities, etc.). Dr Mirela Fiori Email: mirelafiori@uoc.edu Dr Gabriela Fauth Email: gfauth@uoc.edu Dr Pep Vivas -Elias Email: pvivasi@uoc.edu NODES Sustainability and 6G networks 6G networks are seen as both a sustainability enabler in a range of sectors, due to their potential to monitor and optimize processes, as well as a problem for sustainability, because of their impact on energy consumption and material requirements. This research line will explore this dichotomy further by studying the socioenvironmental impact of 6G-powered hyperconnectivity. The notions surrounding sustainability in the telecommunications sector will also be analysed to gain further insight into how the future is seen by the sector and the narratives used to balance both positions. Dr Cristina Cano Email: ccanobs@uoc.edu Dr Hug March Email: hmarch@uoc.edu WINE TURBA Urban water in times of climate emergency: politics, technology, finance and governance This research line is interested in the reconfigurations of urban water in the context of climate emergency and more recurrent droughts, both in the Global North and the Global South. It is interested in understanding the reconfigurations of urban water governance in terms of new water infrastructures and modes of water production (desalination, reclaimed water, etc.), political and economic debates (remunicipalization, financialization, privatization) and urbanization processes (suburbanization in the Global North, informality and urban water in the Global South). Dr Hug March Email: hmarch@uoc.edu TURBA"
}