{
  "url": "https://uoc.edu/portal/ca/escola-doctorat/linies-recerca/linies-stc/Social_political_and_economic_changes/index.html",
  "content": "Societat, Tecnologia i Cultura Social, political and economic changes You can find the description of the Research Line here. Research Proposal Researchers Research Group Social challenges in datafied societies A challenge of datafied societies is the impact of stereotypes and design biases on automated, algorithm-based decisions. The final goal is to theorize data justice and power distribution particularly, but not exclusively, in relation to age-based discrimination (ageism). The aim is to understand how the uncritical use of big data reinforces stereotypes and discrimination. For instance, when a face recognition system for job recruitment proves to be racist, sexist or ageist. How do automated decisions deprioritize, disregard or disempower minorities and disadvantaged collectives by not considering their values, interests, and habits? Dr Mireia Fernández-Ardèvol Email: mfernandezar@uoc.edu Dr Andrea Rosales Climent Email: arosalescl@uoc.edu CNSC Digital practices in old age This proposal aims to theorize digital communication's role in different stages of old age in (post-) COVID-19 times. How does accelerated digitization shape old age and the aging process? Are there new strands of empowerment and dis-empowerment? What (new) digital inequalities do older individuals face? Dr Mireia Fernández-Ardèvol Email: mfernandezar@uoc.edu CNSC AI resistance The topic of this research is the emerging global rebellion against the oppression of Artificial Intelligence (AI) and the dominant AI paradigm, with its practices, myths and discourses. It is based on the shared experiences of how AI affects society and how users struggle to negotiate their agency on algorithmic platforms, which could eventually turn into collective algorithmic agency actions and impact the development of technologies. Resistance to AI often questions the ethical implications of AI systems, the control of power and social equity. It can operate within or against the system and could include social movements, legal struggles, algorithmic audits, or reverse engineering techniques, among other strategies. Dr Andrea Rosales Climent Email: arosalescl@uoc.edu Dr Juan Linares-Lanzman Email: jlinareslanzman@uoc.edu CNSC Oppression and generative AI AI generated 15 trillion images in its first year, a feat that took photographers 150 years to achieve. The impact on society has not yet been fully appreciated. Particularly worrying are AI biases. These reinforce stereotypes and perpetuate discriminatory practices in terms of race, gender or age, among others. Mainly, because generative AI models fail to capture the diversity and complexity of our society and certain discourses are prioritised over others. This research line aims to study the different forms of production, consumption, appropriation and regulation of generative AI technologies in relation to different forms of discrimination and exclusion. Dr Andrea Rosales Climent Email: arosalescl@uoc.edu Dr Juan Linares-Lanzman Email: jlinareslanzman@uoc.edu CNSC Deliberation and political parties The aim of this research line is to analyse how political parties, as important institutions of representative democracy, promote and structure political debate and deliberation within and around themselves. We will examine the contribution of political parties to the democratic system of deliberation, taking into account both its internal dimensions (i.e. intra-party deliberation through digital platforms and face-to-face conventions and assemblies) and external dimensions (social media debates) in relation to the public sphere. We are also interested in party reform and would like to promote party transformation towards effective processes and mechanisms for participation and deliberation. The methodology will be quantitative and qualitative (interviews, focus groups), including computational techniques such as machine learning and network analysis. Theoretical and normative studies are also welcome. Dr Rosa Borge Bravo Email: rborge@uoc.edu CNSC Participatory platforms: scope , success and evaluation Participatory platforms are now widely used around the world to carry out participatory processes, especially participatory budgeting. The aim of this research line is to collect data from the platforms' collective API or by means of another big data collection process and analyse the factors that may influence the adoption and success of participatory budgeting through platforms in Catalonia, Spain and the world. Dependent variables could be the number of people registered, the number of participants, processes, or suggestions and comments from citizens by municipality and country. Explanatory variables could be characteristics of municipalities and countries. We would also like to measure citizens' satisfaction with participatory budgeting on platforms and determine how this affects their political legitimacy and trust. Dr Rosa Borge Bravo Email: rborge@uoc.edu CNSC Technopolitics and the future of democracy This line looks at the various ways in which technologies (especially digital technologies) and politics shape each other today, and what are the alternative futures for democracy as a result. The line moves from foundational problems in political theory and philosophy of technology up to specific movements such as Black Lives Matter or projects of networked democracy such as Decidim.org, which we co-founded; more broadly, it covers processes ranging from the platformization and datafication of social movements, the public sphere, political parties and States to the construction and sociotechnical governance of data and digital infrastructures. It carries on an interdiscilpinary analysis (involving both descriptive and normative perspectives, and combining qualitative and quantitative methods, from ethnography to big data analysis) of digital politics today, including its conditions (e.g., platforms), phenomena (e.g., fake news, multitudinous identities), and regimes (e.g., authoritarianism, democracy). Dr Antonio Calleja López Email: acallejalo@uoc.edu CNSC Complexity, stability and change in digital societies We live in digital societies that have grown extremely complex, composed of interconnected, multi-layered and multi-scalar systems and assemblages. With this in mind, how are we to think of their structures and dynamics? What are the general forms of construction and conflict in these societies? What role do dimensions such as technology and politics play, and how are these dimensions themselves structured, stabilized or transformed? This research line aims to conceptually and empirically explore a systemic theory of digital societies, connecting different traditions in philosophy, sociology, political science, political economy, science and technology studies, and complexity sciences. Dr Antonio Calleja López Email: acallejalo@uoc.edu CNSC Humanity and technology: rethinking the human condition in the 21st century This research line digs into rival narratives on the relationship between humanity and technology. The first, transhumanism, has argued that we should use technology to modify our biological, cognitive and social makeup to become more than human. More recently, technological humanism has stressed the reverse need to humanize technology, introducing humanist ethics and values into it. Both views are rooted in modern humanism, which usually places the human being as the measure, if not also the foundation and ultimate goal, of reality. As a response, forms of cultural posthumanism have proliferated as a constellation of positions that criticize the humanist vision of humans and their relationship with technologies, other living beings and reality itself. This research line draws, firstly, on the history of ideas and culture, and, secondly, on a critique coming from political economy. The aim is to explore some of the conceptual nuances of these narratives as well as their social, economic, political and ecological conditions and impacts. Dr Antonio Calleja López Email: acallejalo@uoc.edu CNSC Interaction with technology for health at micro, meso or macro level: Implementations and assessment We all use information and communication technologies for work, leisure and health. Our particular interest is in evaluating and understanding how (and why) people access/use information, applications or devices to take care of their own health (at individual or population level). We also want to support healthcare professionals when making decisions at micro, meso or macro level. More specifically, we are interested in: Interaction with technology for health from a sociological perspective. Implementation of digital health interventions at a meso or macro level. Assessment of the quality of health information available through information and communication technologies; also mechanisms that people use to manage the information. Dr Ruben Nieto Email: rnietol@uoc.edu Dr Marta Aymerich Email: marta.aymerich@uoc.edu Dr Carme Carrion Email: mcarrionr@uoc.edu eHealth Lab Sustainable and intelligent transport Transport planning and policy is undergoing significant changes in the context of climate change, digital transformation, increasing congestion, remote working and changing consumption patterns. We are looking for candidates who are interested in analysing the changes in air, sea and land transport systems for people and goods and their socioeconomic impacts. Dr Eduard Álvarez Palau Email: ealvarezp@uoc.edu Dr Pere Suau-Sanchez Email: psuau@uoc.edu URBANLOG SUMAT Ethical leadership and gender Aviation is facing significant challenges in terms of climate change, environmental reputation, new patterns of regional and international mobility, and technology developments. We are looking for candidates that would like to analyse the different sustainability dimensions of aviation, which include economic, environmental and social aspects. Dr Natalia Cugueró-Escofet Email: ncuguero@uoc.edu SUMAT Aviation Sustainability Culture diversity and ethical values in organizations remain a significant challenge for both small and medium-sized enterprises and large corporations. We are looking for candidates that would like to explore societal changes related to work practices, and analyse new practices in talent management and technology solutions that focus on cultures that place ethics at the centre. Dr Pere Suau-Sanchez Email: psuau@uoc.edu SUMAT Political theory and technology This research line emphasizes theoretical questions on how contemporary processes of change such as those derived from technology and other global trends affect our understanding of classical questions addressed in the field of political theory, such as democracy, freedom and equality. Dr Ivan Serrano Email: iserranoba@uoc.edu TURBA Designing and monitoring of AI for democracy The aim of this research line is to investigate how AI systems are designed and used for political decision-making by citizens in electoral, participatory and deliberative processes, and the future potential in this area. The \"democratic\" functions of AI could include information gathering and processing, moderation, consensus building or voting recommendation systems. The tools to be used can be derived from generative AI or be chatbots, visualization elements, etc. Dr Rosa Borge Bravo Email: rborge@uoc.edu CNSC Analysing conversations in the comments section of online newspapers and news aggregators The aim of this research line is to analyse interaction in the comments section of online newspapers and news aggregators. The analysis will combine network analysis, community detection in signed networks, and textual analysis using LLM-inspired NLP methods. The networks will be established by user interaction through either votes (positive/negative) or replies to comments. The dataset to be analysed has been used in a related study by Fraxanet et al. [1], and an introduction to some of the related research questions can be found in Aragón et al. [2]. Particular focus will be given to political debates around controversial issues such as climate change and vaccination. Dr Andreas Kaltenbrunner Email: akaltenbrunner@uoc.edu AID4So Exploring the impact of artificial intelligence on access to political information The aim of this research line is to analyse the impact of artificial intelligence models, such as recommender systems and large language models, on access to political information, particularly during election campaigns. Dr Rosa Borge Bravo Email: rborge@uoc.edu Dr Andreas Kaltenbrunner Email: akaltenbrunner@uoc.edu CNSC AID4So Critical data and artificial intelligence (AI) studies Theoretical and empirical research on: The sociopolitical implications of AI and data-driven technologies (especially in relation to fundamental rights, democracy and social justice); Digital/data/AI sovereignty, governance and activism. Dr Sara Suárez-Gonzalo Email: ssuarezgon@uoc.edu Dr Mireia Fernández-Ardèvol Email: mfernandezar@uoc.edu CNSC Durability of the effects of epidemics, 19 th – 20th centuries Spain The aim is to shed light on the intersection between epidemics, socio-economic inequality and demographic behaviours, using innovative analytical methodologies based on artificial intelligence. Dr Joana Maria Pujadas Mora Email: jpujadasmo@uoc.edu IdentiCat Social economy, food sharing, and digitalization This research line explores food systems, especially those involving agroecology, and focuses on collective collaboration within the social or social and solidarity economy. It includes analysis of digitally based innovations and collaborative sharing dynamics related to food sovereignty, considering both ecosystems of practice and public policy perspectives. Dr Ricard Espelt Rodrigo Email: ricardespelt@uoc.edu TURBA Contemporary ruralities and global transitions This research line seeks to address questions regarding how contemporary global-local processes affect the configuration and functionality of rural spaces and communities today. We welcome projects aiming to contribute with knowledge and methodological advancements in the understanding of contemporary ruralities on an international scale. Dr Soledad Morales Pérez Email: smoralespe@uoc.edu UOC Rural Network"
}