{
  "url": "https://uoc.edu/portal/ca/escola-doctorat/linies-recerca/linies-nit/human-computer/index.html",
  "content": "Línies de recerca Tecnologies de la Informació i de Xarxes Human-Computer Interaction Proposta de tesi Investigadors/es Grup de Recerca User-centered interaction design Human-computer interaction (HCI) is organized around three main elements: design, technology and people. It mainly focuses on the definition, design and evaluation of interactive products, tools and systems from a user-centered perspective. Interaction design researchers explore, design, build and test interactive products and systems with user-experience goals in mind. HCI provides a set of models, methods and techniques to user centered interaction design research that take into account the design process and key activities such as user research, ideation, interaction definition, prototyping and user testing. This line explores research around interaction design processes and methods, interaction co-design, conversational interfaces, gesture interfaces or tangible interaction. Dr Enric Mor Mail: emor@uoc.edu Dr Joan Soler-Adillon Mail: jsoleradillon@uoc.edu Dr Jonathan Chacón-Pérez Mail: jchaconp@uoc.edu Dra. Paloma González Díaz Mail: pgonzalezd@uoc.edu DARTS Human-Computer Interaction and e-Learning This research proposal is focused on the relationship between HCI (Human-Computer Interaction) and TEL (Technology-Enhanced Learning): how design and technology impact students and their learning. Interaction design and human-centered design can transform learning experiences and provide e-learning environments, learning resources and educational tools that take into account learners’ needs, wants and limitations. Therefore, this research proposal focuses on design, technology and learning in order to provide interactive and user-centered technology-enhanced learning. This research topic includes: Learning Toolkits. The Design Toolkit (design-toolkit.uoc.edu, 2017) is an open educational repository presented as a toolkit -a set of tools for designers to learn and practice. This research focuses on design toolkits, aiming to define, assess and optimize “expert workflows” in order to address the needs of both student and professional (expert) designers. Interactive learning tools. Folio.uoc.edu (2018) is a social network learning platform that integrates Learning Management Systems with Content Management Systems, creating a tecno-pedagogical model based on self-identification, social learning and professional development. This research line delves into the use of personal e-portafolios in rich networked environments with a focus on the implications and potentialities of its interfaces and interactions. Interactive learning tools. CodeLab.uoc.edu (2020) is an ongoing project that provides a laboratory-based learning tool for non-STEM students to learn to code through a hands-on approach. Students learn by doing, following learning itinerary, exploring how to solve problems, completing activities and engaging in discussions with peers and/or teachers to address challenges. Embodied interaction in technology enhanced learning. How to design embodied interactive learning experiences in the context of e-learning and asynchronous and distance learning? Dr Enric Mor Mail: emor@uoc.edu Dr Javier Melenchón Mail: jmelenchonm@uoc.edu Dra Laia Blasco-Soplon Mail: lblascos@uoc.edu Dr Quelic Berga-Carreras Mail: qberga@uoc.edu Dr Jonathan Chacón-Pérez Mail: jchaconp@uoc.edu DARTS Augmented and Virtual Reality Augmented and Virtual Reality are more and more present in our personal and social lives. They define a new media, requiring real-time technologies where the interaction is essential, but also where the interface plays a key role, allowing 3D interaction in Immersive Virtual Environments. This research aims to focus not only on the technological aspects, but also on other aspects such as usability, ethical issues, or human factors. It intends to encompass all areas related to virtual reality (VR), including augmented reality (AR), mixed reality (MR), and 3D user interfaces (3DUIs). Moreover, it focuses on advances and novelties in theories and methods but also on applying existing ideas to solve interesting problems with an innovative approach or on the experience learned from developing effective systems integrating such techniques and technologies. Keywords: 3D User Interfaces, Augmented Reality, Avatars, Diversity and gender issues, Embodied agents, virtual humans and (self-)avatars, Ethical issues, Human factors and ergonomics, Immersive / 360° video, Immersive games, Immersive Virtual Environments, Perception and cognition, Presence, body ownership, and agency, User experience and usability, Virtual Reality. Dr. Pierre Bourdin-Kreitz Mail: pbourdin@uoc.edu GAME Digital Making Digital making’ is a keyword that is used regularly in discussions about technology education and it has a twofold meaning: “making digital things” and “making things using digital tools”. Although the term is descriptive, creating artifacts with digital technology, the focus of its use encompasses everything from creating software and hardware using, through to designing and constructing physical objects using digital fabrication tools – CNC machines, 3D printers and laser cutters. This research proposal pays special attention to the relationship between digital making and technical education for no STEM students, exploring the potential of digital making tools in order to nurture technical knowledge for digital creation such as creative coding, generative art and design and digital fabrication. Dr Susanna Tesconi Mail: stesconi@uoc.edu Mussol Critical Interaction Design, Artifacts and Interactive Art This research proposal focuses on critical interaction design in order to explore functional, non-functional, aesthetic, cultural, speculative and political dimensions of interfaces. Speculative, critical and discursive design constitute the methodological approaches to explore critical interaction design. The research in this area includes discursive, contextual and analytical research and also prototyping, development and building artifacts as means to test ideas and validate hypotheses. This research topic includes interactive media archaeology; interaction for social good and justice vs. dark patterns and surveillance capitalism; measuring agency on interactive artifacts and/or conversational interfaces; user-centered interaction design in interactive media art. Dr Enric Mor Mail: emor@uoc.edu Dr Joan Soler-Adillon Mail: jsoleradillon@uoc.edu Dra Laia Blasco-Soplon Mail: lblascos@uoc.edu Dra. Paloma González Díaz Mail: pgonzalezd@uoc.edu Dr Quelic Berga-Carreras Mail: qberga@uoc.edu Dr Jonathan Chacón-Pérez Mail: jchaconp@uoc.edu DARTS Co-design of open source educational material La proposta de tesi s'emmarca en l'àmbit del digital making i cerca generar investigacions finalitzades al disseny i fabricació de materials educatius de codi obert mitjançant l'ús de tecnologies CAD/CAM. Les investigacions s'iniciaran en col·laboració amb el professorat de centres educatius i es duran a terme amb dinàmiques de co-disseny. El codi font dels productes i tota la informació necessària a la fabricació estaran publicats en obert i podran ser descarregats per a la seva fabricació per qui hi estigui interessat. Dr Susanna Tesconi Mail: stesconi@uoc.edu Mussol Synthesis and analysis of facial images and human voice Realistic generation of talking faces for natural interaction. Depending on the interests of the doctoral student, the image or audio part can be developed to different degrees. Dr Javier Melenchón Maldonado Mail: jmelenchonm@uoc.edu DARTS Next generation of MSX systems MSX was one of the first personal computer standards, developed by Kazuhiko Nishi (西 和彦) in the 80’s, and leading to a family of 8-bit microcomputers that was well known in Japan, parts of Europe (especially, Spain and Holland) and Brazil. This new system was backed by companies such as Sony or Toshiba. Even though relatively niche outside of Japan, it had a sizeable impact in these western countries, introducing japanese aesthetics through what would later become important software companies and franchises (e.g. Konami). At present time, Nishi himself is creating a new generation of MSX systems. Now, not as personal computers, but as hobbyist home machines with different purposes, such as IoT, supercomputing, or Smart TV systems. This is a multidisciplinary research line that intends to work with the prototype of the upcoming MSX 0 standard, an M5Stack IoT device that tries to encapsulate many different types of sensor systems. Its main goal is to find its niche in the current ecosystem. This may encompass aspects ranging from the social aspect (investigating the reasons behind retro computing in the 21st century), studying the human-computer interface of the new systems, still based on the 80’s computers, and the design and development of software protocols that enable its sensors systems to function or enhance its capabilities. Note: There is the possibility that Nishi himself acts as co-supervisor of this thesis, in a more hardware/software oriented thesis. Dr Joan Arnedo Moreno Mail: jarnedo@uoc.edu GAME Procedurally generated open world games The cost of video game development has increased exponentially with each new generation of consoles and the greater scope of projects. To minimize this problem, video game companies have always created tools that help development by seeking to improve efficiency and reduce time and costs. Even so, long developments and crunch are very common in the development of triple AAA video games, and even more so in open world video games. Therefore, this research line focuses on the procedural creation of scenarios for open-world video games that are prepared for the inclusion of narratives and mechanics, giving rise to the creation of video game elements such as quests and cinematics. Dr Joan Arnedo Moreno Mail: jarnedo@uoc.edu GAME Critical and Speculative Data Visualization Data visualization is a multidisciplinary field that impacts a wide range of domains. Every data visualization is inherently subjective, embodying a specific perspective of the world; it presents reality in a particular way by highlighting certain aspects of the information while omitting or concealing others. This doctoral thesis proposal considers both the study of visualizations and their interaction interfaces, as well as the creation of critical and speculative visualizations. Developed through a methodology rooted in hands-on practice and reflective analysis, and adopting a critical, situated, and contextual theoretical approach, the theses in this proposal may focus on the following topics: Design of critical visualizations in educational contexts. Development of analytical frameworks for visualization interfaces. Analysis and creation of artistic and speculative visualizations that question dominant socioeconomic models. Study and design of data visualization for generative AI processes. Visualization as a methodology for speculative research. Dra Laia Blasco-Soplon Mail: lblascos@uoc.edu Dr Javier Melenchón Maldonado Mail: jmelenchonm@uoc.edu Dr Quelic Berga-Carreras Mail: qberga@uoc.edu DARTS"
}