{
  "url": "https://uoc.edu/portal/ca/universitat/organitzacio/estudis-centres-recerca/index.html",
  "content": "Com ens organitzem Docència, innovació i recerca Estudis Centres de recerca, centre d'innovació i Escola de Doctorat Càtedres Estudis L'oferta docent de la UOC s'articula per mitjà dels estudis, que recullen els 7 àmbits de coneixement de la Universitat. Estudis d'Arts i Humanitats Estudis de Ciències de la Informació i de la Comunicació Estudis de Ciències de la Salut Estudis de Dret i Ciència Política Estudis d'Economia i Empresa Estudis d'Informàtica, Multimèdia i Telecomunicació Estudis de Psicologia i Ciències de l'Educació Centres de recerca, centre d'innovació i Escola de Doctorat L'R+I a la UOC s'especialitza en la interacció entre la tecnologia i les ciències humanes i socials. Internet Interdisciplinary Institute (IN3) Especialitzat en l'estudi d'internet i dels efectes de la interacció de les tecnologies digitals amb l'activitat humana. eHealth Center Centre acadèmic transdisciplinari que genera, transfereix i intercanvia coneixement en salut digital. eLearning Innovation Center Fa evolucionar el model d'aprenentatge de la Universitat per garantir una experiència formativa de qualitat, única, connectada i en xarxa. Escola de Doctorat Treballa estretament amb els tres centres de recerca i innovació per crear un marc comú de referència per als diferents programes de doctorat seguint uns estàndards de qualitat compartits. Càtedres Les càtedres desenvolupen projectes de formació, recerca, transferència de tecnologia i coneixement amb la finalitat de generar i intercanviar coneixement en un àmbit específic. Càtedra UNESCO d'Educació i Tecnologia per al Canvi Social Càtedra UNESCO d'Alimentació, Cultura i Desenvolupament Càtedra COCEMFE-UOC per a l'Autonomia Personal i Salut Digital Càtedra Barcelona - UOC en Economia Digital Càtedra UNESCO Pau Casals Càtedra per a la Resolució de Conflictes, Mediació i Transformació Digital Càtedra Internacional ARTEMISA de Ciberseguretat Càtedra UOC - Fundació VASS Transformació Digital sense Barreres: Ocupabilitat i Inclusió Càtedres inactives Càtedra Fundació Randstad-UOC de Discapacitat, Ocupació i Innovació Social Càtedra IBM-UOC de Ciberseguretat Càtedra Telefonica-UOC de Disseny i creació Multimedia Càtedra Miró Càtedra UOC-BSA per a la Recerca Aplicada i l'Anàlisi de Dades en Salut"
}