{
  "url": "https://uoc.edu/portal/ca/universitat/organitzacio/organs-coordinacio-representacio/index.html",
  "content": "Com ens organitzem Òrgans de coordinació i representació A banda de l'estructura organitzativa de la UOC, és necessari disposar d'uns òrgans de coordinació i representació que permetin assegurar que tots els recursos i serveis tenen caràcter transversal per a tota l'oferta de formació, però que atenguin a la diversitat de necessitats, fruit de les característiques específiques dels programes. Els òrgans de coordinació i representació faciliten la comunicació i el debat dels processos transversals. Els òrgans principals de coordinació i de representació de la Universitat actualment són els següents: Òrgans de participació Consell d'Universitat És el màxim òrgan de participació de la comunitat universitària. Membres : És presidit per la rectora. El personal acadèmic hi té una representació majoritària. Entre els seus membres hi ha representants del professorat i del personal de gestió. La seva composició es defineix en el Reglament del Consell d'Universitat . Funcions: Debatre les línies estratègiques i els objectius de la Universitat. Manifestar l'opinió sobre temes que afectin la Universitat i proposar les iniciatives que estimi oportunes. Debatre els aspectes que afectin la carrera professional del personal acadèmic i de gestió. Ser escoltat abans del nomenament formal del rector o rectora. Tractar qualsevol altre tema proposat per la rectora, el Consell de Govern o el Consell de Direcció. Agenda: Una reunió ordinària un cop l'any. Consell d'Estudiants És el màxim òrgan de representació, consulta i assessorament dels estudiants. Membres : Aplega els representants dels estudiants de totes les comissions d'estudis. Funcions: Ha de servir de mitjà d'expressió de les aspiracions, les peticions i les propostes dels estudiants, i ha de promoure, coordinar i defensar les seves inquietuds, drets i interessos. Comissions d'estudis La seva funció és canalitzar la participació dels estudiants en el funcionament ordinari dels estudis. Dret i Ciència Política Economia i Empresa Informàtica, Multimèdia i Telecomunicació Psicologia i Ciències de l'Educació Ciències de la Informació i de la Comunicació Arts i Humanitats Ciències de la Salut Doctorat Òrgans de coordinació Comissió de Coordinació Estratègica Membres: El Consell de Direcció La Comissió Acadèmica La Comissió de Gestió Convoca i presideix les sessions la rectora Funcions: Abordar els temes relacionats amb la proposta al Consell de Govern del pla estratègic i dels plans d'objectius de cada curs, i amb el seguiment i la coordinació de la seva execució Proposar a la rectora i al Consell de Govern accions estratègiques i específiques Afavorir la coordinació entre els diferents sectors de la Universitat Facilitar a tots els seus membres la informació necessària per assegurar-ne el flux a tota l'organització Agenda: Reunions cada dos mesos. Comissió Acadèmica Es reuneix per tractar els temes relacionats amb el seguiment i la coordinació de l'execució de l'activitat acadèmica d'acord amb les bases del Pla estratègic de la Universitat i el Pla anual d'objectius. Membres: La rectora , que la presideix Vicerectors i vicerectores Gerent Directores i directors dels estudis Director de l'IN3 Directora de l'eLearning Innovation Center Director de l'Escola de Doctorat Directora de l'eHealth Center Comissionada per a l'acció internacional Funcions: La coordinació i l'alineament estratègic de la docència, la cultura, la recerca, la difusió i la transferència de la Universitat L'impuls dels programes interdisciplinaris La promoció del desenvolupament de la comunitat acadèmica i dels seus membres L'assessorament a la rectora i al Consell de Govern, en tots els àmbits de la vida acadèmica Agenda: es reuneix un cop al mes. Comissió de Gestió Membres: Gerent Vicerectora de Governança i Política Acadèmica Vicegerents i vicegerentes Directores i directors d'àrea Funcions: Seguiment de l'activitat de les àrees de gestió. Agenda: es reuneix un cop al mes. Comissió de Programes Membres: Vicerectora de Docència i Aprenentatge , que la presideix La vicegerenta de Docència El vicegerent de Transformació Digital Sotsdirectores i sotsdirectors de docència dels estudis Director o directora de Programa representant de l'Escola de Doctorat Directora de l'eLearning Innovation Center Oficina del Vicerectorat Responsable de Qualitat Funcions: La planificació general de tota l'oferta formativa i l'activitat acadèmica La coordinació dels aspectes clau i transversals de l'activitat acadèmica L'anàlisi i avaluació de resultats Agenda: es reuneix cada quinze dies. Comissió de Recerca i Transferència És un òrgan col·legiat de suport i assessorament al Vicerectorat de Recerca, Transferència i Emprenedoria, responsable d'establir les estratègies i les accions derivades de la política de recerca i transferència de la UOC. Membres: Els membres són nomenats pel Vicerectorat de Recerca, Transferència i Emprenedoria. Vicerector de Recerca, Transferència i Emprenedoria (presidència) Directora de l'Àrea de Recerca i Innovació (secretaria) Vicegerent de Recerca i Transferència Director de l'IN3 Director de l'Escola de Doctorat Directora de l'eHealth Center Sotsdirectores i sotsdirectors de recerca dels estudis Coordinador científic del programa de recerca en e-learning Es pot convidar membres de l'acadèmia i del col·lectiu de gestió a les sessions de la Comissió que es determinin. Funcions: L'elaboració, la coordinació i l'avaluació de les polítiques, les estratègies i els plans d'acció de recerca i transferència de la Universitat Oberta de Catalunya, d'acord amb els criteris aprovats pel Consell de Direcció. La definició, la coordinació i l'avaluació de les estructures acadèmiques de la recerca i la transferència. El disseny, la concessió i l'avaluació dels ajuts propis dedicats a la recerca i la transferència. La coordinació de l'impuls per a la captació de fons externs destinats a la recerca i la transferència. La definició i el seguiment dels indicadors i les evidències que acompanyen en la presa de decisions i la difusió de l'activitat de recerca i transferència. La promoció d'una cultura científica vinculada a la ciència oberta i amb impacte social. El lideratge de l'ètica i la integritat de la recerca i la transferència en la comunitat UOC. Agenda: es reuneix un cop al mes. Comissió d'Aliances, Comunitat i Cultura Membres: Vicerector d'Aliances, Comunitat i Cultura , que la presideix. Sotsdirectores i sotsdirectors d'Aliances, Comunitat i Cultura. Director de Cultura. Directora de Comunitat i Equitat. Funcions: Participar en el disseny i la implementació de les activitats vinculades a l'àmbit de les aliances i la cultura derivades de les funcions pròpies del vicerectorat. Impulsar i coordinar els aspectes clau i transversals de les qüestions relatives a la comunitat universitària (estudiants, alumnis, equips de gestió, professorat, entitats col·laboradores, teixit social i industrial, i altres grups d'interès). Impulsar activitats de transferència de coneixement tant de l'activitat docent (innovació de producte) com investigadora (càtedres i altres projectes de col·laboració). Promoure i divulgar les activitats liderades pel vicerectorat en el marc dels estudis. Analitzar i avaluar els resultats. Agenda: es reuneix cada quinze dies. Comissió de Política Lingüística Membres: Vicerector d'Aliances, Comunitat i Cultura (presidència). Directora de l’Oficina dels Vicerectorats Director de l’Àrea de Cultura Director del Centre d’Idiomes Moderns Dos professors experts en sociolingüística i en llengua Una persona de l’Àrea de Comunicació Una persona de l’Àrea de Persones Una estudiant Un alumni Directora del Servei Lingüístic (secretaria) Funcions: Participar en la definició de la política lingüística de la UOC (plantejaments generals, abast, objectius) i dels mecanismes per implementar-la. Proposar les mesures més adients a cada situació per incrementar els nivells de coneixement, d'ús i de qualitat de la llengua catalana en tots els àmbits de la vida universitària. Vetllar perquè es respectin els usos i les pràctiques generalment establerts per la Comissió i la Universitat. Avaluar les dades i els resultats relatius a qualsevol actuació o mesura en matèria de llengua i fer-ne el seguiment. Informar i assessorar el Consell de Direcció sobre tots els aspectes relacionats amb la política lingüística en els diferents àmbits de la Universitat. Elaborar les normes de funcionament de la Comissió. Aprovar el Pla de llengües de la UOC i fer-ne el seguiment. Agenda: Es reuneix, almenys, dos cops a l'any. Comitè d'Empresa La participació dels treballadors en l'empresa és un dret laboral bàsic i s'articula per mitjà del Comitè d'Empresa , que és un òrgan de representació col·legiada dels interessos dels treballadors . Membres: 14 representants del personal de gestió 9 representants del personal docent i investigador Funcions: Òrgan de representació col·legiada dels interessos dels treballadors. Agenda: no té una periodicitat establerta de reunions. Es reuneix quan ho requereixen les seves funcions."
}