{
  "url": "https://uoc.edu/portal/ca/escola-doctorat/linies-recerca/linies-nit/applications-geographic/index.html",
  "content": "Línies de recerca Tecnologies de la Informació i de Xarxes Applications of Geographic Information Systems Propostes de tesi Investigadors/es Grup de Recerca New frontiers in Location Based Systems: indoor and indoor-outdoor challenges Almost any action occurs in a place and in a moment in time. And this fact has taken on the utmost importance in recent years with the spread of mobile devices capable of providing GPS location and associated services to the point where we are. However, although these systems have become usual nowadays, there are still many possibilities to explore and even, situations in which those systems don’t work, like indoor spaces. In this area of research we seek answers to questions like: What are the new possibilities that Galileo will open up? What role will the user play within these location-based applications? What happens in indoor environments? Which possibilities do the deployment of 5G network open to location systems? The area is focused on the advancement of location-based systems (LBS) and context aware recommender systems (CARS) in outdoor and indoor environments, working on mobile devices. Basically its goals are: a) To increase the functionalities of LBS and CARS to make them work in indoor environments; and to focus them on specific sectors like health. b) To include personalization in the LBS, in addition to time and position, in order to improve and optimize users’ experiences. In this approach, semantic web technologies are currently used. Dr Antoni Pérez Mail:aperezn@uoc.edu eHealthLab Mobile Apps as a tool to prevent infectious diseases In recent years, there has been an increase in the number of outbreaks of infectious diseases that had previously been categorized as being under control. HIV and tuberculosis are between these diseases and, most recently, the covid-19 outbreak. On the other hand, the increase of exotic travels where diseases like malaria are still present, has bring it to countries where it has been banished. How to help health authorities to prevent the spread of these diseases? Since most of population uses a smartphone, and they have location capabilities, preventive and informative actions through smartphone, based on location and context, has proven some positive effects. This proposal is focused on using apps and all the available possibilities that the sensors in a smartphone offer to prevent the spread of infectious diseases and to promote healthy habits. Dr Antoni Pérez Mail: aperezn@uoc.edu Dr Carme Carrión Ribas Mail: mcarrionr@uoc.edu eHealthLab"
}