{
  "url": "https://uoc.edu/portal/ca/escola-doctorat/linies-recerca/linies-stc/Gender_communication_and_inequality_studies/index.html",
  "content": "Societat, Tecnologia i Cultura Gender, communication and inequality studies You can find the description of the Research Line here . Research Proposal 2. Gender, communication and inequality studies Researchers Research Group Communication and gender studies Theoretical and empirical research on media, media literacy, social networks with a focus from a gender perspective. Thesis proposals derived from the master's degree in Journalism and Digital Communication: Data and New Narratives are accepted. Dr Candela Ollé Castellà Email: collec@uoc.edu GAME Gendered factors shaping young people's motivations to choose ict and stem studies and occupations The study of the development of gendered aspirations in STEM across secondary school years and the transition to higher education has been the scope of vast international research under the framework of the expectancy-value (EV) theory of achievement motivation. Similarly, many efforts have been conducted in the US and other international contexts to encourage the participation of girls in STEM, inspired by this EV theory and other theoretical frameworks, such as the stereotype threat theory, or the role and goal congruity theory. Dr Milagros Sáinz Ibañez Email: msainzi@uoc.edu GenTIC The development of gender roles and stereotypes about ict and stem occupations during childhood and adolescence Young females do not choose STEM studies because they do not identify with the prototypical masculine stereotype frequently associated with STEM professionals. Knowing more about the content of gender stereotypes about STEM studies and occupations can provide inspiration for interventions oriented to challenge these stereotypes and their prescriptive role. The main goal of this research line is to therefore analyze the main developmental socialization factors that contribute to the formation of gender stereotypes about STEM professions during childhood and adolescence. Dr Milagros Sáinz Ibañez Email: msainzi@uoc.edu Dr Julio Meneses Email: j menesesn@uoc.edu GenTIC The gender digital divide The study of the gender digital divide faces new challenges due to the persistence of inequalities in terms of Internet access, but also with regards to digital skills, uses, and the design of technologies. ICTs can empower women’s opportunities to reverse inequalities and show the importance of including women’s talent in the design of ICT services and products that provide solutions to societal challenges like the ones associated to the current health crisis. From a mutual shaping of technology and society theoretical approach, it is necessary to examine women and men as consumers of digital devices and contents, but also as producers of these technologies. Dr Milagros Sáinz Ibañez Email: msainzi@uoc.edu Dr Sergi Fàbregues Email: sfabreguesf@uoc.edu GenTIC Gender diversity and science of team science The “Science of Team Science” brings together a variety of disciplines addressing the conditions of collaborative knowledge production. The question how gender diversity affects scientific collaboration is key in this respect. Current developments strive to integrate a more dynamic view on team processes. Recent methodological (time-based social network analysis) as well as technical developments (sensor/video based monitoring and automatic labelling) allow exciting new questions to be posed regarding the impact of gender diversity on team processes. Dr Jörg Müller Email: j muller@uoc.edu Dr Julio Meneses Email: j menesesn@uoc.edu GenTIC Gender bias and behavioral tracking Behavioral tracking technology (video but also sensor based) is increasingly prevalent across a variety of societal contexts, including security sector, medical and fitness devices but also Human Resource management. This research line aims at a critical examination of the use and misuses of behavioral tracking technology and its gendered implications. Behavioral tracking, when combined with artificial intelligence decision making can perpetuate gender-bias but also open up new and exciting research questions regarding gender patterns of social behavior. Dr Jörg Müller Email: j muller@uoc.edu Dr Julio Meneses Email: j menesesn@uoc.edu GenTIC Institutional change for inclusive gender equality in research and innovation Our goal is to understand those factors that promote the effective design and implementation of inclusive gender equality interventions in research performing and research funding organizations as well as higher education institutions and the private sector. Interventions may take the form of a Gender Equality Plan, or Equality, Diversity and Inclusion Interventions- from an intersectional approach, amongst others. Analysis centers on the processes and outcomes of each phase of the intervention, from the design phase, to implementation, and outcomes whilst relevant context factors are taken into consideration. The main challenge is to understand how to make research more inclusive and diverse as well as produce better quality knowledge and innovations that respond to diverse needs. We also examine how to demonstrate real change through monitoring and evaluation of the change process. Dr Rachel Palmén Email: rpalmen@uoc.edu GenTIC Anti-knowledge and anti-information society. Analising the construction of the new public sphere This research line focuses on studying strategies for domination and control of the public sphere, grounded in disinformation, the implementation of falsehoods, and the cancellation of otherness as tools of purported political revolution. The approach is proposed as a starting point for critically and contextually analysing the expansion of anti-woke narratives, hate speech, and the advocacy of anti-political correctness. This encompasses studies on media and social network content, on the neutrality or instrumentalization of cultural products, on the ownership of information, as well as on the challenges and threats faced by communication and information rights as human rights. Dr Anna Clua Email: acluai@uoc.edu TURBA Digitalisation at work Our goal is to analyse the impact of digital transformations on the world of work. We are interested in analysing the effects of the processes of automation, robotisation, artificial intelligence, etc. on the world of work. Specifically, in the inequalities that may be generated between highly and less skilled workers or gender inequalities as a result of the fact that the most digitally complex jobs will be dominated by men. We are also interested in the analysis of Telework and its psychosocial, organisational and cultural effects. Telework is consolidating as an increasingly widely used modality of work. We are interested in analysing each and every one of its dimensions, especially the gender differences in its use, as well as the different mechanisms that organisations use to organise, monitor and control teleworkers and the resulting effects. Dr Ana Gálvez Mozo Email: agalvez@uoc.edu Dr Elsa Santamaría López Email: esantamarial@uoc.edu New employment models Our goal is to analyse the new labour models characterised by labour flexibility, digitalisation and precariousness and their relationship with social and gender inequalities. The gig economy, also known as the on-demand or platform economy, are examples of these new models. We are interested in analysing how they affect the life projects of workers, as well as how people immersed in processes of precariousness perceive and define this situation and how this experience constructs new forms of identity and new ways of living. Dr Ana Gálvez Mozo Email: agalvez@uoc.edu Dr Elsa Santamaría López Email: esantamarial@uoc.edu Work-Life Balance We analyse how gender roles, the models of work-life balance that prevail in our society and work organisation shape the different strategies and ways that people develop to reconcile the different spheres of their lives. In this sense, we focus on the cultural and psychosocial effects. Dr Ana Gálvez Mozo Email: agalvez@uoc.edu Diversity and inequality studies The present proposal invites PhD candidates interested in exploring the multiple dimensions and interrelations of diversity and inequality - including the processes of visibility and invisibility, inclusion and social exclusion - and how they are shaped in the contemporary dynamics in three main àreas: education, communication and urbanism. Candidates are invited to explore, among other topics: Discursive and visual representations of difference and diversity. Gender and communication. Emerging literacies and social inclusion. Critical pedagogy and inclusiveness. Urban spaces, equality and representation. Dr Amalia Susana Creus Email: acreus0@uoc.edu Communication and mental health Within our doctoral programme, we pursue a wide range of research into the multifaceted relationship between communication and mental health across various media. Doctoral candidates will have the opportunity to explore the impact of different communication media (traditional media, digital communication, advertising and influencers) on individuals' mental well-being. This research area also includes an examination of how mental health issues are portrayed and addressed in different media, with the aim of uncovering the intricate mechanisms and potential causal links between communication patterns across different platforms and mental health outcomes. Doctoral students will be able to employ a range of methodologies and interdisciplinary approaches to gain a comprehensive understanding of this critical intersection and contribute to the growing body of knowledge in the field of communication and mental health. Dr Manel Jiménez-Morales Email: manel.jimenez@uoc.edu Dr Mireia Montaña Blasco Email: mmontanabl@uoc.edu GAME Digital inclusion in culture, heritage and museums The line of research focuses on the digital inclusion of people with disabilities in access to museums, heritage and cultural sites. Methodological approaches can vary from ethnographic, qualitative studies to action research through cultural practices. Dr Mònica Cerdán Chiscano Email: mcerdanc@uoc.edu i2TIC"
}