{
  "url": "https://uoc.edu/portal/ca/escola-doctorat/linies-recerca/linies-hic/Communication/index.html",
  "content": "Línies de recerca Humanitats i Comunicació Communication Propostes de tesi 1. Comunicació Investigadors/es Grup de recerca Comunicació, ciutat i ciutadania Aquesta línia de recerca se centra en l'estudi de la construcció de discursos sobre la ciutat i/o la ciutadania en l'era digital. Aquest enfocament sorgeix de l'interès per analitzar la construcció de l'esfera pública en l'àmbit urbà i el dret a la ciutat. En aquest marc tenen cabuda les tesis doctorals sobre el paper de la comunicació en els següents àmbits: Veus subalternes i marges urbans. Xarxes de cura a la ciutat. L'acció comunicativa com a activisme social en el context urbà. Narratives audiovisuals i ciutat. Les dones i el dret a la ciutat. Metodologies participatives i estudis urbans. Dra. Anna Clua Infante Correu: acluai@uoc.edu Àgora Organització d'esdeveniments i protocol Les empreses i institucions són cada vegada més conscients de la importància d'establir bones relacions i una comunicació eficaç amb tots els seus públics i grups d'interès. Per això, l'organització d'esdeveniments i el protocol són eines clau per a gestionar la comunicació i contribuir a l'èxit de la missió i visió de cada organització. Des d'un enfocament acadèmic, aquesta línia de recerca aborda la conceptualització del protocol i la seva implementació a partir de les normes existents, tant des d'un punt de vista teòric com aplicat. L'estudi també se centra en els aspectes cerimonials i organitzatius dels esdeveniments corporatius, tenint en compte els diferents tipus d'ocasions, que abasten actes oficials, conferències, sessions de portes obertes, fires comercials, entre altres, i les noves tendències que s'estan adoptant en aquest sector en creixement. Dr. Ferran Lalueza Correu: flalueza@uoc.edu Dra. Elisenda Estanyol Correu: eestanyol@uoc.ed u GAME Relacions institucionals, reputació i responsabilitat social corporativa En l'actualitat, les organitzacions necessiten establir, mantenir i consolidar relacions fluides, positives i productives amb aquelles empreses públiques i privades capaces d'influir en les seves activitats i/o sobre les quals pretenen tenir algun tipus d'influència per a afavorir els seus propis interessos. Aquest és el camp de les relacions institucionals, que és un dels eixos temàtics d'aquesta línia de recerca. Amb el desenvolupament eficaç d'aquestes relacions institucionals i altres estratègies de comunicació, les organitzacions tenen la possibilitat de reforçar la seva reputació, definida com una construcció mental col·lectiva entorn de la seva trajectòria i a la capacitat de complir amb les expectatives del seu públic estratègic i/o dels seus grups d'interès. La reputació i les seves implicacions són el segon eix d'aquesta línia de recerca. Finalment, avui dia no es pot concebre la reputació sense prestar la deguda atenció a la responsabilitat social de les empreses (RSE). Atès que el públic exigeix cada vegada més transparència i compromís amb les qüestions mediambientals i socials, les organitzacions han de treballar en les seves estratègies de comunicació per a demostrar aquesta responsabilitat i l'adopció dels Objectius de Desenvolupament Sostenible (ODS) definits per l'ONU. Així, la RSC, vista des del punt de vista de la comunicació, pot ser també objecte d'estudi dins d'aquesta línia de recerca. Dr. Ferran Lalueza Correu: flalueza@uoc.edu Dra. Elisenda Estanyol Correu: eestanyol@uoc.ed u Dr. Marc Compte-Pujol Correu: mcomptepuj@uoc.edu GAME La comunicació científica en l'àmbit de la ciència oberta Com a nou paradigma científic, la ciència oberta necessita entendre com evolucionaran les formes tradicionals de comunicació de la ciència per a arribar al públic en general i també per a permetre-li participar en el disseny de la pròpia recerca. La comunicació de la ciència pot aportar noves narratives i eines que ajudin al fet que el coneixement, principalment en forma de monografies i articles acadèmics, arribi a les diferents capes de la societat. A més, pot incloure treballs sobre bibliometria alternativa a les cites, sovint basats en mètriques de xarxes socials, així com formes de comunicació científica que promoguin noves maneres d'avaluar l'impacte social de la recerca. Dr. Alexandre López-Borrull Correu: alopezbo@uoc.edu D ra. Candela Ollé Castellà Correu: collec@uoc.edu Estudis crítics sobre cultura digital, disseny i comunicació en xarxa Mediaccions és un grup de recerca interdisciplinària dedicat a l'estudi de la cultura i la comunicació digital. La nostra visió implica una presa crítica de la creació col·lectiva i les pràctiques quotidianes en línia com a font de coneixement transformador que contribueix a la comprensió de les formes de comunicació actuals. Duem a terme una aproximació metodològica diversa i innovadora que pren com a base l'etnografia i que inclou tant mètodes digitals com altres basats en l'acció i la participació ciutadana. Des d'una perspectiva més àmplia, els candidats poden dedicar-se a l'estudi de: Pràctiques creatives participatives i col·lectives, els seus processos i estructures tant dins com fora de les indústries culturals i creatives. Laboratoris ciutadans, comunitats, creativitat DIY i processos autogestionats d'acció cultural. La nostra principal línia de recerca és: Sostenibilitat, storytelling i disseny : estudiem el paper del storytelling i de les accions de disseny com a manera d'expressar i comunicar qüestions mediambientals i de sostenibilitat, des de l'activisme quotidià a través dels mitjans socials, els imaginaris de futur sobre el canvi climàtic i la sostenibilitat, el gir narratiu en la comunicació mediambiental, les metodologies creatives per a fomentar la imaginació col·lectiva sobre futurs possibles i per a crear nous espais de debat i acció pública a través del storytelling, la construcció de mons, les històries de ficció (\"what if\"), la reimaginació de ciutats i zones rurals, etc. Dra. Gemma San Cornelio Correu: gsan_cornelio@uoc.edu Dr. Antoni Roig Correu: aroigt@uoc.edu Dr. Efrain Foglia Correu: efogliar@uoc.edu Dra. Lluc Massague r Correu: lmassaguerb@uoc.edu MEDIACCIONS Estudis de disseny Investiguem els límits disciplinaris del disseny i la seva expansió a altres camps del coneixement, i ens endinsem en els canvis metodològics, els processos de recerca i el pols polític de la pràctica del disseny en el segle XXI. Estudiem l'impacte d'Internet en el disseny i com ha canviat la forma de producció, distribució, perfils professionals i recerca en una societat interconnectada i interdependent. Es convida als candidats a explorar els següents temes: Disseny obert. Tecnologia i disseny. Ensenyament del disseny. Mètodes de disseny. Innovació en el disseny de marques. Dr. Efrain Foglia Correu: efogliar@uoc.edu Dra. Lluc Massague r Correu: lmassaguerb@uoc.edu Dra. Gemma San Cornelio Correu: gsan_cornelio@uoc.edu MEDIACCIONS Storytelling experiencial Investiguem el paper de les històries, els nous formats narratius i les formes col·lectives de contar històries a nivell de conceptualització, disseny, desenvolupament i experiència. Volem observar la centralitat de les narratives des d'una perspectiva social, en diferents àmbits creatius i professionals, ja que articulen formes expressives i personals, la seva interrelació amb els seus públics, així com el seu potencial per a generar imaginaris alternatius i futurs possibles. Projectes transmedials i transmodals, narratives digitals (històries ambientades en llocs de mitjans socials) Personatges de ficció en Twitter Projectes de mitjans híbrids Realitat alternativa i experiències narratives immersives Jocs de narració, podcasting, etc. Dr. Antoni Roig Correu: aroigt@uoc.edu MEDIACCIONS Comunicació, diversitat i inclusió social La present proposta convida als candidats al doctorat interessats a explorar les múltiples dimensions de la diversitat -incloent els processos de visibilitat i invisibilitat, inclusió i exclusió social- i com es configuren en les dinàmiques de comunicació contemporànies. Es convida als candidats a explorar, entre altres temes: Representacions discursives i visuals de la diferència i la diversitat. Gènere i comunicació. Alfabetització emergent i inclusió social. Pedagogia crítica i comunicació inclusiva. Dra. Amalia Creus Correu: acreus0@uoc.edu Comunicació especialitzada: estratègies lingüístiques per a afavorir la comprensió de textos especialitzats La comunicació entre especialistes en un camp i receptors no experts sempre ha estat una qüestió complexa i no exempta de problemes. Els dominis cognitius dels dos interlocutors són diferents i l'emissor ha de ser capaç d'adaptar el seu discurs per a fer-lo comprensible al receptor no especialitzat. Amb aquest tema de recerca es pretén analitzar, des de la perspectiva de la lingüística, els factors que els especialistes han de tenir en compte a l'hora d'elaborar textos escrits des del seu camp d'especialització però dirigits a persones no expertes. L'objectiu és detectar aquelles estratègies lingüístiques que han d'aplicar-se per a evitar problemes de comprensió que dificultin una comunicació eficaç. Encara que l'estudi es realitza des d'una perspectiva lingüística, també es té en compte la dimensió cognitiva de la comunicació especialitzada. Els àmbits especialitzats que es proposen per a la recerca són els del dret i la medicina, atès que és fonamental que els destinataris comprenguin bé els textos que reben en aquests àmbits. No obstant això, és possible que s'acordi treballar en altres camps especialitzats. Dra. Ona Domènech Bagaria Correu: odomenechb@uoc.edu Narratives sobre la crisi medioambiental Recerca sobre comunicació medioambiental orientada a la participació de la ciutadadania. Projectes en dues línies: 1) Mètodes participatius, gamificació i co-disseny d'experiències sobre aquest tema. 2) Storytelling a les xarxes socials a partir de les narratives personals i perfils emergents d'activisme. Estem oberts a desenvolupar tesis en altres línies que aprofundeixin aquestes temàtiques i tinguin impacte social. Dra. Gemma San Cornelio Correu: gsan_cornelio@uoc.edu Dr. Antoni Roig Correu: aroigt@uoc.edu MEDIACCIONS Indústries creatives i pràctiques culturals Explorem com les indústries creatives (incloent-hi el cinema, l’audiovisual, la música i els mitjans sonors) estan reconfigurant els seus models de producció, distribució i consum en un context de disrupció tecnològica. També examina com les pràctiques culturals emergents i les noves formes de consum cultural (com l’streaming i les plataformes digitals) estan transformant la cultura contemporània. Alguns temes clau són: cultures de producció; pràctiques culturals emergents i audiències digitals; economia política de les indústries creatives; impacte de la tecnologia en la creació i el consum; i diversitat, accessibilitat i inclusió en les indústries creatives. Dra. Judith Clares-Gavilán Correu: jclares@uoc.edu Dr. Jordi Sánchez-Navarro Correu: jsancheznav@uoc.edu Dr. Daniel Aranda Correu: darandaj@uoc.edu Dra. Lola Costa Gálvez Correu: dcostaga@uoc.edu Dr. Manel Jiménez-Morales Correu: manel.jimenez@uoc.edu Dra. Silvia Martínez-Martínez Correu: smartinezmartinez1@uoc.edu Dra. Cristina Pujol Ozonas Correu: cpujolo@uoc.edu Estudis del joc i experiències lúdiques Els estudis de joc (Game Studies) tenen per objecte examinar els aspectes culturals, socials, psicològics, estètics, econòmics i tècnics dels jocs (digitals o no), el seu disseny i el seu impacte en la societat. Ens interessa aprofundir en temes relacionats amb la teoria del joc, els estudis narratius, la Ludologia vs. Narratologia, l’anàlisi de l'impacte cultural dels jocs (identitats, cultures, ideologies), el disseny de jocs o l'economia i la indústria del videojoc (microtransaccions, models freemium, etc.). També es contemplen els fenòmens inclosos en la “Ludificació de la Cultura”, com la gamificació, els jocs seriosos, el “game thinking”, el “playful design”, les simulacions o els “pervasive games”, entre altres, en qualsevol de les seves aplicacions (e.g. entreteniment, aprenentatge, persuasió o motivació, conscienciació, benestar físic o mental, etc.). Aquesta perspectiva s’aborda tant des de la visió tecnològica com des de la seva mirada en l'impacte en la societat, considerant tots els aspectes relacionats amb l'alfabetització lúdica (“ludoliteracy”). Dr. Daniel Aranda Correu: darandaj@uoc.edu Dr. Joan Arnedo-Moreno C orreu: jarnedo@uoc.edu Ciutadania, activismes digitals i aprenentatges socials Abordem diversos aspectes relacionats amb la interacció de la ciutadania amb els mitjans de comunicació i les plataformes d’interacció social, incloent-hi les formes d’accés a la informació i al coneixement, posant èmfasi en les necessitats emergents d’alfabetitzacions mediàtiques, així com els diferents tipus d’activismes socials i polítics que es desenvolupen en aquests mitjans i plataformes. Les noves formes d’accedir i difondre informació plantegen reptes tant per als professionals de la informació i la comunicació com per a la ciutadania que utilitza aquests mitjans i plataformes, destacant fenòmens com la desinformació, la propaganda geopolítica (s’inclouen aspectes com la difusió de missatges d’odi, l’activisme climàtic i l’activisme de gènere). Dra. Ana Bernal-Triviño Correu: abernalt@uoc.edu Dr. Marc Compte-Pujol Correu: mcomptepuj@uoc.edu Dr. Ferran Lalueza Correu: flalueza@uoc.edu Dr. Manel Jiménez-Morales Correu: manel.jimenez@uoc.edu Dr. Àlex López-Borrull C orreu: alopezbo@uoc.edu Dra. Silvia Martínez-Martínez Correu: smartinezmartinez1@uoc.edu Dra. Mireia Montaña-Blasco Correu: mmontanabl@uoc.edu Dra. Sandra Sanz Martos Correu: ssanzm@uoc.edu Dr. Daniel Aranda Correu: darandaj@uoc.edu D ra. Candela Ollé Castellà Correu: collec@uoc.edu Pràctiques en comunicació estratègica i impacte en els públics Investiguem el desenvolupament de la comunicació corporativa i publicitària des d'una perspectiva tant estratègica com creativa, explorant com les organitzacions i les marques estructuren els seus missatges i quin és el seu impacte en termes reputacionals i en la percepció, el comportament i els efectes en els diversos públics (consumidors, empleats, ciutadania, etc.), amb una atenció especial als més vulnerables. Un dels seus enfocaments és la sostenibilitat i la comunicació en ESG, tant en la creació de contingut com en les pràctiques comunicatives, analitzant com les organitzacions integren la RSC en la seva narrativa. Un altre enfocament és l'impacte d'aquestes pràctiques comunicatives en el benestar dels seus públics, especialment en la seva salut mental. Temes clau: comunicació interna, comunicació digital, comunicació institucional, comunicació en ESG i sostenibilitat, joves, diversitat, benestar digital. Dra. Elisenda Estanyol Correu: eestanyol@uoc.edu Dra. Mireia Montaña-Blasco Correu: mmontanabl@uoc.edu Dr. Marc Compte-Pujol Correu: mcomptepuj@uoc.edu Dr. Ferran Lalueza Correu: flalueza@uoc.edu Cultura visual i estudis culturals Ens proposem aprofundir en l’anàlisi de l'articulació entre mitjans, societat i cultura atenent els processos de construcció de subjectivitats, identitats i relacions de poder en la cultura visual contemporània. Des d'una aproximació interseccional i transdisciplinària, examinem les dinàmiques i fenòmens de la cultura visual per estudiar-ne les configuracions i xarxes de relacions. Alguns temes clau són: el paper de la cultura visual en les societats contemporànies; crítica i representació visual; estudis de gènere, raça i sexualitat en la cultura visual; cultura visual i identitat; història cultural de la imatge; estètica i ètica de les imatges. Dra. Cristina Pujol Ozonas Correu: cpujolo@uoc.edu Dr. Jordi Sánchez-Navarro Correu: jsancheznav@uoc.edu Investigació a través del disseny: El valor intrínsec del fer La investigació a través del disseny és un enfocament de recerca en què la pràctica del disseny esdevé una via d’indagació, un enfocament per explorar i generar coneixement. Se centra en la creació i reflexió sobre artefactes de disseny, utilitzant aquests artefactes per explorar idees i generar coneixements. Aquesta proposta de recerca convida els candidats a doctorands a implicar-se en una investigació transdisciplinària i aplicada que abordi els reptes socials, culturals i tecnològics actuals a través del valor intrínsec del fer. Des d’una perspectiva àmplia, els candidats poden treballar en: 1) El disseny com a indagació, creant artefactes no només com a productes funcionals, sinó també per generar coneixement, conceptes o crítiques. 2) Fer èmfasi en els artefactes, que no només són solucions pràctiques, sinó també parts essencials de la recerca que proporcionen coneixements i generen savieses segons com estan dissenyats. 3) Produir coneixement no limitat a casos individuals; aquest coneixement de nivell intermedi inclou conceptes sòlids, patrons o marcs de disseny. Dra Laia Blasco-Soplon Correu: lblascos@uoc.edu Dr Enric Mor Correu: emor@uoc.edu Dra. Paloma González Díaz Correu: pgonzalezd@uoc.edu Dr Quelic Berga-Carreras Correu: qberga@uoc.edu DARTS"
}