{
  "url": "https://uoc.edu/portal/ca/escola-doctorat/linies-recerca/linies-psicologia-salut/neuroscience-language-disorder/index.html",
  "content": "Línies de recerca Salut i Psicologia Neuroscience and language disorder Within this line of research, we are working on the following topics: The study and modulation of the neural mechanisms underlying cognitive processes through non-invasive brain stimulation techniques. The study of language acquisition, learning and processing in populations with typical and pathological development. The acquisition of language, phonology, gestures and pragmatics. Specific thesis projects offered inside of this line of research include the following: Thesis Proposals Researchers Research Group Language disorders Language is one of the most important human abilities we learn from birth. However, some children struggle to acquire oral and written language. Most of them have different neurodevelopmental disorders such as Developmental Language Disorder (DLD), dyslexia or dysgraphia. Technology, particularly the use of technology to improve individuals' health and wellness, which is called Digital health, eHealth, or mHealth provides a great opportunity to improve the detection, evaluation, and intervention of these children. Thus, we have these research goals: -Create, implement, and evaluate digital solutions to improve the early detection of children with language disorders. -Create, implement, and evaluate more simple, less time-consuming, and cheaper digital solutions for the assessment and diagnosis of language disorders. -Create, implement, and evaluate digital solutions to improve the treatment of children with language disorders based on neurorehabilitation and the observation of progress with digital tools for parents, clinicians, and educators. We conduct experimental and clinical research using different methodologies with the collaboration of local, national, and international partners. Dr Llorenç Barrachina Andreu Mail:landreub@uoc.edu GRECIL Acquisition of oral language and communication in typical and atypical population This line of research investigates language acquisition from a multimodal perspective, i.e. taking into account that communicative meanings are conveyed by elements like the melody of speech and the movements of the body. We investigate typical language acquisition as well as children with Developmental Language Disorder and children with Autism Spectrum Disorder. More specifically, we focus on (1) how phonological abilities interact with other factors like body gestures and the development of pragmatics, and (2) how individual linguistic, cognitive, and communicative skills impact language acquisition. We work on the following main research questions (but any project related to the acquisition of phonology, gesture, and pragmatics in typical and clinical populations is welcomed): How speech and body gestures interact with each other in typically developing children, in children with communication or language disorders, and in the acquisition of a second language? Do early phonological and gesture skills trigger the development of pragmatic abilities and other future linguistic milestones? How does multisensory input (acoustic, visual, tactile) contribute to the acquisition of language in specific populations? These research questions are answered using experimental methods such as eye-tracking, act-out tasks, or educational interventions. The PhD thesis will be carried out in collaboration with other members of the Research Group on Cognition and Language (GRECIL) at the Universitat Oberta de Catalunya, and with other national and international collaborators Dr Núria Esteve Gibert Mail: nesteveg@uoc.edu GRECIL Intervention, evidence-based practice and development of language and communication disorders in childhood. Children with communication and language disorders require evidence-based treatments and assessments, which can be delivered by on-site and on-line (i.e., telepractice) interventions, to fully progress in their life achievements. Moreover, best practices in speech therapy (also called logopedia, fonoaudiología, orthophonie or logopédie ) in clinical and educational settings require of effective and efficient implementation practices taking into consideration clinical expertise, best evidences (external - scientific literature; internal – data and observations) and patient perspectives. Another interest of this research line is investigating gesture, pragmatic and language development and intervention (assessment and treatment) in early age populations (new born to 6 years) with typical development and neurodevelopmental conditions, such as autism spectrum disorder (ASD) and developmental language disorder (DLD; also called specific language impairment). This research line focuses on the following general research questions: Which are the best assessment and treatment practices delivered on-site and on-line to improve the condition of young children with language and communication disorders? How can we improve assessment and treatments in speech therapy by implementing evidence-based practices? How do young children with or without neurodevelopmental disorders develop gesture, pragmatic and language abilities? And which are the best ways to assess and treat gesture, pragmatic and language abilities? This line of research is particularly interested in the following research and clinical approaches: Dynamic assessment; standardized assessment; screening; assessment in educational and home contexts Telepractice; videofeedback; synchronous and asynchronous modalities of intervention Narrative intervention; response-to-intervention practices Evidence-based practice; clinical guidelines; evidence-based implementation Multimodal discourse analysis; eye-tracking technique Early intervention; pragmatic assessment and treatment Dr Alfonso Igualada Pérez Mail:aigualada@uoc.edu GRECIL Understanding mechanisms of language development and how disturbances lead to variability in outcome The general objective of my research and the work I would supervise for PhD students is to advance the understanding of how children learn language and why this can happen at different speeds. The methodologies encompass multiple ways of observing and measuring the influences on child development stemming from: a. interacting internal (e.g. cognitive differences) b. external (e.g. family environment) influences Using statistical methods to understand how children’s early cognitive and social abilities (experimental, brain imaging) interact with the quality of the home and intervention environments (observation, health psychology methods). Specific projects (students may offer alternative ideas within the general area) Language and cognition in deaf children. There exists variability in language development in children born deaf and hard of hearing (DHH) with and without cochlear implant. The majority of DHH children have age-appropriate spoken language development compared with their hearing peers (Dettman et al, 2016). Despite this progress some DHH children’s language development continues to be variable. It is estimated that around 30% of children still experience delays (Bruijnzeel, Ziylan, Stegeman, Topsakal & Grolman, 2016). Research studies report that these problems are also apparent in more complex areas of language and during more demanding cognitive tasks (Geers, et al. 2009). Increased difficulties with higher-load tasks suggests that cognitive abilities supporting language development are also variable in DHH infants (Edwards & Isquith, 2020). The PhD study will test the communication-scaffolding hypothesis (Morgan, Curtin & Bottin 2021) and ask two main questions: 1. Is language development mediated by pre implant parent interaction and EEG synchronicity recordings? 2. Is language development mediated by pre implant measures of cognitive and social abilities? Language and cognition in Children with Developmental Language Disorder (DLD). Children with DLD represent the largest group of clinical paediatric participants in research and practice (Leonard, 1996) . Compared with linguistic profiles relatively little is known about their language and cognitive differences (Bishop et al, 2014). The research will look at how the executive function system is involved in the language disorder and what is the mechanism whereby language and cognitive factors interact to produce these outcomes. The PhD study will test the language-EF relationship in children with DLD and ask two main questions 1. Is language and cognitive development related in typically developing children and those with DLD? 2. What factors (SES, intervention, bilingualism etc) mediate language and cognitive development? The PhD thesis will be carried out in collaboration with other members of the Research Group on Cognition and Language (GRECIL) at the Universitat Oberta de Catalunya and the Universitat de Barcelona, and with other national and international collaborators. Prof. Gary Morgan Mail: gmorgan0@uoc.edu GRECIL Emotional regulation and development in children with neurodevelopmental disorders and their families The world of emotions and emotional regulation is complex, still full of unknowns as far as research is concerned. However, the new diagnostic approach to neurodevelopmental and learning disorders has broadened our framework of understanding of these disorders. In this framework, socio-emotional difficulties prove key in furthering our knowledge of the disorders' impact on the lives of children with them. This research line proposes a comprehensive approach to the disorders in which the children's families play an important and active part. We aim to better understand the emotional regulation difficulties suffered by patients' families, as well as the emotions and difficulties they face throughout the process of finding professional help and securing a diagnosis and treatment. Main questions: • Are emotional well-being and mental health problems associated with neurodevelopmental and learning disorders? • How do these disorders impact the emotional, behavioural and social spheres of children and their families? • How are emotional well-being and mental health problems evaluated by educational services' professional teams? Answers to these research questions are sought using experimental methods such as eye-tracking, act-out tasks and educational interventions. The PhD thesis will be carried out in collaboration with other members of the Cognition and Language Research Group (GRECIL) at the Universitat Oberta de Catalunya and the University of Barcelona, and with other national and international collaborators. Dr Nadia Ahufinger Mail: nadiahufinger@uoc.edu GRECIL Inclusion of the feminist perspective in the identification and assessment of children with learning and language difficulties and related interventions It is important to bear in mind that the science has been developed within an androcentric and patriarchal system and has therefore incorporated sexist bias in the different stages of the research process. There is a lack of studies with a feminist perspective on neurodevelopmental and learning disorders analysing, for example, the social and cultural aspects associated with sexist stereotypes fostering a bias towards a greater detection of boys and underdiagnosis of girls. In this regard, we want to incorporate methodologies tailor-made for assessing sex and gender variables and their interactions. This could help improve our understanding of the role of the differences between boys and girls in their development, and permit the use of resources and interventions better tuned to the profile in question. Main questions: • Do neurodevelopmental and learning disorders manifest equally in boys and girls? • What do we know about the biological differences of sexes in relation to these disorders? • What role does socialization based on sexist stereotypes play in these disorders? • Does neurodevelopmental disorder research consider the differences between boys and girls? This research line attempts to answer all these questions through literature reviews and experimental studies. The PhD thesis will be carried out in collaboration with other members of the Cognition and Language Research Group (GRECIL) at the Universitat Oberta de Catalunya and the University of Barcelona, and with other national and international collaborators. Dr Nadia Ahufinger Mail: nadiahufinger@uoc.edu GRECIL Clinical Neuropsychology and Applied Neuroscience: brain injury The Clinical Neuropsychology and Applied Neuroscience research line is focused on the study of the neural mechanisms underlying different pathologies that present an abnormal or altered brain functioning. We also focus on the use of non invasive brain stimulation techniques as a therapeutic approach to improve, stimulate and rehabilitate cognitive functions in neurodegenerative disease (mainly Alzheimer’s disease) and in acquired brain injury (traumatic brain injury and stroke). Dr Elena Muñoz Marrón Mail:emunozmarr@uoc.edu NeuroAdasLab Reduction of nicotine addiction through non-invasive brain stimulation techniques Nicotine addiction is often characterized by dysfunctional cognitive control, an uncontrolled reward impulse and an altered decision-making process. Transcranial direct current stimulation (tDCS) can be used to increase self-control in habitual tobacco users, reducing anxiety caused by abstinence and giving up nicotine consumption. This technique has already been successfully used to reduce craving and tobacco consumption, but the optimal parameters to implement it as a common treatment are yet to be established. Our main goal is to improve tDCS treatment parameters used to help smoking cessation. Dr Elena Muñoz Marrón Mail:emunozmarr@uoc.edu NeuroAdasLab The effect of background music on cognition in patients with neurodegenerative diseases This research line aims to explore whether background music serves as a cognitive enhancer for individuals with neurodegenerative diseases, such as Alzheimer’s and Parkinson’s. Specifically, it seeks to determine if background music: Modulates arousal and emotion, thereby reinforcing memory traces during encoding and consolidation. Enhances attention (alerting, orienting, and executive attention) through increased arousal. Influences brain activations (as measured by fNIRS) during cognitive tasks. Additionally, this research will examine musical preferences to understand the role of individual factors in modulating the effects of music on memory and learning. Dr Marco Calabria Mail: mcalabria@uoc.edu NeuroAdasLab Neuropsychology of speech production and language control This research line aims to investigate: How acquired brain damage may affect speech production at various linguistic levels (semantics, lexicon, and phonology) in both monolinguals and bilinguals. The potential association between non-linguistic control deficits (switching, updating, and monitoring) and speech disorders in bilingual speakers with neurodegenerative diseases. Language switching deficits in bilingual individuals with Alzheimer's disease and related dementias (AD/ADRD). To address these research questions, cognitive neuropsychological methodologies (single-case or group studies) and psycholinguistic approaches will be employed. Dr Marco Calabria Mail: mcalabria@uoc.edu NeuroAdasLab Bilingualism in age-related disorders: from cognition to neural networks This research line aims to investigate: The influence of bilingualism on memory and executive control, as being the two primary cognitive domains linked to the bilingual advantage in aging and neurodegenerative diseases. The effects of bilingualism on the structural and metabolic characteristics of brain areas known to be influenced by bilingualism during midlife. The longitudinal changes in cognitive and brain reserve linked to bilingualism. Dr Marco Calabria Mail: mcalabria@uoc.edu NeuroAdasLab Early detection of cognitive decline using computerized tests The objective of this project is to disentangle the role of executive functions and processing speed on the first symptoms of cognitive decline observed on different neurodegenerative diseases. The aim of the study is to determine which computerized tests are more sensitive to subtle changes on executive functions at the moment that the patients experience cognitive complaints and during the period in which they are progressing to the initial stages of certain neurodegenerative diseases. This information will provide us with a solid base to develop more precise cognitive tests that can be used to detect and monitor cognitive decline along the disease spectrum. The final objective of this project is to design brand new computerized tests that can be used by experimented neuropsychologists in clinical settings that go beyond -and complement- the measures that are currently applied in memory units. The PhD candidate will participate in the study contributing to selecting these instruments and applying them to patients and controls in clinical settings such as hospitals. In addition, they will collaborate with the analysis and interpretation of the data and its subsequent publication in different international journals or congresses. Finally, they will take part in the development of the new computerized tests. Dr Concepción Padilla M ail: cpadillafr@uoc.edu NeuroAdasLab Bringing visibility and support to autism in women at all stages of life Autism in women is associated with high socio-emotional vulnerability. However, women face complex access barriers to detection, diagnosis and therapeutic support due to their different psychopathological autistic profile and the difficulty for professionals to recognize these characteristics. Assessment procedures and instruments do not adequately integrate the specificity of the phenotypic expression of autism in women and underestimate its characteristics. This results in a disproportionately high risk of women being undiagnosed, misdiagnosed or diagnosed significantly later than men, with serious and multi-level consequences: poorer quality of life, worse prognosis and chronicity of associated psychological and physical health problems, social exclusion and victimization, and difficulties in school retention and access to employment. At the root of the problem is an androcentric perspective in the study of autism that renders the female collective invisible. This line of research focuses on (1) the development and adaptation of detection and assessment tools that are sensitive to the phenotypic characteristics of autism in women at all stages of life; and (2) research into the specific needs and challenges associated with autism in women in order to reduce underdetection and misdiagnosis and to facilitate access to diagnosis and support services that help to improve the quality of life of this population group. We are currently working on the following key research questions, but other proposals relating to autism detection and support for girls, adolescents and adult women will be considered: - Which characteristics of autism are more relevant or distinctive at different stages of women's development (childhood; early, middle and late adolescence; and adulthood)? - What emotional and behavioural challenges do women with autism face throughout their lives? What differences are there compared to women without autism? - Could a new evidence-based screening tool with a developmental perspective be psychometrically robust and contribute to improving the detection of autism in Spanish girls, adolescents and women? - How can autistic camouflaging behaviours influence the likelihood of detection? - The PhD thesis will be carried out in collaboration with other researchers at the Universitat Oberta de Catalunya and with other national and international collaborators. Dr Paula Morales Hidalgo Mail: pmoralesh@uoc.edu NUTRISAM Neural basis of cognitive control This research line is focused on the study of the involvement and functional dissociation of the dorsolateral and ventrolateral prefrontal cortices in different cognitive processes. In particular, cognitive control involves the activation of two main neural systems with differentiated functions: a dorsal system, which includes the dorsolateral prefrontal cortex, and a ventral system, which includes the ventrolateral prefrontal cortex. This line of research aims to deepen the understanding of the dissociation and interaction of these two systems through the application of Non-Invasive Brain Stimulation Techniques (NIBS). We are particularly interested in characterizing the neural bases of three processes related to cognitive control: Emotional interference on working memory Risk-based decision-making Reward and addiction Numerical cognition and cognitive control Cognitive control in depression Dr Diego Redolar-Ripoll Mail: dredolar@uoc.edu Cognitive Neurolab"
}