{
  "url": "https://uoc.edu/portal/ca/universitat/organitzacio/estructura-organitzativa/index.html",
  "content": "Com ens organitzem Estructura organitzativa L'estructura organitzativa s'articula en quatre grans blocs , que donen resposta als objectius i les línies marcades pel Consell de Direcció . Professorat . Assegura la qualitat i el rigor de la nostra activitat docent, i el funcionament de la Universitat, tenint cura de l'adequació dels plans d'estudis / programes i dels continguts; coordina el procés d'aprenentatge dels estudiants i promou la innovació i la recerca. Investigadors . Concentren la recerca en l'estudi de les interaccions de les TIC i les diferents dimensions de l'economia, la societat i la cultura i donen suport a professors i investigadors tant des d'un vessant acadèmic i científic com en aspectes de gestió, seguiment i impuls. Gestió . Assegura l'aplicació del model educatiu, la qualitat dels serveis que s'ofereixen, el funcionament i l'administració de la Universitat. Rectorat . Assegura el govern, les relacions institucionals i internacionals, la relació amb els mitjans de comunicació i la representació de la Universitat. La UOC disposa d'una estructura acadèmica organitzada en estudis i d'una estructura de gestió fixes organitzada en àrees, que garanteixen el funcionament diari de la Universitat. L'estructura acadèmica de cada estudi és formada pel professorat propi, que és el responsable de la direcció acadèmica dels programes formatius que ofereix la Universitat i de la coordinació de la xarxa de personal docent col·laborador. Pel que fa a l' estructura dels equips de gestió i rectorat , aquests s'articulen en àrees i grups operatius. Els grups operatius són àmbits d'especialització d'activitat en què es concentra un equip i s'aglutina un coneixement. Les àrees agrupen diversos grups operatius i donen un sentit global i alineat amb els objectius de la Universitat. Consulta l'organigrama de la UOC i el directori de la direcció de la Universitat (PDF). Data d'actualització: 25/03/2025"
}