{
  "url": "https://uoc.edu/portal/ca/escola-doctorat/linies-recerca/linies-turisme/3.gestio-innovacio-organitzacions-turistiques/index.html",
  "content": "Línies de recerca Turisme (interuniversitari: UMA, UA, UCA, UCM, UEX, ULL, Nebrija, UOC, URJC, USC, US, UVIGO) Gestió i Innovació en Organitzacions Turístiques S'accepten propostes amb un enfocament temàtic i/o metodològic en la gestió sostenible del turisme i la innovació en el context de l'activitat turística, a diferents escales i en diferents contextos territorials. Propostes de tesi Investigadors Grups d'investigació L3.1. Innovació i emprenedoria en turisme * Experiència inclusiva i digitalització en les organitzacions. Estudi de la gestió en el disseny de l'experiència inclusiva per part de les organitzacions en el sector turístic. Cocreació d'experiències inclusives en entorns compartits. Integració de recursos digitals per a la millora de l'experiència turística. Digitalització en la creació de solucions inclusives en turisme. Dra. Ana Isabel Jiménez-Zarco I2TIC L3.2. Màrqueting turístic * L'omnicanalitat en el posicionament i la imatge de la destinació turística. Influència sobre la decisió de viatjar dels turistes. Anàlisi de l'ús que fan els viatgers dels diferents canals de comunicació per obtenir informació sobre els seus viatges i, finalment, prendre la decisió de visitar un lloc. En l'actualitat, empreses i destinacions turístiques han de seguir una estratègia omnicanal amb l'objectiu d'arribar a un nombre més elevat de viatgers, però també per facilitar i millorar la seva experiència en les diferents fases del viatge. En aquest sentit, l'auge de la tecnologia i les xarxes socials tenen un paper fonamental. A partir d'aquest context, aquest treball de recerca se centra a analitzar com els diferents mitjans de comunicació en línia i, en particular, les xarxes socials per mitjà de les publicacions, històries (stories) i l'ús d'influenciadors (influencers) per part d'empreses i organitzacions del sector turístic influeixen en el posicionament i la imatge d'una destinació turística determinada. * L'ús de la tecnologia 4.0 en la indústria dels viatges: influència en la millora de l'experiència del turista. D'acord amb Philip Kotler, considerat pare del màrqueting modern, vivim en l'era del màrqueting 4.0, caracteritzada per l'ús de la tecnologia per millorar l'experiència de compra del consumidor. A causa d'això, eines com la geolocalització, aplicacions, assistents de veu (chatbots), la intel•ligència artificial o la realitat augmentada han obtingut un paper rellevant per a les empreses a l'hora d'obtenir informació dels usuaris (ubicació, gustos, preferències) i, d'aquesta manera, poder proporcionar-los la millor experiència possible. Partint d'aquestes idees, aquesta línia de recerca pretén analitzar l'ús de la tecnologia 4.0 en les diferents fases del viatge del turista i com l'ús d'aquestes eines tecnològiques influeix en l'experiència turística i, en conseqüència, en la decisió de recomanar i tornar a visitar la destinació. Dra. Ana Isabel Jiménez-Zarco I2TIC L3.3. Turisme digital i no digital inclusiu i accessible Experiència inclusiva i digitalització en les organitzacions. Estudiar com es gestiona el disseny d'experiències inclusives en les organitzacions que operen en el sector turístic. Co-creació d'experiències inclusives en entorns compartits. Integració de recursos digitals per a millorar l'experiència turística. La digitalització en la creació de solucions turístiques inclusives. Dra. Mónica Cerdán Dr. Lluís Garay I2TIC NOUTUR"
}