{
  "url": "https://uoc.edu/portal/ca/escola-doctorat/linies-recerca/linies-psicologia-salut/psychology/index.html",
  "content": "Línies de recerca Salut i Psicologia Psychology: tools, interventions and practices for health Within this line of research, we are working on psychological interventions for the prevention and promotion of health and well-being in different contexts (face-to-face vs. online environments, schools, organizations, etc) and conditions (health, illness, disabilities, psychological disorders, stages and vital moments, interpersonal relationships, etc). We also investigate psychological aspects related to the use of ICT for health. Specific thesis projects offered inside of this line of research include the following: Thesis Proposals Researchers Research Group Artificial Intelligence and Persuasive Design This This research line looks at how Artificial Intelligence (AI), generative models, persuasive design, and behavioral design can work together to improve health outcomes. Our main goal is to explore how generative AI technologies can be used in persuasive design to influence human behavior, help people make better decisions, and promote health and well-being. Harnessing the Octalysis Framework for Health Gamification In the fields of psychology and behavioral design, our research explores how the Octalysis framework can be applied to create engaging and motivating health interventions. By understanding the core drives that influence human behavior, we aim to design systems that not only promote healthy habits but also sustain user engagement over time. We will also address potential ethical concerns, ensuring that gamification techniques are used responsibly to avoid manipulation and misinformation, fostering a positive impact on health behaviors across diverse populations Influencing Large Groups of People: In psychology and behavioral sciences, our research carefully examines how persuasive design in AI can shape people’s attitudes and beliefs about health in society. We also want to address issues related to mass manipulation and misinformation in health communication, ensuring that our approaches are ethical and responsible. We are interested in facilitating the participation of PhD students in the Industrial PhD program of the Generalitat de Catalunya (setting a MOU with a company), and the application for additional funding. Dr Manuel Armayones Ruiz Mail: marmayones@uoc.edu Dr Beni Gómez-Zúñiga Mail: bgomezz@uoc.edu Behavioural Design Lab Behavioural Design in Public Health How do we help people change their behaviour or daily routines? How do we design behavioural solutions for controlling a chronic condition, getting back in shape or any other need or interest? How do we increase engagement and adherence to clinical guides between health professionals? In sum, how do we develop effective behavioural design to help public health administration to design, implement and evaluate health interventions in the field of health promotion? Behavioural design refers to the specific theoretical models and applied strategies used in interventions and its aim is to: Understand how the mind makes decisions; Describe the key factors (barriers and facilitators) that must converge in order for action to be taken; and Develop strategies for changing behaviour. Behavioural change techniques are one of the most important factors in determining the success or failure of online interventions (e-health). Research topics : The design of eHealth intervention to «desimplement »low value clinical practices. Personal motivation and decision-making processes and their role in starting and sustaining changes in behaviour. Persuasive systems design for online interventions aimed at disease prevention or health promotion. Theoretical models (Behaviour Change Wheel, Persuasive System Design, Behavior Fogg Model) and their application in Health Promotion. Further information: In this research line, we have been working funded both by public and private partners. We are interested in facilitating the participation of PhD students in \"Industrial Doctoral Programs of the Government of Catalonia (MOU with a company) as the request for additional funds. Dr Manuel Armayones Ruiz Mail: marmayones@uoc.edu Dr Beni Gómez-Zúñiga Mail: bgomezz@uoc.edu Dr Modesta Pousada Fernández Mail: mpousada@uoc.edu Behavioural Design Lab (Digital) Health Literacy (dHL) How does (d)HL help people make better decisions about health? How do social networks further the reach of health messages and ultimately improve health? What skills are needed by people (professionals and the public) to navigate digital healthcare services? Health literacy is an issue on the global agenda and one of the three pillars of health promotion. Health literacy means more than simply being able to 'read pamphlets', 'make appointments', 'understand food labels' or 'comply with prescribed actions' from a doctor. It is not just a personal skill. Rather, it depends on individual skills, community resources, and the complexity and demands of the health system. Health literacy aims to: Improve health and quality of life from a public health perspective; and Support informed and efficient decision-making around health. Research topics: Learning ecologies in digital mental health in adolescents through social networks. Assessing and promoting health literacy and digital health literacy among health professionals, patients and the wider public. Health interventions through social networks. Within this research line, we are now working with public and private funds, and together with mental health institutions and the Spanish Network for Health Literacy . We are interested in admitting PhD students to apply for \"Industrial Doctoral Programs of the Government of Catalonia\" (implying a memorandum of understanding with a company), as well as the application for additional funds. Dr Mercè Boixadós i Anglès Mail: mboixados@uoc.edu Dr Eulàlia Hernández i Encuentra Mail: ehernandez@uoc.edu Behavioural Design Lab Human sexuality Our main goal is to investigate different areas of human sexuality, in order to improve the discipline of sexology. This line is geared towards sexual health; hence, we are interested in understanding the components that impact sexual health from different perspectives. We are especially interested in psychological assessment, new psychological therapies for sexual dysfunctions, the promotion of sexual health among young people, the implication of sexism in sexuality and the prevention of sexual violence. Broadly speaking, we have three main research lines: sexual function, sexual health promotion and sexual victimization. Above all, we are interested in the interactions between these three areas. Research topics: ● Sexual function: We would like to explore new ways of assessment (AI included), test new treatment effectiveness and gain deeper insight into the conditioning factors of sexual (dys-)functions. ● Sexual health promotion: This line focuses on adolescents and young adults. We not only search for strategies to increase condom use and reduce unplanned pregnancies, but we also extend our research to all aspects of comprehensive sexual health (homophobia, transphobia, sexism, pleasure, etc.). ● Sexual victimization: In this last topic, we focus mainly on sexual violence by men against women. Thus, knowing the reality of women, understanding the contexts of violence and being able to design interventions aimed at reducing sexual violence are some of this line's sub-objectives. Dr Adrián Montesano del Campo Mail: amontesano@uoc.edu Intervention in Clinical and Health Psychology Interpersonal Relationships and Psychotherapy Our research seeks to contribute to enhancement of the quality of psychological interventions in both individual and in couple and family therapy from an integrative perspective. Within this field, we pay special attention to the following topics: self-identity and change; relational welfare; narrative change; systemic therapy; grief therapy; couple and sexual therapy; patterns of interpersonal interaction. We aim at developing applied research projects focused on the improvement of the socio-sanitary response to participants with different health problems, as well as the promotion of psychological and relational welfare in the community. Research topics : Focused on the development of innovative methodologies of constructivist assessment of change, relational dynamics or personal identity, especially through the use of ICT (Virtual/Mixed Reality and Health). Focused on the study of the role of relational welfare in psychological and physical health. Focused on the effectiveness of individual, family and couple psychotherapy, from a practitioner-oriented approach . Dr Adrián Montesano del Campo Mail: amontesano@uoc.edu Joan C Medina Mail: jmedina1@uoc.edu Intervention in Clinical and Health Psychology Loneliness: behavioral insights into experience, cognitive processes, and the mediating social resources. Unwanted loneliness is an interdisciplinary topic in which a psychological perspective is especially important, regardless of which group we are referring to (the elderly, people with disabilities, or parents of children with chronic illnesses among others). This research line focuses on: Approaching to loneliness interventions based on behavioral design (both in public policies and individual or group technology-based interventions Targeting those who perceive loneliness Analyzing mediating factors of loneliness in different social groups with a special regard to disabled people The effectiveness of public policies regarding the loneliness perception among specific groups Further information In this research line, we have been working funded both by public and private partners. We are interested in facilitating the participation of PhD students in \"Industrial Doctoral Programs of the Government of Catalonia (MOU with a company) as the request for additional funds. Dr Manuel Armayones Ruiz Mail: marmayones@uoc.edu Dr Beni Gómez- Zúñiga Mail: bgomezz@uoc.edu Dr Modesta Pousada Fernández Mail: mpousada@uoc.edu Behavioural Design Lab Psychopathology, Adaptation Processes and Resilience Our research starts from the study of psychopathology and clinical psychology to better understand certain clinical disorders, their risk and protection factors and the processes of adaptation to adversity. Thus, some of the topics addressed are the evaluation and diagnosis of psychopathological conditions, the assessment of psychotherapy outcomes and processes, routine monitoring, the psychopathology of trauma, victimization and resilience processes, and response to psychosocial stressors (grief and loss, crisis intervention, care responsabilities, etc.) Research topics : Focused on the psychology of bond and affective relationships: stress management, grief and loss, adaptation processes, separations/divorces, psychosocial stressors, etc. Focused on the field of emergency psychology: study of the benefits of early crisis intervention, communication of bad news, needs of victims and social support, effectiveness of interventions in trauma, care for vulnerable groups (evictions, immigration, etc.). Focused on victimization: forms, risk and protective factors, intervention programs with victims, child abuse, sexual abuse/assault, partner violence, workplace/school harassment, etc. Dr Alba Pérez González Mail: albaperezgonzalez@uoc.edu Quantitative Psychology Virtual Communities of Practice for caregivers: a psychological approach Caring for a person with a long-term condition impacts caregivers' health and deteriorates their quality of life. Virtual communities of practice for caregivers can provide them with knowledge, social support and coping strategies. Are virtual communities of practice a goog structure for health? How is an online intervention based on virtual communities designed? How are interactions in these communities promoted? How is a powerful environment for caregivers stimulated? Virtual communities of practice can be built intentionally to promote knowledge to help with quality care. Dr Beni Gómez- Zúñiga Mail: bgomezz@uoc.edu Dr Modesta Pousada Fernández Mail: mpousada@uoc.edu Behavioural Design Lab Virtual reality for psychological interventions Our research seeks to enhance the quality of psychologically informed virtual, augmented and mixed reality interventions in psychotherapy and clinical psychology. Virtual, augmented and mixed reality is an emerging field within psychotherapy and human-computer interaction that seeks to understand how immersive and interactive technologies can be used in evidence-based well-being interventions. Our research focus is twofold: 1. Basic experimental research: We aim to develop conceptual frameworks and experimental designs to understand how virtual reality can be used effectively to influence the identity and well-being of individuals, families and communities. 2. Application: We focus on the development and validation of virtual reality experiences to promote psychological and relational well-being in a variety of clinical and non-clinical settings. Research topics: ● Virtual reality in psychotherapy for the treatment of psychological problems. ● Virtual reality to promote relational well-being in couples and families. ● Virtual reality for the training of psychotherapists. Dr Adrián Montesano del Campo Mail: amontesano@uoc.edu Dr Sofía Seinfeld Mail: sseinfeld@uoc.edu Intervention in Clinical and Health Psychology"
}