{
  "url": "https://uoc.edu/portal/ca/escola-doctorat/linies-recerca/linies-psicologia-salut/food-lifestyle/index.html",
  "content": "Línies de recerca Salut i Psicologia Food and lifestyle This is a broad, cross-cutting and transdisciplinary line of research that primarily focuses on the following four areas: Food and society Food and public health Food and physical exercise Lifestyles and health Specific thesis projects offered inside of this line of research include the following: Thesis Proposals Researchers Research Group Dietary patterns and public health This line of research aims to analyse the evolution of food patterns such as the Mediterranean diet and its relation to the most pressing challenges facing public health. This can be done by monitoring dietary patterns (what we eat and how we eat) and their relation to health. Dr Alicia Aguilar Martinez Mail:aaguilarmart@uoc.edu Dr Anna Bach-Faig Mail: abachf@uoc.edu Dr Francesc X. Medina Luque Mail: fxmedina@uoc.edu FoodLab Health-related behaviours of the University Community This line of research involves evaluating the health-related behaviours and health status of the University Community, developing and implementing health promotion actions and interventions and evaluating the effectiveness of those interventions. Moreover, it is interesting to assess the interactions between health-related behaviours: healthy eating, physical activity, sleep quality, substance use, self-perceived health, mental health and quality of life. UOC is part of the Network of Healthy Universities of Catalonia, and is willing to conduct community-based research in public health. Higher education Institutions have long been concerned about an improvement in health, well-being and quality of life of their students and staff. Various changes occur during university and this is a powerful period when one's lifestyle is relatively flexible compared to that of adulthood, and, therefore, university is an important stage for developing healthy habits. Moreover, the universities have a large number of students who are or will be professionals and politicians, with potential capacity to change the conditions that influence the health of others. Dr Anna Bach-Faig Mail: abachf@uoc.edu Dr Marina Bosque Prous Mail: mbosquep@uoc.edu Epi4health Dietary patterns for health and sustainability The objectives of this line of research are to study how to face the health and sustainability challenges of dietary patterns. Currently, 25% of global climate change is most likely attributable to the food system. This industry is in a constant evolution, with consumers' tastes, practices and preferences shifting over time. In conjunction, the duration and methods of shopping, cooking and eating has drastically changed over time. Facing the future, changes in our food systems will not only have to address the rise in obesity and other diet-related health conditions, but also promote a more sustainable diet for global populations in the pursuit of a healthy planet. In this context, beyond assessing the environmental impact of our diets and identifying more sustainable ones, we still need to address which actions and tools would encourage consumers to adopt the latter. This should be done by identifying a system of compatibility between nutritional value, the environment, affordability and the acceptable dimensions of sustainable diets. Dr Anna Bach-Faig Mail: abachf@uoc.edu Gemma Chiva -Blanch Mail: gchivab@uoc.edu FoodLab Food and society This line of research is focused on the influence of social and cultural aspects on food's effect on health. Particular attention is paid to the analysis of dietary transformations from a sociocultural perspective and to the application of qualitative methodologies. Our interest focused particularly on interdisciplinary research into the evolution of food patterns and their relationship with society and health, thus linking them with nutrition, public health, disease prevention, food culture and social aspects, and health narratives regarding food and nutrition. Dr Francesc X. Medina Luque Mail: fxmedina@uoc.edu FoodLab Food, physical activity and sport This line of research is focused on the relationship between the effects of diet and exercise on health and performance. Dr Laura Esquius de la Zarza Mail: lesquius@uoc.edu Epi4health Mechanisms of healthy ageing This line of research focuses on understanding the molecular and cellular mechanisms involved in ageing and age-related diseases in order to propose interventions that could ameliorate healthspan and lifespan in the aging population, with a particular focus on women's health. We will use a combination of cellular models, in vivo models and clinical samples to achieve our goals. We will focus on: The metabolic changes in ageing. Dietary interventions to ameliorate ageing phenotypes. The role of senescent cell accumulation in healthy ageing and disease. Understanding genetic differences that determine women's healthspan. Dr Marta Massip Salcedo Mail: mmassips@uoc.edu Dr Salvador Macip Maresma Mail: smacipm@uoc.edu FoodLab Substance use, addiction and health This line of research aimes at studying the epidemiology of substance use (alcohol, tobacco, e-cigarettes, cannabis, etc.) and their effects on health. In particular, we are interested in: Urban alcohol, tobacco and e-cigarettes environment (exposure and availability; Geographic Information System (GIS) technology). Behavioural addictions (internet addiction; video games addiction; other ICT addictions). Epidemiology of substance use at different life stages (adolescents, young adults, adults and older people). Dr Marina Bosque Prous Mail: mbosquep@uoc.edu Epi4health Planetary health Planetary Health has recently emerged as a new area of knowledge focused on characterizing the impacts on human health of the disruption of the Earth's natural systems due to anthropic causes, as well as studying the political, economic and social systems that mediate such interactions. In that sense, the aims of this line of research are: (i) to study the impacts on human health of the current environmental and climate crisis with a special focus on vulnerable populations and (ii) to explore solutions to overcome the challenges that this crisis poses for our health using an interdisciplinary approach. In particular we are interested in the following areas: The urban environment and health, for example the association between urban green spaces and health, with special focus on health inequities and environmental injustices The health effects of climate change, for example, the association between heat stress in occupational settings The effects of environmental contamination on indigenous communities and remote populations The complex association between biodiversity and health Dr Cristina O'Callaghan Gordo Mail:co_callaghang@uoc.edu Dr Margarita Triguero-Mas Mail: mtrigueroma@uoc.edu BITAL Dietary patterns, food and compounds and cardiovascular disease Increased lifespan in developed countries has resulted in a greatly increased frequency of diseases related to ageing, such as cardiovascular diseases (CVD), principally driven by atherosclerosis. Atherosclerotic CVD remains the leading cause of death worldwide, in Europe and Spain (specifically in women), making prevention and management of CVD of paramount importance for successful and healthy ageing. Lifestyle interventions, including diet, have the potential to provide a basis for primary prevention. On those grounds, this line of research is aimed at: 1) The identification of new biomarkers of atherosclerosis and cardiovascular disease through, but not limited to, the characterization of protein cargo of extracellular vesicles (EV, microvesicles and exosomes) of vascular and blood origin. The aim of this line is to identify specific phenotypes of EV released into the bloodstream that allow the reclassification of individuals with a high risk of suffering a cardiovascular event in the short/medium term, regardless of their clinical cardiovascular risk (sex, age, cholesterol, smoking status, etc.). The long-term objective is that these specific phenotypes of CVD could be quantified in the clinical practice and integrated into more precise cardiovascular risk equations, in the context of precision medicine, focused on delaying the progression of cardiovascular disease and the onset of a cardiovascular event. 2) The evaluation of the effects of different dietary compounds, foods, and dietary patterns on the release of EV of vascular and blood origin and in overall cardiovascular risk. This line of research aims to better understand the complex relationship between diet and cardiovascular disease and to contribute to the development of nutritional strategies aimed at reducing CV risk factors, thus delaying the onset and progression of CVD. Gemma Chiva-Blanch Mail: gchivab@uoc.edu FoodLab Mediterranean Diet This research line aims to explore the Mediterranean Diet from a comprehensive perspective, from molecular biology to public health. The research is focused on identifying biomarkers, examining the impact of diet and lifestyle factors on disease risk, and developing intervention strategies to promote health across the lifespan. Gemma Chiva-Blanch Mail: gchivab@uoc.edu Dr Anna Bach-Faig Mail: abachf@uoc.edu FoodLab Food waste This research line aims to develop strategies for efficient food management, focusing on reducing food waste and maximizing resource utilization across various stages of the food supply chain. The study will incorporate the latest technological innovations, policy frameworks, and industry best practices to create a model for sustainable food management. Nadia San Onofre Mail: nsan_onofre@uoc.edu Gemma Chiva-Blanch Mail: gchivab@uoc.edu Dr Anna Bach-Faig Mail: abachf@uoc.edu FoodLab Evaluation of public health interventions This research line aims at the evaluation of public health interventions, focusing on community interventions and those related to the transfer of knowledge in health. Marina Bosque-Prous Mail: mbosquep@uoc.edu Epi4health"
}