{
  "url": "https://uoc.edu/portal/ca/escola-doctorat/linies-recerca/linies-turisme/1.planificacio-gestio-destinacions-turistiques/index.html",
  "content": "Línies de recerca Turisme (interuniversitari: UMA, UA, UCA, UCM, UEX, ULL, Nebrija, UOC, URJC, USC, US, UVIGO) Planificació i Gestió de Destinacions Turístiques. Turisme i Societat Local S'accepten propostes sobre la planificació i gestió sostenible / la governança del turisme, considerant també els sectors / àmbits que interseccionan amb el turisme de manera directa o indirecta, en el context soci-espacial dels llocs que conviuen amb el turisme (estiguin considerats com a destinacions turístiques o no). Propostes de tesi Investigadors Grupos d'investigació L1.1 Planificació territorial i sectorial del turisme * La condició urbana de les ciutats turístiques i de les destinacions de turisme de masses i els seus models de gestió. Anàlisi de les característiques urbanes de les destinacions turístiques de masses a conseqüència del procés d'urbanització turística. En concret, s'interessa per la relació entre els fenòmens de mobilitat global i local i els seus efectes sobre l'estructura sociodemogràfica, les migracions, les transformacions de sistema urbà o la capacitat d'atracció de recursos, inversions i població de les destinacions turístiques, així com les respostes que els models de gestió urbana i turística han d'afrontar davant aquestes transformacions. Dr. Ramon Ribera Fumaz Dra. Inés Gutiérrez-Cueli TURBA L1.2 Gestió de destinacions turístiques * Living labs i espais d'innovació cultural en la regeneració de centres urbans turístics. Aquesta línia de recerca explora noves formes d'infraestructura cultural i gestió patrimonial en la regeneració urbana i el desenvolupament d'un sector turístic local sostenible. Dr. Ramon Ribera Fumaz TURBA L1.3 Turisme i desenvolupament local * Capitalisme digital i les geografies regionals de les xarxes globals de producció en el sector turístic. Els principis de l'economia social i solidària com a motor del desenvolupament local a través del turisme regeneratiu. Aquesta línia de recerca explora models alternatius al turisme convencional basats en els principis de l'economia social i solidària, posant al centre les necessitats de la comunitat, la preservació del medi ambient i la cohesió social, tot generant un impacte positiu a escala econòmica, social i cultural. Dr. Ramon Ribera Fumaz Dr. Ricard Espelt Rodrigo TURBA L1.4 Societat local i impactes del turisme * Reaccions dels residents al desenvolupament turístic i formes alternatives de turisme i lleure. L'interès en relació amb aquesta línia de recerca se situa en la necessitat d'analitzar 1) quines són les reaccions dels residents al desenvolupament turístic en les destinacions mitjançant diferents canals; mobilització social en línia (online) i fora de línia (offline) , així com 2) la creació, proposta o participació en formes alternatives d'oci i turisme, projectes de cocreació, turisme creatiu o qualsevol servei alternatiu lligat a l'activitat turística que també pugui tenir un propòsit innovador o trencador, i vinculat a la sostenibilitat. * Economia col•laborativa i economia de plataforma en turisme. Aquesta línia de treball analitza els processos i les estratègies d'adaptació de l'economia de plataforma turística (EPT) en el context actual de canvi continu, i també els impactes i els processos específics de reestructuració i reconfiguració provocats pels diferents desenvolupaments de l'EPT a l'Estat espanyol. Identificació dels vectors sobre els quals se sustenten aquests processos d'adaptació, les performativitats i les modificacions en les estratègies d'ús de les EPT en diversos contextos territorials i activitats econòmiques. * Turisme i gènere. Centrada en l'anàlisi i l'aplicació de l'enfocament de gènere i feminista als estudis turístics, aquesta línia de treball busca analitzar com les dones participen en els processos de desenvolupament turístic, quin és el seu paper i protagonisme, incloent-hi l'estudi de les desigualtats de gènere en l'activitat turística. D'altra banda, també inclou estudis que vulguin analitzar com el turisme incideix en les relacions i les identitats de gènere, com per exemple en la generació de processos d'empoderament femení, l'emprenedoria i la configuració antropològica de les relacions i les identitats de gènere en la societat. * L'aproximació d'assemblatges com a marc conceptual i metodològic en l'anàlisi del turisme sostenible en contextos locals i regionals. * La geografia econòmica evolutiva com a aproximació interpretativa en l'anàlisi del turisme sostenible. * Economia política en les geografies del turisme. Dra. Soledad Morales NOUTUR L1.5 Turisme comunitari, desenvolupament i cooperació * En aquesta línia de treball s'explora i s'analitza el paper del turisme en els processos de desenvolupament turístic en països en vies de desenvolupament, incloent-hi una perspectiva de turisme responsable i comunitari i de les relacions de gènere. Dra. Soledad Morales NOUTUR L1.6 Sostenibilitat de les destinacions turístiques * Destinacions turístiques intel•ligents (DTI). Estratègies i disseny d'accions entorn del concepte de DTI i de la seva relació amb la sostenibilitat de les destinacions turístiques, madures o no. * Creació i avaluació de productes turístics en clau de sostenibilitat, tenint-ne en compte les dimensions socials, ambientals i econòmiques. * La creativitat i la cultura com a eines per fomentar o impactar en la sostenibilitat en el turisme, especialment els processos generats pel turisme d'esdeveniments. * Emergència climàtica i sector turístic: impactes, estratègies i resiliència de les destinacions. Explorar com el nou context d'emergència climàtica està impactant en la reorganització del turisme a l'Estat espanyol i quines són les estratègies per fer front a aquesta emergència climàtica en termes de mitigació i adaptació; és a dir, quines són les estratègies del sector per tal de ser més resilient climàticament. * Turisme i recursos hídrics a l'Estat espanyol. Analitzar l'impacte del turisme en els recursos hídrics i estratègies innovadores per minimitzar consums i obtenir recursos alternatius en entorns d'escassetat hídrica a l'Estat espanyol. Idealment, s'esperaria una perspectiva comparativa entre dos o tres casos d'estudi. * Turisme i espais naturals a l'Estat espanyol: governança, conflictes i estratègies de sostenibilitat local. Explorar i entendre les tensions i els conflictes entre les activitats turístiques i de lleure en diferents espais naturals de l'Estat espanyol, així com analitzar críticament els mecanismes de governança participativa (incloent-hi el sector turístic) en la gestió d'aquests espais naturals. Dr. Hug March Corbella Dra. Soledad Morales TURBA NOUTUR L1.7 Enfocaments regeneratius del turisme a nivell regional: valors, imaginaris i escalabilitat Temes relacionats amb els enfocaments regeneratius del turisme, models regeneratius de (donis)creixement turístic, governança regional del turisme, comunitats locals que coexisteixen amb l'activitat turística, transicions de sostenibilitat Dra. Jules Wilson NOUTUR TURBA L1.8 Destinacions complexes: estratègies d'adaptabilitat socio-territorial i de resiliencia com a respostes als reptes de la governança multinivell del turisme S'ofereix aquesta proposta en el marc del projecte Plan Naciona I+D 'ADAPTOUR' (2021-2025) . Està pensada com a una aproximació aplicada als reptes dels llocs turístics complexos, amb l'idea de generar solucions que fomenten l'adaptabilitat i resiliència. Dra. Jules Wilson NOUTUR L1.9 Turismes populars i classe social Anàlisi de la construcció del fenomen del turisme de masses i les seves implicacions. Aquí es conjuguen múltiples dimensions com: turisme i subjectivitats de classe; formes i pràctiques dels turismes populars; oci, consum i classe social; turisme i reproducció social; drets laborals i la conquesta de les vacances; turisme low cost en el context de la crisi socioecològica, etc. Dra. Inés Gutiérrez-Cueli L1.10 Turisme i ruralitats en transició Aquesta línia de treball pretén abordar preguntes sobre com els processos contemporanis de caràcter global-local, com els derivats de les transicions ecològica, energètica i digital, impacten i afecten la configuració, les funcionalitats i els significats turístics dels espais i les comunitats rurals en l'actualitat a nivell internacional. Esperem projectes que suposin un avenç en el coneixement sobre la creació de narratives i significats culturals sobre les ruralitats contemporànies i la seva relació amb l'activitat turística. Dra. Soledad Morales NOUTUR"
}