{
  "url": "https://uoc.edu/portal/ca/escola-doctorat/linies-recerca/linies-psicologia-salut/care-community-health/index.html",
  "content": "Línies de recerca Salut i Psicologia Care and community health This line of research explores, in a broad and interdisciplinary way, the social dimension of health, especially in areas related to community care and health such as: Aging, technology and society Critical studies of disability and independent living Community mental health Emergencies, disasters and community resilience Feminism and care ethics Precarity, gender, job market and subjectivities Social studies on personal and community health Reconciliation of work-personal life, sustainability and community health Specific thesis projects offered inside of this line of research include the following: Thesis Proposals Researchers Researcher Group Caring communities in times of crisis Recent years have seen caring communities ang groups and online care networks proliferate throughout Europe. CareNet has conducted extensive research into examples of self-organized caring communities, where the focus is on the community, particularly as alternatives to state-, market- and family-based care solutions. More recently, and in connection to complex crises such as the COVID-19 pandemic, we have also looked at forms of self-organized and grassroots emergency response. We welcome thesis proposals aimed at shedding light on how these networks and communities produce and experiment with care, knowledge and technology in times of crisis. We are also interested in exploring the psychosocial impact of crises, emergencies and disasters and the role of these caring communities in terms of social support, identity, health and quality of life. Dr Israel Rodríguez Giralt Mail:irodriguezgir@uoc.edu CareNet New environments for ageing with care: cohousing, housing with services, care communities and new nursing homes The ageing population is often associated with the social imaginary of the fourth age: social isolation, loneliness, lack of care and institutionalisation in the event of dependency and fragility. To counteract this negative image of old age and the catastrophic futures associated with it, older people associations and new deinstitutionalisation policies have been promoting for some years now the creation of environments that enable people to age at home with care, avoiding institutionalisation and favouring the autonomy and participation of older people. We are looking for PhD students in social sciences who want to do a thesis on new models of housing and ageing-in-community. For example, collaborative housing for older people, housing with services for older people at risk of exclusion, care communities for older people living in rural settings or new home-like residential models for people with dementia. We are looking for students who want to explore ideas of home, the forms of ageing that are promoted (and excluded), the distribution and configuration of care and its normative values, and its impact on those who care and are cared for. We are also looking for students with an appreciation of the role that the architecture and material culture of these environments are playing, of care innovation, personalisation of care and new ‘cultures’ of care, and of the digitisation of these environments and the automation of care. Dr Daniel López Mail: dlopezgo@uoc.edu CareNet Animals and older people: growing older with other than humans More and more people are growing older with animals, which in turn are also ageing. However, very few studies exist on human-animal relationships in old age. We are looking for PhD students in the social sciences who would like to do a thesis on the impact of these relationships on older people, for example, their social connectedness and well-being or the role of human-animal kinship in times of transition and life change associated with old age. We are also interested in projects aimed at promoting and fostering these bonds, for example, in people living alone, or in non-pharmacological therapies assisted by animals or based on contact with nature, for example, for people with dementia. We are looking for students who want to apply a multispecies perspective to the study of the relationship between humans and animals in old age, i.e. concerned about the impact of human ageing styles, living environments and interventions on their animal companions and their ageing, the transformation of bonds and care when it is the animal companions who age and require care, and the situations of separation and abandonment that unsupported human and animal ageing can entail and the impact they have on both animals and humans. Dr Daniel López Mail: dlopezgo@uoc.edu CareNet Collective bereavement in long-term care facilities: a psychosocial approach The objective of this research line is to explore how long-term care facilities deal with bereavement in a communal way, involving residents, families and staff. It aims to identify effective practices that strengthen collective resilience and to develop strategies that support the emotional, spiritual and social well-being of those involved. The student should focus on identifying and analysing the dynamics of collective bereavement in different types of residential facilities. Through a mixed methodology, they will combine quantitative analysis (surveys and standardized scales) and qualitative analysis (in-depth interviews, focus groups and participant observation). They should analyse bereavement experiences, identify factors that facilitate or inhibit mutual support, and contribute to the creation of best practice guidelines for dealing with bereavement in long-term care facilities. Dr Belén Jiménez Mail: bjimeneza@uoc.edu Dr Daniel López Mail: dlopezgo@uoc.edu CareNet Care for the health and well-being of older adults at home and in the community. Ageing population worldwide has set significant challenges for the healthcare and social systems. Moreover, the onset of the COVID-19 pandemic has highlighted the need for innovative community-based solutions to take care of our older adults. Consequently, programs orientated to prevent functional capacity loss in older adults and promotion of healthy ageing are mandatory. The World Health Organization (WHO) has set the need to design, develop and offer comprehensive community-based approaches introducing interventions at the primary care level to prevent declines in capacity. Additionally, the WHO has established the \"Decade of Healthy Aging 2020-2030\" to promote the healthy ageing process. It consists of developing and maintaining functional capacity in older adults to achieve their well-being. Functional capacity is determined by the intrinsic capacity of the person and their physical, social, economic, and political environment, as well as their interactions. We aim to understand the biological, social, economic and environmental determinants of functional capacity in old adults and the effect of tailored home and community-based programs and interventions on old adults' health, autonomy and well-being. We are interested in implementation research proposals including quantitative, qualitative or mixed (quantitative and qualitative) designs to approach aspects such as: - Evaluation of programs oriented at preventing functional capacity loss in old adults and promoting healthy ageing - Evaluation of effectiveness and cost-effectiveness of services and interventions provided to old persons at home and in the community under the health service and social perspectives - Co-design and validation of innovative tools and methodologies to perform person-centred evaluation and research Dr Marco Inzitari Mail: minzitari@uoc.edu Precarious lives and social inequality: sociopsychological effects The low-income working population is growing in Europe. This phenomenon can be attributed to salary reductions, lower job quality and jobs that do not provide sufficient hours of adequately paid work, among other factors. This is happening within a job market whose productive and occupational structures are undergoing important changes and in which precarious work appears as a generalized problem, but which greatly affects the most vulnerable groups (young people, women, immigrants, people with funcional diversity, among others). This is also due to the fact that traditional rules governing the regulation and protection of salaried work are disappearing in the face of new forms of employment. However, this precarity is not limited to the workplace. It appears in and interferes with other areas of our daily lives, determining, for instance, the construction of our biographies. We aim to understand the relationship between social inequality and precarity, focusing on the sociopsychological effects it has on people and their quality of life, with the aim of contributing to the transformation towards a more quality, inclusive and sustainable world of work. We are interested in qualitative research proposals analysing aspects such as how precarity is defining people's daily lives; how people in precarious situations take sense and meaning from their work and personal situation; how they are able evaluate themselves and their social identity; how they plan their lives, projects and future actions, and finally, what kinds of health effects could lead to precarious living conditions. Dr Anna Gálvez Mozo Mail: agalvez@uoc.edu Dr Elsa Santamaría López Mail:esantamarial@uoc.edu TRAGSO: Work, Gender and Society Work-life balance, sustainability and community health The concept of work–life balance has recently established itself as a key component on route maps drawn up in the pursuit of social sustainability, both on a local scale, represented by individual organizations, and on a more general one, represented by global institutions such as the United Nations. There is broad consensus on the fact that work–life balance is of vital importance in industrialized nations and that it is becoming a pressing issue in developing countries as well. In the former case, the massive incorporation of women into the workplace, the rise in the number of single‐parent families, and the increase in dependency as a result of ageing populations are some of the factors that explain why the issue of work–life balance has become a key item on the agendas of a number of European Union states. We aim to understand, from a gender perspective, the relationship between work-life balance, social sustainability and community health, focusing on the sociopsychological effects it has, on the one hand, on people and their wellbeing and mental health and, on the other hand, on organizations and the dynamics they produce to guarantee sustainability and inclusivity. We are interested in qualitative research proposals analysing aspects such as: - How the work dimension of people's lives affects the personal dimension and vice versa. - How the relationship between the different dimensions affects and influences people's health and well-being. - How organisations' measures related to WLB impact on the well-being and health of workers. - How WLB influences sustainability, inclusiveness and equity of organisations. Dr Anna Gálvez Mozo Mail: agalvez@uoc.edu TRAGSO: Work, Gender and Society Organizations, telework and social sustainability Telework has appeared in the world of work and organizations as a great solution, especially since the beginning of the pandemic of COVID-19. Telework has been analysed from a wide variety of viewpoints, receiving both great support and harsh criticism. Supporters underline telework’s great potential to harmonize the different facets of people’s lives, however, other authors reveal its more controversial and negative ramifications. Our research aims to analyse the relationship between telework and social sustainability. We focus on analysing the different organisational, social, personal and cultural dimensions that influence and determine how teleworking becomes a way of working that promotes well-being and contributes to social sustainability. We are interested in qualitative research proposals analysing aspects such as: - Telework as a work-life balance measure and its effects and implications on people's health and well-being. - The conditions and premises to implement telework in order to contribute to the improvement labour conditions in organisations and the increase of workers' quality of life. - How telework can contribute to social sustainability and the integration of organisations in their community. - How telework can contribute to eliminate gender inequalities and promoting equality. Dr Anna Gálvez Mozo Mail: agalvez@uoc.edu Dr Elsa Santamaría López Mail:esantamarial@uoc.edu TRAGSO: Work, Gender and Society"
}