{
  "url": "https://uoc.edu/portal/ca/escola-doctorat/linies-recerca/linies-dret/linia-3/index.html",
  "content": "Línies de recerca Dret, Política i Economia Institucions polítiques, Governança i Participació LÍNIA 3. INSTITUCIONS POLÍTIQUES, GOVERNANÇA I PARTICIPACIÓ Professorat Grup Acció col·lectiva i Internet La recerca proposada pretén determinar, a través de l'anàlisi empírica d'un o més casos, fins a quin punt Internet (o algun dels seus elements o aplicacions) transforma l'estructura de l'acció col·lectiva i ajuda a explicar el perquè dels seus resultats. Dr. Albert Batlle Email: abatlle@uoc.edu GADE L'automatització de les Administracions públiques i els reptes de la intel·ligència artificial en el Dret administratiu L’activitat administrativa automatitzada es caracteritza per ser una activitat realitzada a través de mitjans electrònics sense la intervenció d’una persona. En els darrers temps, les administracions públiques han incorporat la intel·ligència artificial per avançar en l'automatització de la seva actuació. En aquesta línia de recerca es proposa poder analitzar el règim jurídic de l'actuació administrativa automatitzada els riscos que pot comportar l'ús de la intel·ligència artificial en l'automatització de l'Administració pública així com l'impacte que l'automatització pot tenir en el dret administratiu. Dr. Agustí Cerrillo Email: acerrillo@uoc.edu Dr. Maur Díaz Email: mdiazjov@uoc.edu DDI Integritat i transparència en les Administracions públiques En esta aquesta línia de recerca es proposa analitzar els mecanismes per la garantia de la integritat i la transparència pública. Dr. Agustí Cerrillo Email: acerrillo@uoc.edu Dr. Maur Díaz Email: mdiazjov@uoc.edu DDI Teoria política i territori Aquesta línia de recerca parteix d'una perspectiva de ciència política per a abordar qüestions relacionades amb l'organització territorial, la identitat, els processos polítics o la governança multinivell, incloent assumptes estatals, regionals o urbans. Són especialment benvingudes les propostes que desitgin combinar qüestions teòriques amb anàlisis empíriques (enquestes, dades geogràfiques, entrevistes). Dr. Iván Serrano Email: iserranoba@uoc.edu TURBA-Lab Think tanks i partits polítics En els últims anys, els think tanks s'han convertit en una de les organitzacions que desenvolupen funcions destacades per als partits polítics. Especialment, els proveeixen de coneixement expert per a la presa de decisions polítiques. Malgrat la creixent connexió entre tots dos tipus d'organitzacions, el coneixement acadèmic amb què es compta és encara limitat. En aquesta línia es pretén aprofundir en l'estudi d'aquesta relació a partir de l'anàlisi de casos o recerques comparades. Entre altres qüestions, es pretén analitzar la utilitat estratègica dels think tanks per als partits, el seu impacte en la vida partidista, així com els factors que poden incidir en l'abast i tipus de vinculació entre partits i think tanks. Dr. Mikel Barreda Email: mbarreda@uoc.edu GADE Qualitat de la democràcia a Amèrica Llatina Aquesta línia s'ocupa de l'estudi de la qualitat de la democràcia a la regió llatinoamericana, tant des d'una perspectiva comparada o a través de l'anàlisi de casos. S'interessa per examinar el mesurament empíric de la qualitat de la democràcia, així com per abordar la cadena causal de la mateixa (principals factors explicatius i efectes). Dr. Mikel Barreda Email: mbarreda@uoc.edu GADE La polarització en els sistemes de partits llatinoamericans La polarització política és un dels grans temes del moment. Aquí es pretén examinar la rellevància, canvis i implicacions de la polarització a Amèrica Llatina, amb particular atenció a la polarització de caràcter ideològic. Per a això, es poden desenvolupar estudis tant de cas com comparatius. Dr. Mikel Barreda Email: mbarreda@uoc.edu GADE L'economia política dels indicadors de governança Aquesta línia de recerca explora el paper dels indicadors i índexs com a instruments de governança. D'una banda, pretén identificar les principals causes de la seva aparició i desaparició en determinats àmbits temàtics. D'altra banda, examina les conseqüències de les dades en dos aspectes. En primer lloc, estudia els seus efectes en l'economia política mundial com a font d'autoritat internacional, instrument de governança mundial, eina de promoció i autopromoció per a determinats actors polítics i manera de reconfigurar les relacions polítiques internacionals i nacionals. I, en segon lloc, analitza en profunditat els factors determinants de les respostes dels diferents Estats als indicadors i índexs de governança a l'hora d'acceptar-los, acceptar-los, pressionar-los o impugnar-los. Dr. Jordi Mas Elias Email: jmasel@uoc.edu GADE Polítiques públiques i dret a la ciutat L'objectiu d'aquesta recerca és desenvolupar un camp d'anàlisi crítica i interdisciplinària en l'àmbit de les polítiques públiques, amb el focus en el context urbà com a espai de respostes innovadores als reptes contemporanis de les ciutats. En el marc de les agendes globals i els objectius de desenvolupament sostenible, busquem aprofundir en la implementació del dret a la ciutat en diversos contextos, assumint-lo com un concepte rector de la justícia mediambiental, social i espacial. El nostre objectiu final és el disseny i l'aplicació d'instruments i metodologies que contribueixin a abordar i transformar les realitats locals d'acord amb els valors democràtics i els drets socials inherents a les ciutats. Dra. Mirela Fiori Email: mirelafiori@uoc.edu Dra. Gabriela Fauth Email: gfauth@uoc.edu Dr. Pep Vivas Email: pvivasi@uoc.edu NODES Impacte de les polítiques de transport Els sistemes de transport han estat el suport de grans transformacions socials i econòmiques en els darrers segles. La millora infraestructural, el desenvolupament tecnològic, els canvis organitzacionals i les polítiques públiques són només alguns dels elements que han sustentat aquestes millores. Aquesta proposta de recerca analitza tots els estudis que vulguin aprofundir en l'estimació de l'impacte generat per les polítiques de transport sobre els diferents àmbits socials i econòmics, com ara el desenvolupament econòmic, la demografia, la integració de mercats, la reducció de les desigualtats, la salut i la qualitat de vida, entre d'altres. Dr. Eduard J. Álvarez Email: ealvarezp@uoc.edu Dra. Beatriz Daunt Email: bdaunt@uoc.edu URBANLOG Política i polítiques urbanes i d'habitatge Proposta de tesi sobre els processos polítics que es desenvolupen en contextos urbans, tant en l'àmbit institucional i de política pública com en l'àmbit dels moviments socials i de la vida quotidiana. S'hi analitzen les relacions de poder, els processos de decisió i les polítiques entorn dels reptes i les problemàtiques urbanes, com ara l'habitatge, l'espai públic, la mobilitat i el medi ambient, entre d'altres. S'hi investiga, també, sobre el contingut polític de conceptes amb fortes arrels urbanes, com ara el municipalisme i el dret a la ciutat. Dr. Lorenzo Vidal Email: lvidal_folchd@uoc.edu TURBA-Lab Organització territorial del poder Anàlisi des de la teoria política i constitucional de temes relacionats amb l'organització territorial del poder, com ara el federalisme, la descentralització política, l'autonomia territorial, la democràcia multinacional, la sobirania, l'autodeterminació, la secessió, la integració supraestatal i, particularment, la integració europea. Dr. Pau Bossacoma Busquets Email: pbossacoma@uoc.edu Comunicació política estratègica i formació de l'opinió en l'era digital Aquesta línia de recerca explora l'impacte que tenen les tecnologies digitals en l'àmbit de la política des de la perspectiva tant de l'oferta com de la demanda. Des del punt de vista de l'oferta, es proposa analitzar com les tecnologies digitals configuren les estratègies de comunicació de les elits polítiques i com aquestes estratègies, al seu torn, influeixen en l'opinió pública i el comportament electoral. Algunes preguntes clau són: en quines condicions és més probable que les elits facin servir un llenguatge tòxic? Quins factors les porten a adoptar estratègies de polarització, com ara activar identitats ( identity priming) o emprar discursos d'odi? Quant a la demanda, la recerca estudia com els mitjans digitals i socials determinen les actituds i les opinions de la ciutadania. En aquest cas, algunes de les preguntes clau que es plantegen són les següents: com consumeix informació la ciutadana en un ecosistema mediàtic impulsat per algorismes? Quins efectes té aquest nou entorn informatiu en les opinions i els comportaments de la ciutadana? Per abordar totes aquestes qüestions, aquesta línia de recerca fomenta l'ús de mètodes computacionals (com ara l'aprenentatge automàtic o l'anàlisi de xarxes socials), dissenys experimentals i altres tècniques innovadores, amb la finalitat d'oferir una comprensió integral i causal de l'impacte polític dels mitjans digitals. Dra. Ana Sofía Cardenal Izquierdo Email: acardenal@uoc.edu GADE Innovacions democràtiques i digitalització Aquesta línia de recerca analitza la interacció entre les tecnologies digitals i les innovacions democràtiques. L'objecte d'estudi se centra en iniciatives enfocades a la millora de la qualitat democràtica, a través de la deliberació i la participació ciutadanes i a través d'eines i plataformes digitals combinades amb formes presencials. L'àmbit temàtic inclou qüestions com ara l'impacte o l'avaluació de processos participatius; el disseny i la digitalització de processos participatius o deliberatius; la relació entre participació, deliberació i votacions, etc. Són benvinguts tant els enfocaments teòrics com els empírics, encara que es donarà prioritat a la recerca d'orientació empírica. Dra. Rosa Borge Bravo Email: rborge@uoc.edu Dr. J oan Balcells Email: jbalcells@uoc.edu CNSC GADE La digitalització dels partits polítics: democràcia interna, ús de les xarxes socials i revinculació amb la ciutadania L'objectiu d'aquesta línia de recerca és analitzar i comprendre l'evolució dels partits polítics en un context d'intensa digitalització i com estan utilitzant les eines digitals i els mitjans socials per a la participació ciutadana, la comunicació, la deliberació i la democràcia interna. Els desenvolupaments teòrics i empírics són benvinguts, i la metodologia pot ser variada i mixta: tècniques quantitatives i qualitatives; anàlisi de xarxes, plataformes web i big data; anàlisi de manifestos i documents dels partits, etc. Dra. Rosa Borge Bravo Email: rborge@uoc.edu Dr. J oan Balcells Email: jbalcells@uoc.edu CNSC GADE Implicacions teòriques de les transformacions polítiques contemporànies Aquesta línia de recerca aborda aspectes teòrics de la ciència política relacionats amb elements disruptius dels sistemes polítics contemporanis i els seus fonaments. La línia de recerca dona especial rellevància a tres dimensions d'anàlisi: - Temàtica, en què es combinen qüestions teòriques aplicades i interseccions analítiques com les identitats, la immigració, la propietat o la llibertat en el context del canvi climàtic, les demandes territorials, el capitalisme digital o la justícia espacial. - Escala, en què ens aproximem al nostre objecte d'estudi amb una perspectiva multinivell que inclou la dimensió estatal, regional o urbana dels fenòmens polítics. - Mètodes, on són benvingudes no només propostes eminentment teòriques, sinó també aquelles que vulguin incloure anàlisis empíriques diverses, tant qualitatives com quantitatives. Dr. Ivan Serrano Balaguer Email: iserranoba@uoc.edu Dr. Lorenzo Vidal Email: lvidal_folchd@uoc.edu Dra. Núria Franco Guillén Email: nfrancogu@uoc.edu TURBA-Lab"
}