{
  "url": "https://uoc.edu/portal/ca/escola-doctorat/linies-recerca/linies-hic/history-and-art/index.html",
  "content": "Línies de recerca Humanitats i Comunicació History and Art Proposta de tesi 3 . Història i Art Investigadors/es Grup de recerca Una història global de les relacions internacionals de la Xina. Aquest és un projecte que tracta de la història de les relacions de la Xina amb altres països. Les propostes han de tenir un enfocament de història global i centrar-se en el període contemporani (segles XIX, XX, XXI). S'encoratgen especialment dues línies de recerca: 1) Les relacions Xina-Espanya durant la fi dels anys 30; 2) La Guerra Freda i els inicis de la reforma econòmica de la Xina a finals dels anys 70. Dr. Carles Brasó Broggi Correu: cbraso@uoc.edu ALTER Història econòmica i empresarial de la Xina. Són benvingudes les propostes de recerca sobre la història econòmica i empresarial de la Xina. El candidat ha de tenir competències en xinès i interès en desenvolupar una carrera de recerca centrada en la història econòmica i/o empresarial de la Xina. Les propostes poden abastar els segles XIX, XX o XXI i estendre's a l'àrea de la Gran Xina. El candidat ha de tenir interès en llegir fonts secundàries en diferents idiomes i examinar fonts primàries (d'arxius digitals o presencials, si és possible, a la Xina). Dr. Carles Brasó Broggi Correu: cbraso@uoc.edu ALTER Història de l'Art No Hegemònic: Art contemporani, comissariat, museologia i colonialitat Són benvingudes les propostes de recerca entorn de l'art contemporani i estudis de comissariat que examinen conceptes d'història de l'art més enllà de l'eix euroamericà. Això implica un enfocament basat en l'art i la política, però també en els estudis postcolonials, examinant la persistència de la diferència colonial i les possibles estratègies de reparació. A més, donem la benvinguda a la recerca que, ja sigui en el camp de l'art o no, busca entendre com funciona el pensament epistemològic occidental per entendre la persistència de la colonialitat en el nostre àmbit acadèmic. Dra. María Iñigo Clavo Correu: minigoc@uoc.edu ALTER Art Llatinoamericà (amb un èmfasi especial en el Brasil) Esforços de recerca centrats en l'art a Llatinoamèrica i/o específicament en l'art brasiler respecte a la història social, colonial i política dels segles XIX, XX i XXI. Racisme i latència en les relacions de poder colonial. Art i dictadura. Art i comissariat, etc. Dra. María Iñigo Clavo Correu: minigoc@uoc.edu ALTER Alteritat, discurs, colonialisme, postcolonialisme i globalització a la Xina Recerca sobre la configuració de discursos entorn a conceptes com alteritat, modernitat i interculturalitat en el món colonial i postcolonial de l'Àsia Oriental, particularment a la Xina i en l'àmbit sinòfon, des del punt de vista de la història moderna i/o contemporània. Dr. David Martínez Robles Correu: dmartinezrob@uoc.edu ALTER Xarxes personals i professionals en els processos de construcció i expansió de les elits franquistes, 1959-1975 La necessitat de modernitzar i obrir l'economia a l'Espanya franquista va ajudar a l'expansió d'una burocràcia especialitzada, capaç de desenvolupar els plans per estabilitzar la situació. Per assegurar que arribés a tot Espanya, es van fer esforços per involucrar les elits locals i regionals per aconseguir un cert nivell de capil·laritat, consens, col·laboració, comunicació i sinergia en termes dels seus interessos. La col·laboració estreta entre els líders locals i els membres de l'administració regional va conduir a xarxes relacionals sòlides que reforçaven, sovint gràcies a vincles familiars, tant els interessos socials, econòmics i polítics generals com particulars. Aquestes noves elits van treballar com a agents implementant les directrius reformistes de la dictadura i, simultàniament, es van convertir en portaveus i missatgers de les necessitats i preocupacions provincials. Finalment, aquests grups van contribuir a captar talent, a professionalitzar el personal apolític, a reintegrar individus que havien estat castigats durant el període postguerra inicial i, en alguns casos, a portar tendències modernes i internacionals al règim. Això va conduir a una consolidació i expansió de les elits dirigents i, de la mateixa manera, va assegurar la supervivència del franquisme. L'objectiu d'aquesta proposta de tesi és identificar aquest tipus de relacions, descodificar els mecanismes darrere els enllaços entre els diferents sectors implicats, i reconstruir les xarxes relacionals que van sorgir durant el període de desenvolupisme . Dr. Jaume Claret Correu: jclaretmi@uoc.edu Dr. Joan Fuster-Sobrepere Correu: jfusters@uoc.edu Dr. Marc Gil Garrusta Correu: mgilgar@uoc.edu Dra. Joana Maria Pujadas-Mora Correu: jpujadasmo@uoc.edu Regiocat Una història de l'educació a Catalunya i Espanya durant el període contemporani L'educació ha estat un dels camps de batalla polítics i ideològics de la Catalunya i l'Espanya contemporànies, part de la confrontació entre models reformistes i conservadors. Des de l'escola primària fins a la universitat, hi ha hagut una successió de models oposats pel que fa a les polítiques educatives, teories d'ensenyament, currículums i l'organització dels mestres. Aquesta recerca pretén examinar alguns d'aquests episodis, que han afectat – i encara afecten – la nostra història educativa. Dr. Jaume Claret Correu: jclaretmi@uoc.edu Regiocat Desigualtat entre generacions durant la industrialització a l'àrea de Barcelona, segles XIX - XX La recerca en societats actuals i passades ha mostrat com alts nivells de disparitat socioeconòmica dificulten els nivells de mobilitat social i fan que la desigualtat intergeneracional persisteixi entre generacions. Barcelona i el seu entorn durant els segles XIX i XX constitueixen un banc de proves extraordinari per a totes aquestes qüestions degut als seus significatius nivells de desigualtat econòmica. L'àrea de Barcelona va mostrar un procés de industrialització precoç des de finals del segle XVIII. A més, es va observar un reemplaçament de les elits, la noblesa va perdre la seva prominència, que va ser en gran part capitalitzada pels professionals liberals, els oficials de l'exèrcit i els titulars de càrrecs públics. Tanmateix, els grans comerciants van ser el grup que va mostrar una major acumulació de riquesa durant aquest període. A més, aquesta àrea va enfrontar un declivi precoç de la fertilitat dins de les regions del sud d'Europa i fins a finals del segle XIX el sistema d'herència es basava en la intransmissibilitat hereditària. Tots aquests factors contribuirien a reduir la desigualtat dins de la família i a augmentar la desigualtat entre famílies, ja que les famílies riques haurien pogut invertir més en els seus descendents per evitar la mobilitat cap avall i, per tant, aturar la mobilitat ascendent dels membres de famílies menys riques. Per tant, l'objectiu d'aquest projecte doctoral serà determinar els processos de transmissió intergeneracional a través de les generacions per a tot l'espectre social juntament amb la industrialització a l'àrea de Barcelona. Dra. Joana Maria Pujadas-Mora Correu: jpujadasmo@uoc.edu Dr. Jaume Claret Miranda Correu: jclaretmi@uoc.edu Dr. Joan Fuster-Sobrepere Correu: jfusters@uoc.edu Dr. Marc Gil Garrusta Correu: mgilgar@uoc.edu Regiocat Regionalismes i projectes nacionals sota la dictadura de Franco L'objectiu és explorar la continuïtat i influència de formes més o menys específiques de regionalisme dins dels marges de legalitat i permissivitat existents entre 1939 i 1975, basant-se en la constatació de la seva participació activa i continuada en la construcció de l'Estat espanyol. L'objectiu és analitzar la importància dels discursos i pràctiques regionalistes en el procés de reconstrucció político-cultural dels diferents territoris i en la configuració i desenvolupament d'Espanya durant la segona meitat del segle XX. Dr. Jaume Claret Miranda Correu: jclaretmi@uoc.edu Dr. Joan Fuster-Sobrepere Correu: jfusters@uoc.edu Dr. Marc Gil Garrusta Correu: mgilgar@uoc.edu Regiocat Ajuntaments i poders municipals durant el règim de Franco Després de la Guerra Civil Espanyola, el règim victoriós de Franco va construir una nova administració basada en la neteja política de les plantilles i oficines existents i en el nomenament de nou personal, per assegurar la lleialtat i l'execució dels seus mandats polítics. Aquesta transformació va abastar els ajuntaments de les ciutats i pobles del país, institucions clau de l'estat donada la seva proximitat al públic general, poders, personal i control social. Les futures recerques han de permetre'ns comprendre millor tant el procés de destrucció de les institucions i polítiques republicanes com la construcció (i les transformacions posteriors) del poder del nou règim a nivell local. Dr. Marc Gil Garrusta Correu: mgilgar@uoc.edu Regiocat Alto de la Cruz, arqueologia i gènere: estudis de gènere en la protohistòria de la Península Ibèrica Els avanços en la recerca arqueològica i protohistòrica des del segle XX fins al segle XXI han estat molt positius, amb la incorporació de noves eines d'anàlisi i interpretació de dades. No obstant això, a la Península Ibèrica, la inclusió necessària d'una perspectiva de gènere en aquesta anàlisi ha estat molt més limitada. En el cas del poblat protohistòric d'Alto de la Cruz (Cortes, Navarra), que ha estat i continua sent un referent històric i arqueològic tant a nivell nacional com internacional per entendre els canvis i desenvolupaments en la societat del primer mil·lenni abans de Crist en tota la Vall de l'Ebre i la Península Ibèrica, aquesta perspectiva de gènere és urgentment necessària i ha de proporcionar les claus per a entendre les interpretacions dels desenvolupaments en la protohistòria de la Península Ibèrica. La recerca en el jaciment d'Alto de la Cruz va ser crucial en la posició de l'arqueologia espanyola a mitjans del segle XX. L'exposició permanent d'Alto de la Cruz, inaugurada a l'octubre de 2017, ofereix una instantània del treball realitzat entre les dècades de 1940 i 1990. En el cas d'Alto de la Cruz, s'ha creat un equip de treball per tractar i analitzar el jaciment des d'una perspectiva de gènere. http://altocruz.blogs.uoc.edu/ http://www.ub.edu/grap/index.php/linees-de-recerca/alto-de-la-cruz-las-claves-de-la-protohistoria-europea Dra. Glòria Munilla Correu: gmunilla@uoc.edu La historiografia de l'arqueologia de la Península Ibèrica: Alto de la Cruz i el naixement i desenvolupament dels estudis protohistòrics a la Península Ibèrica Alto de la Cruz és un assentament del primer mil·lenni abans de Crist definit com a Oppidum fortificat i situat a la riba dreta del riu Ebre. Compta amb una seqüència estratigràfica absoluta que testimonia de manera ininterrompuda la vida de la seva població entre l'Edat de Bronze (al voltant del 1100 abans de Crist) i la Segona Edat del Ferro (al voltant del 350 abans de Crist), i també revela l'evolució de la Península Ibèrica en el mateix període. A nivell historiogràfic, el jaciment es pot analitzar en tres fases clau: El seu descobriment, que va portar al seu debut nacional i internacional, a causa de la seva significació cronològica i cultural; Alto de la Cruz es va convertir en un representant a la Península Ibèrica del món cultural dels Indo-Europeus o de la cultura del Camp d'Urnes, així anomenada per les seves pràctiques de sepultura. Les primeres excavacions arqueològiques dels anys 50 i la seva posició científica a nivell nacional i internacional. La fase durant els anys 80 i 90, amb els darrers treballs arqueològics i l'ús de tecnologies de recerca que eren innovadores per a la seva època. Això significa que Alto de la Cruz va jugar un paper clau en la protohistòria europea a la Península Ibèrica. A més, ajuda a explicar els desenvolupaments en la metodologia de recerca des de mitjans del segle XX fins a l'actualitat, així com la seva relació amb mètodes de recerca a nivell internacional. Ens ajuda a entendre el paper jugat pels investigadors analitzant la historiografia de l'arqueologia i la protohistòria, tant a nivell nacional com internacional. http://altocruz.blogs.uoc.edu/ http://www.ub.edu/grap/index.php/linees-de-recerca/alto-de-la-cruz-las-claves-de-la-protohistoria-europea Dra. Glòria Munilla Correu: gmunilla@uoc.edu Una història de l'educació a Catalunya i Espanya durant el període contemporani L'educació ha estat un dels camps de batalla polítics i ideològics de la Catalunya i l'Espanya contemporànies, part de la confrontació entre models reformistes i conservadors. Des de l'escola primària fins a la universitat, hi ha hagut una successió de models oposats pel que fa a les polítiques educatives, teories d'ensenyament, currículums i l'organització dels mestres. Aquesta recerca pretén examinar alguns d'aquests episodis, que han afectat – i encara afecten – la nostra història educativa. Dr. Jaume Claret Correu: jclaretmi@uoc.edu Regiocat Història de l’art i Cultura Visual a l’Estat Espanyol. Art, cultura i modernitat sota el règim de Franco Aquesta línia de recerca pretén abordar les diverses formes en les quals manifestacions relacionades amb la Modernitat (avantguardes, arquitectura moderna, cinema i diverses manifestacions de la cultura de masses) conviuen, resisteixen o són impulsades des dels òrgans del règim franquista. Aquesta línia proposa portar l'anàlisi històric cultural al context espanyol del franquisme en les seves diverses etapes socio-polítiques: autarquia, desenvolupisme i tardofranquisme. I a cronologies, artistes, perifèries i mitjans poc explorats per tal de visibilitzar problemàtiques lligades a binomis complexos com puguin ser la relació entre feixisme i modernisme; o modernitat i regionalisme, avantguarda i tradicionalisme o classicisme; o processos de ruptura i continuïtat en la modernitat artística entre la preguerra i la postguerra,... etc. Dra. Ana Rodríguez Granell Correu: arodriguezgrane@uoc.edu Dra. Muriel Gómez Pradas Correu: mgomezpr@uoc.edu Regiocat Art, ciència, tecnologia i societat (ACTS) Propostes de recerca al voltant de les interrelacions entre art, ciència, tecnologia i societat (ACTS) tant des d'una vessant històrica, teòrica, metodològica com pràctica, o combinació de vàries de les vessants mencionades. Especial atenció a les aproximacions provinents de l'arqueologia des mitjans, els estudis socials de ciència i tecnologia aplicats a les arts, així com les aproximacions filosòfiques dels nous materialismes. Alhora seran benvingudes recerques estructurals al voltant de l'ecosistema ACTS com a un tot. Dr. Pau Alsina Correu: palsinag@uoc.edu DARTS Investigació artística: llenguatges post-mèdia i pràctiques transdisciplinàries en context Les pràctiques artístiques contemporànies es caracteritzen per transcendir les limitacions i classificacions de llenguatges artístics compartimentats. Adoptar una perspectiva post-mèdia permet integrar tant tècniques tradicionals com tecnologies digitals o mitjans més processuals i relacionals. Aquesta proposta de tesi doctoral promou projectes d'investigació artística que no posen els mitjans al centre, sinó que tenen en compte les implicacions d'una materialització o una altra. Així mateix, busca indagar en intervencions artístiques que se centren en els seus entorns situats, la seva capacitat de problematització i el seu compromís polític com a eixos principals de treball. Concebudes des d'un aproximació metodològica que entén l'art com a investigació, i des d'una mirada teòrica teconcritica i ecofeminista, les tesis d'aquesta línia poden concretar-se en els següents àmbits: Producció artística amb formalització en una obra Estudis teòrics, històrics i/o pràctics sobre nous mitjans Processos curatorials, socials i pràctiques relacionals Dra. Laia Blasco-Soplon Correu: lblascos@uoc.edu Dr. Quelic Berga Carreras Correu: qberga@uoc.edu Dra. Aida Sánchez de Serdio Martín Correu: asanchezdeserdio@uoc.edu Dra. Paloma González Díaz Correu: pgonzalezd@uoc.edu Dra. María Iñigo Correu: minigoc@uoc.edu DARTS Recerca artística en mitjans interactius i immersius L'art digital no només està idealment posicionat per explorar aquests nous espais, sinó que també és molt necessari per desenvolupar enfocaments, estratègies i respostes que vagin més enllà de les pràctiques establertes i mercantilitzades, oferint alternatives que busquin impulsar aquestes possibilitats no per obtenir beneficis comercials, sinó per fomentar la creativitat i tenir un impacte més positiu en la societat. Actualment, centrant-se en el territori liminal entre el virtual i el real creat per les tecnologies digitals, el grup de recerca DARTS està compromès, a través d'aquesta línia de recerca, a explorar el potencial de la recerca artística i basada en la pràctica. Dr. Joan Soler-Adillon Correu: jsoleradillon@uoc.edu Dr. Quelic Berga Carreras Correu: qberga@uoc.edu Dra. Paloma González Díaz Correu: pgonzalezd@uoc.edu Dr Jonathan Chacón-Pérez Correu: jchaconp@uoc.edu Dr Enric Mor Correu: emor@uoc.edu DARTS"
}