{
  "url": "https://uoc.edu/portal/ca/escola-doctorat/linies-recerca/linies-elearning/educational_issues_contexts",
  "content": "Línies de recerca Educació i TIC (e-learning) Educational Issues and Contexts in the Digital Society This research area investigates educational issues settled in different environments, learning situations and ages framed in the digital society. All educational practices happen in sociocultural contexts, so this field of knowledge searches to contribute with substantial work to understand and to improve the education universe and, hence, the current digital society. From this perspective, in this research line, technology is not the research focus but part of the sociocultural context which shapes relationships, tools and educational settings. The goal of this research line is to investigate aspects involving education in a broad way which could happen in any place with an open perspective. This approach opens the door to research about topics like: informal teaching in global scenarios, technical elements like quality criteria adapted to any setting where the enhancement of teaching and learning could be designed, supported or demonstrated and also adopt a socio-educational approach focused in elements which comprise or influence the nature and the progress of the education practice from a more social point of view. Keywords : social action; school environments; social educators; socioeducational practice; social education; pedagogical supervision; quality in higher education; digital transformation & excellence; quality assurance; lifelong educational opportunities; mixed-methods; social stratification and inequalities; educational research methodology; meta-research; second-chance schools; mixed-methods; educational counselling and guidance; learning space; smart classroom. Thesis Proposals Researchers Research Group Keywords Social and educational action in school environments Educational spaces in schools have increased in number and have diversified, with new actors becoming involved. This is a complex reality that offers social education workers many possibilities for action and reflection. Based on the premise that social education promotes the right to education and culture, as well as openness to surroundings and social and collaborative relationships, social education workers have a place at the heart of schools in a framework of collaboration with the rest of the educations system. Research topics The social function of schools Educational and pedagogical models Professional tasks and responsibilities Dr Eva Bretones ebretones@uoc.edu Laboratory of Social Education ( LES) social action; school environments; social educators Analysis of social education practices in complex environments This thesis proposal is an opportunity to research the educational effects of institutional practices in the field of child protection as well as analysis and comparisons of protection systems. There is also an interest in studying social pedagogy's contributions to the analysis of professional practices and case analysis methodology in teams of social education workers. Lastly, there is the intention to create ties with studies or research projects relating to social education, adolescence and cities. Research topics Supervision of teams Social pedagogy Social education Professional practices Analysis of practices Community participation Dr Segundo Moyano smoyanom@uoc.edu Dr Jordi Solé jsolebla@uoc.edu Laboratory of Social Education (LES) socioeducational practice; social education; pedagogical supervision Contemporary pedagogical thinking and critical education This line of research is an opportunity for students to work on doctoral theses linked to contemporary pedagogical thinking, following perspectives from the theory and history of education. Considering standpoints in critical pedagogy, the intention is to study the elements that allow for certain openings in the ways educational practices are conceived and performed. Based on a hermeneutic epistemology and qualitative methodologies, the idea is to study education using parameters such as diversity, differences, bodies, and peace culture. Research topics Queer theory and education in pedagogical devices Pedagogy and functional diversity: critical studies on inclusion Sensitive pedagogy and body studies: bodies, culture and education Pedagogies and peace culture Philosophy of education Theory of education Contemporary pedagogical thinking Dr Jordi Planella jplanella@uoc.edu Dr Asun Pié apieb@uoc.edu Laboratory of Social Education (LES) Educational quality assessment This research line explores the quality of education systems from a conceptual, ideological and political viewpoint. It also encompasses research on assessment processes and models, both from a macro (system) perspective and a micro (educational process) perspective. Studies related to the following thesis lines are particularly relevant: 1. Educational transformation processes triggered by the growing integration of digital technologies, and the social and economic impact of these processes on the quality of education at the student level. 2. Strategies for widening and enhancing stakeholders' involvement in defining quality and the assessment processes in place to measure it. 3. Proposals for new assessment models, systems or tools (or updates to existing ones) that take into account improvement, innovation and ongoing change processes in educational contexts, especially technology-mediated ones. Dr Nati Cabrera ncabrera@uoc.edu Dr Josep Maria Duart jduart@uoc.edu Dr Maite Fernàndez-Ferrer mfernandezferrer@uoc.edu Dr Marcelo Maina mmaina@uoc.edu Dr Albert Sangrà asangra@uoc.edu Dr Montse Vall-llovera mvall-llovera@uoc.edu Dr María Jesús Martínez mmartinezarg@uoc.edu Edul@b quality in higher education; digital transformation & excellence; quality assurance Social stratification and inequalities in lifelong learning pathways This proposal is for PhD candidates who are interested in exploring the factors associated with unequal access to lifelong educational opportunities, as well as with inequalities in outcomes, from both an instrumental and positional perspective. We also welcome proposals specifically dealing with the relevant role that such factors play in educational models, approaches and processes (i.e. in what way and to what extent they are relevant). Studies can focus on any educational setting or social care institution, such as schools at any educational level and in any format (on-site or online), social care facilities, housing and shelters for women and children, residential care facilities for children and young people, lifelong learning associations and adult education schools. Research approaches should be interdisciplinary, covering related fields such as pedagogy, sociology and anthropology. Mixed-method approaches that consistently combine sound quantitative methodologies and robust qualitative approaches are encouraged. Dr Gerard Ferrer-Esteban gferrere@uoc.edu Dr Eva Bretones ebretones@uoc.edu Dr Alejandro Paniagua apaniaguar@uoc.edu Dr Sergi Fàbregues sfabreguesf@uoc.edu Laboratory of Social Education (LES) lifelong educational opportunities; mixed-methods; social stratification and inequalities Second chance education and institutional agents The main goal of this research line is to understand and improve the pathways and processes of young people at risk of limited employment. The approach aims to intertwine macro- and micro-variables, particularly the role of key community agents (local enterprises, TSOs, high schools, etc.) and the spread of second chance schools locally and internationally. Particular focus will be given to analysing the formal and informal support and services that at-risk youth receive in terms of counselling and guidance. Dr Alejandro Paniagua (coord.) Mail: apaniaguar@uoc.edu Dr Gerard Ferrer-Esteban Mail: gferrere@uoc.edu Laboratory of Social Education (LES) second-chance schools; mixed-methods; educational counselling and guidance Methodological research in education This research topic welcomes theses that make a substantial contribution to research methodology in the field of education. Such contributions may focus on one or more of the three primary research methodologies: quantitative, qualitative or mixed methods. Examples of this type of research, referred to in the literature as \"methodological research\" or \"meta-research\", may include (but are not limited to) empirical studies that (a) analyse the state of published research methods in one or more areas of educational research; (b) examine how educational researchers think about and use a particular methodology or methodologies; (c) identify methodological gaps in an area of educational research; or (d) develop a tool or framework for improving the quality of educational research. Dr Sergi Fàbregues (coord.) Mail: sfabreguesf@uoc.edu Dr Gerard Ferrer-Esteban Mail: gferrere@uoc.edu Dr. Julio Meneses Mail: jmenesesn@uoc.edu Dr Lucrezia Crescenzi-Lanna Mail: lcrescenzi@uoc.edu Laboratory of Social Education (LES) GenTIC educational research methodology; meta-research The classroom of the future: design and spatial configuration to learn for the 21st century. This research analyzes and explores how the learning spaces should be in educational institutions in order to meet current educational needs, pedagogical principles and contemporary models. Although in recent years the integration of Information and Communications Technology (ICT) has become an important educational innovation, the teaching and learning space has barely evolved. In addition to ICT, this research ultimately focuses on studying the most accurate design and spatial configuration of its elements and features to promote the most suitable teaching and learning methodologies for the 21st century education. Dr Guillermo Bautista Mail: gbautista@uoc.edu Dr Marta Lopez Mail: mlopezcos@uoc.edu Smart Classroom Project learning space; smart classroom"
}