{
  "url": "https://uoc.edu/portal/ca/escola-doctorat/linies-recerca/linies-psicologia-salut/healthy-work-environments/index.html",
  "content": "Línies de recerca Salut i Psicologia Healthy work environments Among the multiple factors that condition our health, quality of life and/or well-being, our work life is undoubtedly one of the most relevant. Broadening current knowledge on what determines a healthy working environment and promoting its key ingredients will lead to an improvement in workers' quality of work life, well-being and health. But, evidence also shows that this knowledge is also key to the health of organizations, in terms of productivity, efficiency, resilience, etc. This line of research is aimed at analysing and promoting the individual, organizational and social factors that enhance healthy working environments, which ultimately contribute to employees' quality of work life and well-being. Specific thesis projects offered inside of this line of research include the following: Thesis Proposals Researchers Research Group Organizational interventions to promote healthy work environments Work is undoubtedly one of the most relevant factors that determine people’s health, quality of life and well-being. So, advancing knowledge and promoting the key factors that determine a healthy work environment not only leads to an improvement in workers’ quality of work life, well-being and health, but also it is crucial for the health of organizations (productivity, efficiency, resilience, etc.). In this vein, our research aims to develop organizational interventions in order to promote healthy work environments, and contribute to workers’ health, quality of work life and well-being. As you can see, we are working on several projects, but we are open to any innovative idea in the area. So we will be happy to hear about your ideas. Dr Pilar Ficapal Cusi Mail: pficapal@uoc.edu Dr Mihaela Enache Zegheru Mail: cenachez@uoc.edu Dr Clara Selva Olid Mail: cselvao@uoc.edu Dr Vicente Peñarroja Mail: vpenarrojac@uoc.edu I2TIC PeTRO Stress and burnout in the workplace People experience stress in their workplaces, understood as harmful physical and emotional responses that occur when the requirements of the job do not match the capabilities, resources, or needs of the worker. Although multiple stressors can be identified in work, currently we can especially highlight three work stressors: 1. Job precarity and job insecurity (concern about the possibility of job loss); 2. Mobbing; and 3. Emotion work, understood as management of one’s own feelings. In this vein, our research aims to study stress and burnout processes in the workplace, examining different work stressors and burnout factors (i.e. job insecurity, mobbing or work emotion) as well as their potential determinants, consequences and coping strategies. Dr Pilar Ficapal Cusi Mail: pficapal@uoc.edu Dr Mihaela Enache Zegheru Mail: cenachez@uoc.edu Dr Clara Selva Olid Mail: cselvao@uoc.edu Dr Vicente Peñarroja Mail: vpenarrojac@uoc.edu I2TIC PeTRO AI, remote work, digital disconnection, technostress & worker health The digital transformation of jobshas driven the growth of different forms of remote work (i.e. telework, work-from-home, digital platforms). Although these types of employment offer advantages (including greater autonomy and flexibility at work, or more flexibility in reconciling personal and professional life), they also have negative impacts on workers' health and quality of life, including the difficulty of digitally disconnecting from work or technostress. A lack of disconnection can lead to professional exhaustion as a result of increased work demands and difficulty in separating work and rest. On the other hand, the appearance of social isolation in remote workers can also increase the risk of excessive digital use. In this line of research, it is proposed to examine the digital disconnection as a tool to prevent the adverse effects on occupational health of the excessive use of digital technologies. Dr Vicente Peñarroja Mail: vpenarrojac@uoc.edu Dr Pilar Ficapal Cusi Mail: pficapal@uoc.edu Dr Mihaela Enache Zegheru Mail: cenachez@uoc.edu Dr Clara Selva Olid Mail: cselvao@uoc.edu I2TIC BDLab Pain and health at work Pain affects a person's ability to perform at work and has a significant impact on quality of life. The relationship between pain and work is a topic that can be approached from a number of perspectives. Inadequate working conditions can contribute to lumbar and cervical pain. Pain can also be a common symptom in people with mental health problems such as stress and anxiety. Our proposal for this line of research is to examine the relationship between work, pain and occupational health. The aim is to investigate the interaction between different individual characteristics and psychosocial constructs on the one hand, and different dimensions of occupational health and working conditions on the other. Dr Pilar Ficapal Mail: pficapal@uoc.edu Dr Vicente Peñarroja Mail:vpenarrojac@uoc.edu Dr Mihaela Enache Mail: cenache@uoc.edu Dr Clara Selva Olid Mail: cselvao@uoc.edu I2TIC BDLab AI-Driven solutions for enhancing employee well-being In recent years, artificial intelligence (AI) and emerging technologies have gained prominence in workplace management and decision-making. These technologies offer new avenues for improving organizational processes, increasing productivity, and ensuring employee well-being. Furthermore, AI-driven tools can be used to personalize interventions that enhance mental and physical health. The use of AI to optimize work-life balance, predict work-related health risks, and tailor support systems to individual needs could foster a healthier and more sustainable work environment. This line of research aims to explore the potential of AI and machine learning technologies in promoting a balanced and healthy workplace. We are open to innovative ideas and collaborations in this area, and we would be happy to hear your thoughts. Dr Pilar Ficapal Mail: pficapal@uoc.edu Dr Vicente Peñarroja Mail:vpenarrojac@uoc.edu Dr Mihaela Enache Mail: cenache@uoc.edu Dr Clara Selva Olid Mail: cselvao@uoc.edu I2TIC BDLab"
}