{
  "url": "https://uoc.edu/portal/ca/escola-doctorat/linies-recerca/linies-dret/linia-2/index.html",
  "content": "Línies de recerca Dret, Política i Economia Empresa i Mercats LÍNIA 2. EMPRESA I MERCATS Professorat Grup Fiscalitat directa Anàlisi de la imposició sobre la renda de les persones físiques, la imposició de societats, la tributació de les successions i donacions i la fiscalitat del patrimoni. Dra. Ana María Delgado García Email: adelgadoga@uoc.edu TAXBUSINESS Fiscalitat indirecta Estudi de la imposició sobre el consum general (Impost sobre el Valor Afegit), els impostos especials, i l'Impost sobre Transmissions Patrimonials i Actes Jurídics Documentats. Dra. Ana María Delgado García Email: adelgadoga@uoc.edu TAXBUSINESS Fiscalitat internacional Anàlisi de la residència fiscal, la doble imposició internacional, els convenis per a evitar la doble imposició, els paradisos fiscals, la imposició sobre la renda de no residents i els impostos duaners. Dra. Ana María Delgado García Email: adelgadoga@uoc.edu TAXBUSINESS Fiscalitat autonòmica i local Estudi del sistema tributari autonòmic de règim comú, els tributs propis de les Comunitats Autònomes, els impostos cedits per l'Estat i el sistema tributari local. Dra. Ana María Delgado García Email: adelgadoga@uoc.edu TAXBUSINESS Procediments tributaris Anàlisi dels principis generals de l'aplicació dels tributs i les normes comunes sobre actuacions i procediments, la gestió tributària, la inspecció dels tributs, la recaptació tributària, les infraccions i sancions, i la revisió dels actes de naturalesa tributària. Dra. Ana María Delgado García Email: adelgadoga@uoc.edu TAXBUSINESS Aspectes generals dels tributs Estudi dels principis i normes tributaris, els ingressos i despeses públiques, les obligacions tributàries i el fet imposable, obligats tributaris, elements de quantificació del tribut i extinció del deute tributari. Dra. Ana María Delgado García Email: adelgadoga@uoc.edu TAXBUSINESS Administració electrònica tributària Anàlisi del dret i l'obligació a la relació electrònica amb l'Administració tributària, les seus i registres electrònics, la protecció de dades de caràcter personal en l'àmbit tributari, les actuacions d'informació i assistència per internet, la col·laboració social en la gestió tributària, les declaracions telemàtiques, les notificacions tributàries electròniques, la facturació electrònica, els recursos i reclamacions per via electrònica, i big data i intel·ligència artificial en l'àmbit tributari. Dra. Ana María Delgado García Email: adelgadoga@uoc.edu TAXBUSINESS Fiscalitat empresarial i del comerç electrònic Estudi de la fiscalitat directa del comerç electrònic, fiscalitat indirecta del comerç electrònic, tributació dels pagaments electrònics, l'impost sobre determinats serveis digitals, la imposició en l'economia digital. Dra. Ana María Delgado García Email: adelgadoga@uoc.edu TAXBUSINESS Politiques actives d'ocupació per al mercat de treball del s. XXI Anàlisi, propostes i millora de les polítiques actives d'ocupació en un mercat caracteritzat per la digitalització: intermediació laboral, incentius a l'ocupació i a l'autoocupació, formació professional, etc. Dr. Ignasi Beltran de Heredia Ruiz Email: ibeltran_de_heredia@uoc.edu Dr. Antonio Fernández Gar cía Email: afernandezgarcia16@uoc.edu TAXBUSINESS Reptes de la Seguretat Social i de la prevenció de riscos laborals Anàlisi, propostes i millora de la prevenció de riscos laborals i de les diferents prestacions contributives i no contributives de la Seguretat Social: jubilació, naixement i cura de menor, risc durant l'embaràs i la lactància, incapacitat temporal i permanent, etc. Dr. Ignasi Beltran de Heredia Ruiz Email: ibeltran_de_heredia@uoc.edu Dr. Antonio Fernández Gar cía Email: afernandezgarcia16@uoc.edu TAXBUSINESS El dret col·lectiu del treball a l'economia de dades Anàlisi de les estratègies de flexibilitat empresarial basades en la digitalització (plataformes, crowdworking, empresa xarxa, etc.) que suposen un desafiament per al moviment sindical, la negociació col·lectiva i la representació legal dels treballadors. Dr. Ignasi Beltran de Heredia Ruiz Email: ibeltran_de_heredia@uoc.edu Dr. Antonio Fernández Gar cía Email: afernandezgarcia16@uoc.edu TAXBUSINESS Dret del treball i psicologia de la conducta Anàlisi dels elements conductuals conscients i per sota del nivell conscient que poden contribuir a explicar el comportament humà amb l'objectiu de configurar una arquitectura de les normes sociolaborals que permeti millorar la seva eficàcia i l'assoliment dels objectius legals. Dr. Ignasi Beltran de Heredia Ruiz Email: ibeltran_de_heredia@uoc.edu Dr. Antonio Fernández Gar cía Email: afernandezgarcia16@uoc.edu TAXBUSINESS Fenòmens de pluralitat empresarial i relacions laborals Anàlisi dels fenòmens de pluralitat empresarial (contractes, cessió, subrogació i/o grups d'empreses) i el seu impacte en les relacions laborals. Dr. Ignasi Beltran de Heredia Ruiz Email: ibeltran_de_heredia@uoc.edu Dr. Antonio Fernández Gar cía Email: afernandezgarcia16@uoc.edu TAXBUSINESS Automatització i algoritmes i relacions laborals Anàlisis de l'impacte de l'automatització i els algoritmes en la dimensió individual i col·lectiva de les relacions laborals, així com dels drets fonamentals de les persones treballadores Dr. Ignasi Beltran de Heredia Ruiz Email: ibeltran_de_heredia@uoc.edu Dr. Antonio Fernández Gar cía Email: afernandezgarcia16@uoc.edu TAXBUSINESS Reptes de la flexibilitat interna i externa del contracte de treball Anàlisi dels descriptors de les mesures de flexibilitat interna i externa i articulació de mecanismes que facilitin el seu equilibri amb l'objectiu de promoure la continuïtat de les relacions de treball. Dr. Ignasi Beltran de Heredia Ruiz Email: ibeltran_de_heredia@uoc.edu Dr. Antonio Fernández Gar cía Email: afernandezgarcia16@uoc.edu TAXBUSINESS Les relacions de treball dels empleats públics i els reptes tecnològics i de millora de l'estabilitat Anàlisi dels reptes que la transformació tecnològica planteja en els empleats públics i/o estudi dels instruments jurídics dirigits a millorar les seves condicions de treball i estabilitat. Dr. Ignasi Beltran de Heredia Ruiz Email: ibeltran_de_heredia@uoc.edu Dr. Antonio Fernández Gar cía Email: afernandezgarcia16@uoc.edu TAXBUSINESS Protecció del patrimoni cultural a la Unió Europea Regulació del mercat europeu en matèria de circulació de béns culturals. Mecanismes per a la lluita contra el tràfic il·lícit de béns culturals.Llicències d'importació i procediment administratiu. Restriccions i mecanismes europeus de restitució d'obres objecte de tràfic il·lícit. Dra. Maria Julià Barceló Email: mjuliabar@uoc.edu Turisme i desenvolupament sostenible en el mercat interior europeu Limitacions a la lliure prestació de serveis turístics per motius sanitaris (Covid-19). Limitacions de l'ús d'habitatges com a lloguers turístics i garanties a la lliure prestació de serveis i lliure circulació de persones (regulació del dret de la UE i aplicació de les normes nacionals). Aplicació de l'Agenda 2030 per a garantir el desenvolupament d'un turisme sostenible. Dra. Maria Julià Barceló Email: mjuliabar@uoc.edu El treball a distància en l'àmbit fiscal L'eliminació de les barreres físiques que ha permès el potencial de la revolució tecnològica de les últimes dècades ha generat un món cada vegada més globalitzat en el qual és possible treballar o exercir una activitat econòmica des d'i per a qualsevol part. Per això, davant les seves importants conseqüències en el poder impositiu dels Estats i la necessària adaptació de la correcta tributació sobre aquest tema, la tesi que aquí es proposa té per objectiu delimitar i estudiar la fiscalitat del treball a distància (ja sigui per compte propi o per compte d'altri), amb la finalitat de posar de manifest les principals qüestions polèmiques que es plantegen i aportar propostes necessàries de millora. Dra. Irene Rovira Ferrer Email: iroviraf@uoc.edu TAXBUSINESS Dret de drons Es tracta d'aprofundir, dins del dret aeronàutic, en els aspectes relatius al règim jurídic dels UAS (Sistemes d'Aeronaus No tripulades): normativa nacional, europea i internacional, estatut jurídic del UAS, estatut jurídic de les persones que participen en les operacions amb UAS, responsabilitat per danys materials i morals -relatius al dret a la protecció de dades de caràcter personal i dels drets fonamentals- causats en les operacions amb UAS en les categories oberta, específica i certificada, i segur. Es treballen les normes i procediments aplicables a la utilització de UAS sobre la base del Reglament d'execució (UE) 2019/947, de la Comissió, de 24 de maig de 2019, i els requisits per al disseny, la fabricació, el manteniment i la comercialització dels UAS, així com els dels operadors de UAS de tercers països sobre la base del Reglament Delegat (UE) 2019/945 de la Comissió, de 12 de març de 2019. Dra. Blanca Torrubia Chalmeta Email: btorrubia@uoc.edu TAXBUSINESS Concurs de creditors: procediment i alternatives S'aprofundeix en l'estudi de les normes concursals generals, el concurs de l'herència i les especialitats del concurs del deutor que tingui determinades característiques subjectives o objectives, així com en el dret de la crisi alternatiu –que, a vegades, és previ– al dret tradicional de la insolvència. Aquest altre dret, anomenat preconcursal, inclou la comunicació de l'obertura de negociacions amb els creditors; els acords de refinançament, els acords extrajudicials de pagament, i les especialitats del concurs consecutiu, sigui a un acord de refinançament, sigui a un acord extrajudicial de pagaments. També s'estudien les normes de dret internacional privat. Tot això sobre la base de la regulació continguda en Reial decret legislatiu 1/2020, de 5 de maig, pel qual s'aprova el text refós de la Llei Concursal i, a l'espera de la seva trasposició, en la Directiva (UE) 2019/1023 del Parlament Europeu i del Consell, de 20 de juny de 2019, sobre marcs de reestructuració preventiva, exoneració de deutes i inhabilitacions, i sobre mesures per a augmentar l'eficiència dels procediments de reestructuració, insolvència i exoneració de deutes, i per la qual es modifica la Directiva (UE) 2017/1132. Dra. Blanca Torrubia Chalmeta Email: btorrubia@uoc.edu TAXBUSINESS Contractació mercantil S'aprofundeix en l'estudi de la contractació mercantil en el marc de les noves tecnologies, que inclou: a) la teoria general de les obligacions i contractes mercantils i l'anàlisi dels contractes intel·ligents o \"smart contracts\" l'ocupació dels quals és possible gràcies a les bases de dades distribuïdes (DLT), de les quals \"blockchain\" és una tipologia concreta, b) el contracte de compravenda mercantil, les compravendes especials i els contractes afins a aquesta compravenda, catalogats com a contractes d'intercanvis de béns, s'analitzen en el segon bloc temàtic; c) els contractes de col·laboració, que inclouen els contractes d'agència i comissió, d) els contractes de distribució on se situen la franquícia, la concessió i la distribució selectiva, amb les qüestions de dret de la competència que requereixen ser tingudes en compte, e) els contractes bancaris, de finançament, del mercat de valors i d'assegurances. Dra. Blanca Torrubia Chalmeta Email: btorrubia@uoc.edu Dr. Jordi Moguel Fernández Email: jmoguel@uoc.edu TAXBUSINESS Dret societari S'aprofundeix en l'estudi de l'organització i funcionament de les societats, les maneres de finançament, la tutela dels creditors socials, els conflictes entre socis, les operacions de modificació estructural, la responsabilitat dels administradors i apoderats i la responsabilitat de la societat. Així mateix, s'estudien els grups de societats. Dra. Blanca Torrubia Chalmeta Email: btorrubia@uoc.edu Dr. Jordi Moguel Fernández Email: jmoguel@uoc.edu TAXBUSINESS Dret de la competència S'estudien en profunditat les normes dirigides a regular el correcte funcionament del mercat, la qual cosa inclou: a) la regulació de la lliure competència (regulació de les conductes prohibides -pràctiques col·lusòries i abús de posició dominant-, i de les conductes controlades -concentracions econòmiques i ajudes públiques), la prohibició de les conductes deslleials i b) la protecció de propietat industrial, això és, de les marques i noms comercials (signes distintius), de les patents i models d'utilitat (invencions), i dels dissenys industrials i topografies de semiconductors. També s'inclou l'estudi dels noms de domini i de les obtencions vegetals. Dra. Blanca Torrubia Chalmeta Email: btorrubia@uoc.edu Dr. Jordi Moguel Fernández Email: jmoguel@uoc.edu TAXBUSINESS Infracció de marques a internet Aquesta línia de recerca se centra en qüestions de dret de marques, en especial en aspectes sobre les funcions de la marca i la infracció de marca a internet, entre d'altres. Dr. Miquel Peguera Poch Email: mpeguera@uoc.edu DDI Fiscalitat immobiliària La present línia de recerca té com a objecte d'estudi l'impacte fiscal de totes les qüestions relacionades amb els béns immobles, tenint en compte la rellevància del mercat immobiliari, l'augment de les persones que, per compte propi o aliè, treballen des de casa i la seva important vinculació amb el dret a un habitatge digne que reconeix la Constitució. Dra. Irene Rovira Ferrer Email: iroviraf@uoc.edu TAXBUSINESS Digitalització, polítiques públiques i transport sostenible En el context actual de transició digital de la societat, han sorgit múltiples iniciatives en forma d'empreses emergents per explotar segments de mercat inexplorats fins al moment. Tant és així que s'han creat conflictes socials importants que impliquen els agents dels sectors relacionats. El cas del conflicte entre els taxistes i els vehicles de transport amb conductor (VTC) és un dels més mediatitzats, però no l'únic. Aquesta proposta de recerca inclou tots aquells estudis que es desenvolupin en la frontera entre les noves tecnologies digitals, les polítiques públiques i els sistemes de mobilitat i logística urbana en la transició cap a un model més sostenible. Dr. Eduard J. Álvarez Email: ealvarezp@uoc.edu Dra. Marta Viu Roig Email: mviu@uoc.edu URBANLOG Fiscalitat i noves tecnologies Aquesta línia de recerca té com a objecte d'estudi les conseqüències fiscals dels avenços tecnològics, ja que sovint la normativa tributària no evoluciona ni amb la mateixa rapidesa ni al mateix ritme que la tecnologia (especialment en temes com la cadena de blocs [ blockchain ], les criptomonedes, els criptovalors, etc.). Això dificulta que les empreses puguin identificar les seves obligacions tributàries i complir-les. Per tant, l'objectiu és donar certesa jurídica als obligats tributaris en relació amb les noves tecnologies en l'àmbit tributari. Dr. Benja Anglès Juanpere Email: bangles@uoc.edu TAXBUSINESS Hisendes locals Aquesta línia de recerca té com a objecte d'estudi les hisendes locals, enteses com el conjunt d'ingressos i despeses de les entitats locals, tant des d'un punt de vista pressupostari com tributari i de despeses públiques, i tenint en compte els principis d'autonomia local, suficiència financera i estabilitat pressupostària en l'àmbit local. L'objectiu principal és aprofundir i avançar cap a propostes de nou finançament local. Dr. Benja Anglès Juanpere Email: bangles@uoc.edu TAXBUSINESS Experiències immersives i compromís ( engagement ) del consumidor en línia Anàlisi de les experiències immersives dels consumidors connectats (incloent-hi la sensació de presència virtual, els episodis òptims de flux en línia i la imatgeria mental) i els seus efectes en el compromís o engagement del consumidor i la lleialtat a la marca. Dra. Inma Rodríguez-Ardura Email: irodriguez@uoc.edu Dr. Antoni Meseguer-Artola Email: ameseguer@uoc.edu DigiBiz Arbitratge i propietat intel·lectual Anàlisi de l'arbitratge com a mecanisme eficaç per a la resolució de conflictes de propietat intel·lectual. Estudi de certs trets principals de les controvèrsies en matèria de propietat intel·lectual i el seu tractament en els sistemes judicials estatals i l'arbitratge. Dra. Ayllen Gil Seaton Email: agilse@uoc.edu DDI Arbitratge i noves tecnologies Anàlisi de l'impacte de les noves tecnologies en l'arbitratge. En particular, aquesta línia de recerca se centra en l'estudi de la cadena de blocs ( blockchain ) i l'aplicació de la intel·ligència artificial a l'arbitratge. Dra. Ayllen Gil Seaton Email: agilse@uoc.edu DDI Sistemes d'intel·ligència artificial i eficiència processal Aquesta línia de recerca té com a objecte d'estudi la implementació dels sistemes d'IA en el procés judicial, tenint en compte el desafiament actual per aconseguir l'eficiència processal en l'administració de justícia. En particular, es proposa la revisió dels models d'IA, la seva regulació i la seva implementació en el procés judicial respectant les garanties processals. Dra. Ayllen Gil Seaton Email: agilse@uoc.edu DDI Desafiaments actuals del Dret de consum i mercats digitals La proposta va dirigida a tots aquells candidats que vulguin investigar els nombrosos, interdisciplinaris i irresolts problemes de protecció i tutela dels consumidors digitals i les seves possibles solucions en l'àmbit legislatiu. El dret de consum actual, l’europeu i el dels legisladors nacionals dels estats membres, presenta nombrosos desafiaments, especialment en l'àmbit del comerç transfronterer-digital. Aquests desafiaments han fomentat, cada vegada més, els mercats digitals, canviant el comportament i les accions dels diferents operadors jurídics que hi interactuen (professionals i consumidors), com va succeir amb la irrupció dels models de negoci de l'economia col·laborativa. Les normes més noves i actuals en matèria de protecció de consumidors, el dret de pràctiques comercials deslleials i el dret de la competència de la UE estan cada cop més enfocades cap a aquests canvis i nous desafiaments i, sobretot, cap a la tutela dels consumidors digitals. La Digital Services Act (DSA), la Digital Markets Act (DMA) i la recent normativa europea en matèria d'Intel·ligència artificial centrada sobretot en la responsabilitat extracontractual dels professionals davant dels consumidors, necessiten, però, començar a aplicar-se per a poder observar quins seran els molts interrogants i problemes que encara queden per resoldre en la tutela dels consumidors digitals. Dra. Marian Gili Saldaña Email: mgilis@uoc.edu Dra. Anna María Ruiz Martin Email: aruizmartin2@uoc.edu TAXBUSINESS DDI Metavers: aspectes jurídics Metavers i Dret. Blockchain i Metavers. Activitat econòmica al Metavers: models de negoci. Privadesa, Imatge i Protecció de Dades al Metavers. Criptoactius al Metavers. Delictes al Metavers. Protecció de la Propietat industrial i Intel·lectual al Metavers. Gestió del Metavers. Les organitzacions/corporacions autònomes descentralitzades (DAOs/DACs). El paper de l’Administració al Metavers. Dra. Blanca Torrubia Chalmeta Email: btorrubia@uoc.edu TAXBUSINESS Protecció de drets humans, incidència de la IA i responsabilitat social corporativa en l'àmbit transfronterer La proposta s'adreça a candidats i candidates que vulguin investigar els nombrosos interrogants interdisciplinaris que encara es plantegen en els àmbits de la responsabilitat social corporativa (RSC), la protecció extraterritorial dels drets humans i la intel·ligència artificial (IA). Les normes més noves i actuals en matèria de responsabilitat social corporativa, com ara la nova Directiva (UE) 2022/2464, sobre sostenibilitat, i les normes relatives a la IA que s'han anat promulgant, mereixen cada vegada més atenció perquè canviaran el panorama pràctic a l'hora de protegir i tutelar els drets del medi ambient i els drets humans dels consumidors. En l'àmbit transfronterer, d'una banda, caldrà parar atenció als problemes que puguin sorgir de tipus extraterritorials a l'hora de controlar i aplicar la normativa europea, ja que el legislador europeu ha estat molt ambiciós en permetre a les autoritats de control sancionar empreses que es trobin en tercers estats per no complir els deures de responsabilitat social corporativa i de protecció del medi ambient, entre altres aspectes problemàtics. D'altra banda, la nova normativa canviarà les conductes de les empreses en les seves relacions B2B i B2C transfrontereres pel que fa a la RSC o a les obligacions de compliance, que ja no serà considerat com a mer soft law en molts casos. Ara, la pregunta principal que cal plantejar-se per dur a terme aquesta tesi és: seran realment efectives les normes que el legislador europeu ha promulgat en aquesta matèria i en litigació transfronterera per tutelar els drets humans i del medi ambient? Amb quina mena de problemes de dret internacional privat ens trobarem? Dra. Anna Maria Ruiz Martin Email: aruizmartin2@uoc.edu El dret del treball, seguretat social i prevenció de riscos laborals en clau de perspectiva de gènere En aquesta proposta es poden incloure línies d'investigació de qualsevol institució del dret del treball, l'assistència sanitària i la seguretat social, i de la prevenció de riscos laborals en clau de perspectiva de gènere. És a dir, es proposa fer l'anàlisi jurídica i jurisprudencial de com s'ha incorporat o es pretén incorporar la perspectiva de gènere al dret laboral, la seguretat social i la prevenció de riscos laborals, i els biaixos que existeixen. Abraça, per tant, un àmbit ampli de propostes, sempre que l'enfocament vingui determinat pel gènere. Dra. Mònica Ricou Email: mricou@uoc.edu TAXBUSINESS"
}