{
  "url": "https://uoc.edu/portal/ca/escola-doctorat/linies-recerca/linies-ade/desenvolupament-regional/index.html",
  "content": "Línies de recerca Administració i Direcció d'Empreses (interuniversitari: UPC, UPM, UPCT, UOC) Desenvolupament Regional Proposta de tesi Investigadors/es Grup de recerca Coworking rural, nomadisme digital i economia creativa Temes relacionats amb iniciatives de Coworking rural, pràctiques de nomadisme digital i economia creativa en el context de la nova ruralitat i les regions interiors. Dra. Julie Wilson Mail: jwilson2@uoc.edu Noutur Destinacions turístiques Impactes de la transformació de les destinacions turístiques en l’estructura social i demogràfica i en el desenvolupament urbà i regional. Dr. Francesc González Mail:fgonzalezre@uoc.edu Dra. Julie Wilson Mail: jwilson2@uoc.edu Noutur Economia política dels districtes d’innovació Dr. Ramon Ribera Fumaz Mail: rriberaf@uoc.edu TURBA Ciutats i sistemes territorials Gestió de la ciutat. Sistemes territorials. Infraestructures de serveis, comunicacions i transports. Mobilitat Urbana.Teoría de xarxes. Estudis d’impacte. Dr. Agustí Canals Mail: acanalsp@uoc.edu Dr. Eduard J. Alvarez-Palau Mail: ealvarezp@uoc.edu KIMO URBANLOG Mercats de treball regionals Dra. Elisabet Motellón Mail: emotellon@uoc.edu Localització Empresarial, Economia Industrial i el seu impacte en l'espai Urbà i Regional Analitzar els processos de localització empresarial i el seu impacte en l'espai, abordant la gestió de la ciutat, sistemes territorials, infraestructures de serveis, comunicacions i transports. Es realitzaran estudis sectorials per avaluar la interacció entre economia industrial i geografia econòmica, utilitzant un enfocament quantitatiu. Dr. Carles Méndez-Ortega Mail: cmendezor@uoc.edu i2TIC Ruralitats en transició Esperem projectes interessat a crear coneixement sobre formes innovadores d’organització del treball i de desenvolupament d’activitats rurals, així com del desenvolupament de la geografia econòmica i el seu vincle amb les tecnologies emergents. Dr. Eduard J. Alvarez-Palau Mail: ealvarezp@uoc.edu Dr. Josep Lladós Masllorens Mail: jlladosm@uoc.edu Dr. Carles Méndez-Ortega Mail: cmendezor@uoc.edu URBANLOG i2TIC Logística sostenible per al desenvolupament rural: millora de l'accessibilitat a la sanitat i a la distribució de mercaderies Aquesta línia de recerca explora solucions logístiques innovadores per millorar l'accessibilitat a béns i serveis essencials en zones rurals i desateses. Entre els possibles temes hi ha els models de distribució descentralitzada, les tecnologies emergents (per exemple drons i mobilitat compartida) i les xarxes de logística col·laborativa. Els projectes poden abordar reptes com les limitacions de les infraestructures i els costos de distribució elevats, així com promoure l'equitat regional, la qualitat de vida i el desenvolupament sostenible. Dr. Eduard J. Alvarez-Palau Mail: ealvarezp@uoc.edu Dr. Cristian Castillo Gutiérrez Mail: ccastillogu@uoc.edu URBANLOG"
}