{
  "url": "https://uoc.edu/portal/ca/escola-doctorat/linies-recerca/linies-ade/sostenibilitat-medi-ambient/index.html",
  "content": "Línies de recerca Administració i Direcció d'Empreses (interuniversitari: UPC, UPM, UPCT, UOC) Sostenibilitat i Medi Ambient Proposta de tesi Investigadors/es Grup de recerca Economia circular Economia circular aplicada a diferents sectors productius Dr. Lluís Garay Mail: lgaray@uoc.edu Noutur Producció sostenible Sostenibilitat al si de les organitzacions (privades, públiques, tercer sector). Amb especial èmfasi en el sector primari i relacionats (p.e. agroalimentari) així com el sector del lleure. Desenvolupament turístic i sostenibilitat Dr. Lluís Garay Mail: lgaray@uoc.edu Dra. Soledad Morales Mail:smoralespe@uoc.edu Noutur Mobilitat i logística sostenibles Aquesta línia de recerca se centra en la transició cap a pràctiques sostenibles de logística urbana i rural, i aborda reptes com infraestructures més ecològiques, distribució urbana eficient de mercaderies i logística rural sostenible. Els temes poden incloure l'adopció de vehicles menys contaminants, la logística inversa (logística verda) i les plataformes digitals per optimitzar les cadenes de subministrament. Els projectes també poden explorar el canvi de comportament entre les parts interessades, el paper de les polítiques públiques en el foment de sistemes de transport sostenibles i la integració de tecnologies avançades com l'IoT i la IA per millorar l'eficiència logística i reduir l'impacte ambiental. Aquesta línia de recerca també inclou l'estudi de les empreses i organitzacions que operen en aquests sectors emergents mitjançant l'anàlisi de la seva aportació als sistemes de mobilitat i logística sostenibles. Dr. Eduard J. Alvarez-Palau Correu: ealvarezp@uoc.edu Dr. Cristian Castillo Gutiérrez Correu: ccastillogu@uoc.edu URBANLOG Sostenibilitat i inclusió social Sostenibilitat i màrqueting, digitalització inclusiva, entorn social, inclusió social. Mónica Cerdán Chiscano Correu: mcerdanc@uoc.edu I2TIC"
}