{
  "url": "https://uoc.edu/portal/ca/qualitat/politica-qualitat/avaluacio/avaluacions-abans-eees/index.html",
  "content": "Política de qualitat Avaluacions Avaluacions abans de l'EEES - Universitat Oberta de Catalunya (UOC) La Universitat Oberta de Catalunya (UOC) va participar en el Programa Pro-QU de l’AQU Catalunya durant els cursos 2001-02 i 2003-04 amb l’avaluació de tres titulacions. Aquest programa era dedicat a l’avaluació de titulacions de primer i segon cicle, i va servir de base metodològica per a l’avaluació global dels ensenyament universitaris. Arran d’aquesta primera experiència d’avaluació d’uns ensenyaments virtuals, l’AQU Catalunya va veure la necessitat de crear el programa VIRTUAL per a l’avaluació d’ensenyaments i institucions virtuals, prenent com a model el sistema d’avaluació d’ensenyaments PRO-QU, adaptat a les peculiaritats de la formació virtual, i incorporant-hi les especificacions internacionals d’avaluació d’aquest tipus d’ensenyaments. El curs 2006-07 es va dur a terme l’avaluació institucional de la Universitat Oberta de Catalunya (UOC), seguint la Guia d’avaluació institucional dels ensenyaments de formació virtual . Aquesta avaluació es va dur a terme pel compromís adquirit per la universitat amb la Generalitat de Catalunya per mitjà del Contracte programa 2006-2009. L’avaluació institucional aplicada al conjunt de la UOC va analitzar els aspectes que són comuns a totes les titulacions: missió, visió, polítiques de recursos humans, etc. Aquesta avaluació va permetre disposar d’una descripció detallada dels elements institucionals que incideixen en la qualitat dels ensenyaments individualitzats. Un cop acabada l’avaluació institucional, es van avaluar un total de nou titulacions dels Estudis de Dret i Ciència Política, Psicologia i Ciències de l’Educació, Informàtica , Multimèdia i Telecomunicació i, finalment, Economia i Empresa, seguint la Guia d’avaluació dels ensenyaments de formació virtual. Guia d’avaluació de les titulacions . L’avaluació es va centrar en la valoració de l’adequació de les diferents polítiques institucionals en el funcionament de les titulacions, veient els resultats dels diferents processos en les titulacions avaluades. Els resultats d’aquestes avaluacions van ser un punt de referència en el disseny de les noves titulacions en el marc de l’EEES. Informe d'Avaluació Institucional Curs EFQM reconeixement + 500 [cas] 2004 Avaluació transversal del sistema EUA 2005 Avaluació de la Biblioteca 2005/06 Informe d'Avaluació Institucional AQU de la UOC [ca] 2006/07 Informes d'Avaluació de Titulacions Curs Estudis d'Arts i Humanitats (Llicenciatura en Humanitats i Llicenciatura en Filologia Catalana) -Pro-QU [ca] 2001/02 Estudis Ciències de la Informació i de la Comunicació (Llicenciatura en Documentació) -Pro-QU [ca] 2003/04 Estudis de Dret i Ciència Política (Llicenciatura en Dret i Llicenciatura en Ciències Polítiques i de l'Administració) - Virtual [ca] 2006/07 Estudis de Psicologia i Ciències de l'Educació (Llicenciatura en Psicologia i Llicenciatura en Psicopedagogia) - Virtual [ca] 2006/07 Estudis d'Informàtica, Multimèdia i Telecomunicació (E.T. Informàtica de Gestió, E.T. Informàtica de Sistemes i Enginyeria Informàtica) - Virtual [ca] 2007/08 Estudis d'Economia i Empresa (Diplomatura en Ciències Empresarials i Llicenciatura en Investigació i Tècniques de Mercat) - Virtual [ca] 2007/08 Documents de referència Guia d'avaluació interna dels ensenyaments de formació virtual. Guia d'avaluació institucional (2a edició) [pdf] Guia d'avaluació externa dels ensenyaments de formació virtual. Guia d'avaluació institucional (2a edició) [pdf] Guia d'avaluació interna dels ensenyaments de formació virtual. Guia d'avaluació de les titulacions (2a edició) [pdf] Guia d'avaluació externa dels ensenyaments de formació virtual. Guia d'avaluació de les titulacions (2a edició) [pdf]"
}