{
  "url": "https://uoc.edu/portal/ca/qualitat/qualitat-titulacions/estructura-ensenyaments/faqs/faq-generals.html",
  "content": "Estructura dels ensenyaments Preguntes més freqüents Qüestions generals Què és l'EEES? Quins són els objectius de l'EEES? En quins principis es basa l'EEES? Què és el crèdit ECTS? Què és el suplement europeu al títol (SET)? Què és el marc europeu de qualificacions (EQF)? Què és el Marco Español de Cualificaciones para la Educación Superior (MECES)? Hi ha un catàleg tancat de titulacions marcades des del govern estatal o des d'Europa? Totes les universitats oferiran els mateixos títols? Les propostes de titulació presentades per les universitats han d'acomplir algun requisit? Què són les professions regulades? Què és el Registre d'Universitats, Centres i Títols (RUCT)? Quina estructura tenen els estudis universitaris? Què és l'EEES? El juny de 1999 els ministres amb competències en educació superior de 29 països europeus varen signar la Declaració de Bolonya, que estableix els fonaments per a la construcció de l’Espai Europeu d’Educació Superior (EEES). L’EEES impulsa un canvi en les metodologies docents que centren l’objectiu en el procés d’aprenentatge de l’estudiant i promou la millora de la qualitat i la competitivitat internacional de l’educació superior a Europa, tot permetent incrementar la mobilitat i l’ocupació dels titulats universitaris europeus. Amb la mirada posada en l’objectiu de formar professionals capaços i competents, un programa o titulació en el nou marc de l’EEES ja no és defineix només a partir d’un llistat prescriptiu de matèries troncals, obligatòries i optatives a cursar, sinó que la titulació s’erigeix com un Projecte Educatiu de la Universitat que la proposa. Actualment, l’EEES compta amb la participació de 46 estats europeus, no únicament els països de la UE, sinó també països de l'espai europeu de lliure comerç i països de l'est i del centre d'Europa. Quins són els objectius de l'EEES? Amb la construcció del nou Espai Europeu d'Educació Superior es volen aconseguir els objectius següents: Promoure la mobilitat dels estudiants, dels graduats i dels acadèmics en tot l'àmbit europeu. Possibilitar la integració dels nous graduats en un mercat laboral unificat europeu. Facilitar a les persones els coneixements i les estratègies necessàries per a l'aprenentatge permanent i al llarg de la vida En quins principis es basa l'EEES? La Declaració de Bolonya estableix les bases per a la construcció d’un Espai Europeu d’Educació Superior, organitzat a partir de quatre principis: Qualitat . S’estableixen criteris i metodologies d’avaluació de la qualitat comparables entre països per a assegurar la qualitat dels estudis i els títols emesos per les diferents institucions educatives europees. Compartir criteris i mètodes fomenta la confiança mútua entre institucions i facilita el reconeixement de titulacions. Mobilitat .Es treballa per a eliminar obstacles i facilitar que estudiants, professors i personal administratiu de les universitats i institucions europees d’educació superior puguin desenvolupar la seva activitat acadèmica o professional en altres institucions educatives i en altres països. Diversitat . No es tracta d’implantar un sistema educatiu únic, uniforme i homogeni a tota Europa, sinó de fer que els sistemes dels diferents països siguin transparents i tothom els pugui entendre i comparar. Per tal d’afavorir la mobilitat i preservar aquesta diversitat, s’han creat instruments com ara el crèdit europeu (ECTS), el suplement europeu al títol o el marc europeu de qualificacions. Competitivitat . Els ciutadans europeus hauran de poder rebre una formació superior que els faci competents en la seva professió i, alhora, els permeti ser competitius en el mercat laboral d’un món globalitzat, tenint en compte el nivell que actualment ofereixen altres països de fora de l’àmbit europeu, com ara els Estats Units. Què és el crèdit ECTS? ECTS és l’acrònim de European Credit Transfer System (sistema europeu de transferència de crèdits). A diferència dels crèdits que es basen en les hores lectives per part del docent, els ECTS representen el treball personal de l'estudiant en totes les activitats del seu procés d'aprenentatge (hores lectives, hores dedicades a la planificació i l'organització de tasques, hores de realització de treballs i pràctiques, hores de treball amb altres companys, temps de realització de proves d'avaluació, etc.). És, en definitiva, la unitat de mesura del seu treball quant a dedicació i esforç necessaris per a superar programes i assignatures. El crèdit ECTS és la unitat de mesura a partir de la qual s'organitzen les titulacions en el marc de l'EEES. La utilització d'aquest estàndard, adoptat per totes les universitats del nou espai europeu, té per objectiu compartir un sistema de mesura únic que permeti comparar la càrrega lectiva de les titulacions. A la UOC, un crèdit ECTS equival a 25 hores de treball de l'estudiant. Què és el suplement europeu al títol (SET)? És el document informatiu que acompanya el títol, i que conté informació acadèmica rellevant sobre el nivell i contingut dels ensenyaments cursats, com ara les competències assolides. L'objectiu fonamental és fer del títol universitari un document fàcilment comprensible i, sobretot, comparable entre tots els països de la UE, i facilitar així, un cop més, la mobilitat acadèmica i professional dels titulats entre les universitats i els mercats professionals d'aquests països. Què és el marc europeu de qualificacions (EQF)? Per tal que les qualificacions siguin fàcilment comparables s’estableix un marc europeu de qualificacions que estableix un referent comú en el que els resultats d’aprenentatge es poden classificar segons 8 nivells. Es tracta d’un conjunt de recomanacions que no són d’obligat compliment a hores d’ara. Què és el Marco Español de Cualificaciones para la Educación Superior (MECES)? El MECES és el marc de referència adoptat a Espanya per tal d’estructurar les qualificacions en diferents nivells. Pren com a referència un conjunt de descriptors anomenats Descriptors de Dublín, que defineixen quin és el nivell d’aprenentatge que s’ha d’assolir per a cada estadi del sistema educatiu superior (Grau, Màster, Doctorat). Actualment s’està treballant per tal de definir com es concreten aquests nivells per a cadascuna de les branques de coneixement recollides al RD 1393/2007. Hi ha un catàleg tancat de titulacions marcades des del govern estatal o des d'Europa? Totes les universitats oferiran els mateixos títols? No, el sistema ha canviat en aquest punt respecte de la situació anterior. Cada universitat podrà presentar les propostes de titulació que consideri responen a una demanda professional i acadèmica de la societat. Per tal de fer-ho, haurà de presentar una memòria del projecte educatiu vinculat a la titulació proposada. Aquesta memòria haurà de ser valorada per l’ANECA i en cas de valoració positiva, s’haurà d’aprovar pel Consejo de Universidades i inscriure’s al Registro de Universidades, Centros y Títulos del Ministerio (RUCT). Les propostes de titulació presentades per les universitats han d'acomplir algun requisit? Han de complir les normes establertes al Reial Decret 1393/2007 de 29 de octubre, pel que fa a l’estructura i protocol de verificació i acreditació. Què són les professions regulades? Són aquelles en les que des de l’Estat es regula quina és la seva competència professional. És a dir, es marquen un conjunt d’atribucions que només pot desenvolupar en exclusiva un professional que vingui avalat bé per un títol acadèmic, bé per la superació d’uns requisits i una prova d’aptitud que impliquin la concessió o per l’autorització administrativa de l’accés a una professió. Ex.: Metge, Arquitecte, Enginyer en Telecomunicacions. Per als títols de graduat que donin accés a una professió regulada, des de l’Estat es marcaran pautes concretes sobre quines són les competències que s’hauran de treballar en aquell grau. Què és el Registre d'Universitats, Centres i Títols (RUCT)? És el registre on hauran de ser inscrits totes les universitats i tots els centres d'ensenyament superior, i també tots els seus títols oficials acreditats (grau, màster i doctor). Quina estructura tenen els estudis universitaris? L’estructura dels ensenyaments universitaris ha quedat definida a l’Estat Espanyol en tres cicles: Grau, Màster universitari i Doctorat. Primer cicle: el grau Permet obtenir el títol oficial de Graduat i té com a finalitat la obtenció per part de l’estudiant d’una formació general, en una o diverses disciplines, orientada a la preparació per a l'exercici d’activitats de caràcter professional. Per a obtenir-lo caldrà haver superat 240 crèdits. Totes les titulacions de grau s’adscriuen a alguna de les branques de coneixement següents: Arts i humanitats Ciències Ciències de la salut Ciències socials i jurídiques Enginyeria i arquitectura El pla d’estudis conté un mínim de 60 crèdits ECTS de formació bàsica, dels quals, almenys 36 estan vinculats a matèries de la branca de coneixement a la que s’adscriu el grau. A més, totes les titulacions de grau inclouen un treball final de grau (TFG) que pot tenir entre 6 y 30 crèdits ECTS. Segon cicle: el màster Els ensenyaments de Màster tenen com a finalitat que l’estudiant obtingui una formació avançada, de caràcter especialitzat o multidisciplinar, orientada a l’especialització acadèmica o professional, o bé a promoure la iniciació en tasques de recerca. Per a obtenir el títol de Màster Universitari, cal superar un mínim de 60 crèdits. El pla d’estudis d’algunes titulacions de màster podrà, però, ampliar el nombre de crèdits a superar fins a un màxim de 120 crèdits. Tercer cicle: el doctorat Els ensenyaments de Doctorat tenen com a finalitat la formació avançada de l’estudiant en les tècniques de recerca. Poden incorporar cursos, seminaris o d’altres activitats orientades a la formació investigadora i inclouen l’elaboració i presentació de la corresponent tesi doctoral, consistent en un treball original de recerca. La superació dóna dret a l’obtenció del títol de Doctor, que continua essent el màxim grau acadèmic."
}