{
  "url": "https://uoc.edu/portal/ca/universitat/coneix/index.html",
  "content": "Coneix la UOC Missió, visió i valors Manifest Codi ètic Valors i principis generals Valors i principis específics Seguiment Fets i xifres Actes institucionals Actes de graduació Honoris causa Lliçons inaugurals T'expliquem qui som La UOC va néixer el 1995 com la primera universitat en línia del món , per decisió del Govern i amb l'aprovació per llei del Parlament de Catalunya. La Universitat va passar de ser un experiment a ser un referent educatiu internacional , utilitzant la tecnologia per obrir l'accés a l'ensenyament universitari de qualitat a totes les persones amb el mèrit com a únic criteri. La UOC va començar l’activitat el curs 1995-1996 amb 206 estudiants de les titulacions oficials de Psicopedagogia i Empresarials. Ara ja som més de 100.000 graduats i graduades. Formar. Transformar. Web dels 30 anys 30.uoc.edu Una universitat oberta a tothom El nostre model d'aprenentatge és únic . Possibilita i promou una formació contínua, d'acord amb les necessitats de les persones i les organitzacions, aprofitant al màxim el potencial que ofereix la xarxa per aprendre en un entorn flexible i asíncron. La metodologia combina projectes i activitats per aprendre, l'acompanyament docent personalitzat i el treball en equip. El model d'aprenentatge afavoreix tenir aules més globals i promou la diversitat de l'estudiantat i del professorat, fent que el coneixement tingui un impacte més gran en la societat. Formem professionals amb capacitat de transformar mitjançant titulacions oficials, programes de formació contínua o creant experiències d'aprenentatge innovadores per a empreses i institucions. Formació al llarg de la vida per un futur professional obert El gruix del nostre estudiantat té al voltant de 30 anys .Té formació prèvia i experiència professional. Té compromisos familiars i una carrera professional que vol fer compatible amb els estudis. Valora la flexibilitat horària que li ofereix la UOC i la possibilitat de gestionar-se el temps com vol. La formació contínua és l'oferta formativa que va més enllà de la formació universitària: està pensada per acompanyar les persones al llarg de la vida, segons les seves situacions personals i professionals. Disposem d'una Unitat d'Anàlisi i Prospecció Laboral que monitora el mercat de treball per garantir que la programació acadèmica és rellevant en termes d'ocupació en tots els àmbits de coneixement. Coneix la nostra comunitat \"Fa 30 anys estudiar per internet semblava una idea boja\" #30anysUOC Carlos Manuel Bosch és estudiant de la UOC des del 1994 ininterrompudament \"Sempre et pots reinventar, pots viure moltes vides en una de sola\" #30anysUOC Georgina Matamoros és alumni i vicepresidenta mundial de la Jove Cambra Internacional \"Les solucions digitals ens faran la vida més fàcil\" #30anysUOC Esther Méndez és anestesiòloga, alumni del màster universitari de Salut Digital (E-Health) i impulsora d´El Meu Quiròfan \"Fer voluntariat social és com anar a una sessió d'aprenentatge i humilitat humana\" #30anysUOC Montse Arias és llicenciada en Humanitats, estudiant del grau d'Antropologia i voluntària del Programa de mentoria català de refugi Les capacitats dels nostres graduats i graduades L'estudiantat de la UOC està més habituat a treballar i a relacionar-se en un entorn virtual. Té una sèrie d' habilitats molt valorades pel mercat de treball , en especial en la nova quotidianitat postpandèmica, com ara la capacitat d'autogestió i d'aprenentatge, la disciplina, l'automotivació i la proactivitat a l'hora de resoldre problemes. En els processos d'incorporació de talent, les empreses tenen més en compte les habilitats toves (conegudes com a soft skills ), com ara el treball en equip, el lideratge, la flexibilitat, la creativitat, l'assertivitat i el pensament crític, que les habilitats tècniques o específiques per exercir una ocupació ( hard skills ). La Universitat té un paper clau en el foment d'aquestes habilitats toves. Segons l'estudi d'inserció laboral de titulats universitaris del 2020 de l'Agència per a la Qualitat del Sistema Universitari de Catalunya (AQU), els graduats i les graduades de la UOC obtenen 72 punts sobre 100 en l'índex de qualitat ocupacional (IQO). Actes institucionals És necessari formar una comunitat connectada que acumuli capital relacional amb vocació transformadora. Les lliçons inaugurals, els doctorats honoris causa i els actes de graduació són mostra del nostre compromís. Actes de graduació Reviu els actes de graduació de la UOC de tots els cursos des de 2007. Honoris causa El doctorat honoris causa és la màxima distinció acadèmica que la UOC concedeix a una persona a títol d'honor. Lliçons inaugurals Les lliçons inaugurals de la UOC versen sobre una de les línies d'expertesa i coneixement de la UOC en convivència amb les tecnologies de la informació i de la comunicació."
}