{
  "url": "https://uoc.edu/ca/estudis/info/per-que-uoc",
  "content": "Per què la UOC? A la UOC, tu ets el centre de l'aprenentatge Aprèn en línia de manera flexible, dinàmica i activa. On i quan vulguis. A la UOC, no estaràs mai sol Tindràs l'acompanyament de l'equip docent i podràs compartir coneixements amb els companys en un ambient participatiu. Aprèn al teu ritme i aprofita al màxim el temps Posem al teu abast totes les eines i recursos necessaris per a aconseguir una formació completa orientada al futur. Titula't en #eltuquevolsser Graus Màsters Universitaris Màsters, Postgraus i Especialitzacions Assignatures per a cursar lliurement Seminaris i cursos Cursos d'idiomes El model d'aprenentatge a la UOC El model de la UOC promou la millora constant de les competències de l'estudiant mitjançant el treball individual, la construcció col·lectiva de coneixement i l'acompanyament de l'equip docent. El valor del model educatiu La UOC té la voluntat de cobrir les necessitats educatives de les persones que es formen al llarg de la vida, aprofitant al màxim el potencial de la xarxa per a aprendre en un entorn flexible. El model educatiu segons els graduats «Agraeixo a la UOC el seu sistema d'aprenentatge, que m'ha servit sens dubte per a saber prioritzar i organitzar-me en les meves tasques.» José Antonio Ruso Zayas , graduat en Administració i Direcció d'Empreses. L'opinió dels nostres graduats Graduades i graduats de la UOC t'expliquen en primera persona com han viscut el procés d'aprenentatge amb nosaltres i com la nostra metodologia els ha permès compaginar feina, estudis i vida personal. Tenir una flexibilitat d'horaris absoluta em va permetre fer el màster Daniel Marchante Realment em trobo realitzada. Ara, quan parlo, sé del que parlo. Helena Guillén La UOC t'ofereix competències, perquè el que necessites és saber-te adaptar en cada moment Manel Vicenç Volia créixer professionalment. La UOC m'ha ofert no estancar-me Alba Camacho Des de que vaig acabar el grau, he tingut un desenvolupament a la meva empresa José Miguel González Campus Virtual És l'entorn al qual es pot accedir sense barreres físiques des de qualsevol lloc i a qualsevol hora. Aquí trobaràs les eines necessàries per a l'estudi i la comunicació. És un campus universitari que es pot portar a la butxaca i que és accessible des de qualsevol lloc del món. Des del Campus tindràs accés a les aules i els espais d'aprenentatge, on trobaràs els professors, els companys, les activitats, els continguts i les eines per a aprendre. Més informació Per què escollir la UOC? Avalada pels nostres graduats i graduades Un 79 % tornaria a triar la UOC. Un 81 % està satisfet/a amb la titulació. 90.400 Estudiants 89 % Estudia i treballa. Reconeguda per les empreses. Model educatiu La UOC es caracteritza per un model educatiu propi, basat en una metodologia online de qualitat, que situa l'activitat de l'estudiant al centre. Amb nosaltres, l'estudiant aprèn de manera activa. Premis internacionals Avalen la nostra metodologia online la implicació en projectes de recerca, el compromís social i una trajectòria vinculada a l'e-learning de qualitat. 122.750 Graduades i graduats Estudiants UOC al món Recerca i innovació 1 Escola de Doctorat 9 Programes de doctorat 3 Cursos de transferència 2 centres de recerca + 1 d'innovació 50 grups de recerca + de 500 Investigadors i investigadores El professorat L'equip docent fa un seguiment personalitzat durant el procés formatiu per tal de donar-te suport en la planificació dels estudis, en la resolució d'activitats, en l'avaluació i en la presa de decisions. És format per un conjunt de professors experts que fan un acompanyament al llarg del recorregut acadèmic , gràcies al qual s'estableixen vincles de relació i de proximitat amb la comunitat educativa. Serveis Biblioteca Virtual Posa a la teva disposició una gran varietat de documentació i recursos que t'ajudaran a enriquir l'aprenentatge. Pràctiques i mobilitat T'ofereix completar la teva formació amb una experiència pràctica. Guia de l'estudiant Et proporciona tota la informació que necessites per a aprofitar al màxim el temps d'estudi a la UOC. UOC Alumni És un servei orientat a la millora professional, amb borses de treball especialitzades i recursos d'orientació professional. El moment de ser #eltuquevolsser és SEMPRE"
}