{
  "url": "https://uoc.edu/portal/ca/coronavirus/resposta-covid19.html",
  "content": "La nostra resposta a la COVID-19 La COVID-19 ha capgirat les nostres vides. Hem adoptat diverses mesures amb el doble objectiu de garantir la salut de les nostres treballadores i els nostres treballadors i facilitar la continuïtat de l'aprenentatge . També hem volgut posar la nostra expertesa al servei de la comunitat amb l'impuls del cicle Docència no presencial d'emergència , amb webinars i MOOC adreçats a professorat universitari i d'instituts, i la col·laboració en la plataforma Conectad@s: La universidad en casa . Continuarem treballant en aquesta línia . En aquest espai trobareu totes les mesures i accions de la nostra resposta ala COVID-19 actualitzades. Comunicat del rector «En exercici de la nostra autonomia universitària i la nostra responsabilitat social, us vull comunicar personalment que el Consell de Direcció ha decidit prorrogar, de manera prioritària, l'e-treball generalitzat al llarg de tot el curs 2020-2021.» Comunicat del 16 de setembre del 2020 Comunicat del 6 d'abril del 2020 Comunicat del 20 de març del 2020 Comunicat del 13 de març del 2020 Toolkit UOC per a la transformació digital d'entitats socials Píndoles formatives contra la pandèmia Disset cursos en línia d'un mes de durada, equivalents a 1 crèdit europeu (ECTS). Mesures de benestar Teletreball i benestar Hem pres mesures per garantir la salut del nostre equip. Us oferim eines i consells per un e-treball saludable i un bon nivell de benestar emocional enmig de la incertesa. Mesures de benestar Consells per a l'autoenregistrament i les videoconferències Consulta el document Mesures de benestar Consells per fer un seminari web o una presentació telemàtica Consulta el document Ergonomia per a treballar amb portàtil Consulta la infografia La UOC als mitjans L'anàlisi dels experts i les expertes de la UOC Els desafiaments sanitaris i socials de la COVID-19 Estudiar en línia en temps de coronavirus Els reptes econòmics i laborals de la crisi Recomanacions i consells per al confinament La UOC als mitjans Una comunitat compromesa Quan la indústria 4.0 ajuda a salvar vides Daniel Garrote és alumni i responsable d'Indústria 4.0 i Blockchain a Cepsa. Ha col·laborat en diverses iniciatives per contribuir a salvar vides. La comunitat UOC s'uneix al moviment maker per lluitar contra el coronavirus Qui són alguns dels makers de la UOC? Sanitaris que fan front a la COVID-19 sense deixar els estudis de la UOC A més d'enfrontar-se a la COVID-19, metges, treballadors socials i psicòlegs han continuat el semestre com a estudiants de la UOC. Ser infermer en temps de pandèmia Alguns sanitaris, en aquests temps incerts, tenen una triple vida: la de ciutadans, la de treballadors de la salut i la d'estudiants de la UOC de graus tan diferents com Turisme o Dret. Últimes informacions Consulta les darreres informacions sobre les mesures que la UOC està adoptant per fer front a la crisi de la COVID-19. Servei d'atenció Consulta l'apartat específic sobre les afectacions per la pandèmia de la COVID-19. Si el teu cas no està contemplat, explica'ns la situació i junts buscarem una solució. Preguntes i respostes per als col·lectius UOC Treballem per donar resposta als dubtes que puguin sorgir."
}