{
  "url": "https://uoc.edu/portal/ca/agenda/2019/agenda_446.html",
  "content": "Agenda La UOC debatrà el paper de l'educació als ODS en el Fòrum Polític d'Alt Nivell de l'ONU Empoderar les persones i assegurar la inclusió i l’equitat és el lema del Fòrum Polític d’Alt Nivell de les Nacions Unides sobre Desenvolupament Sostenible (HLPF) que se celebrarà del 9 al 18 de juliol a la seu de les Nacions Unides a Nova York. Enguany, entre d’altres, s’avaluarà l’assoliment de l’ODS 4, educació de qualitat, en el que per primera vegada, s’evidencia la necessitat de garantir l’educació universitària per a tothom. La vicerectora de Globalització i Cooperació de la UOC, Pastora Martínez Samper, hi participarà per segon any consecutiu en aquest fòrum de trascendència internacional. Enguany, defensarà el paper de l’educació per assolir els ODS 16 que promou la pau, la justícia i les institucions sòlides i ODS 17 que impulsa les aliances internacional per assolir els objectius en la jornada que ha organitzat l ’Associació Internacional d’Universitats (IAU) el 10 de juliol en el marc del HLPF. La jornada, que es podrà seguir en directe per streaming entre les 14.00 i les 18.00 (hora espanyola), apostarà per trobar aproximacions i partenariats innovadors per reforçar el paper dels educadors i l’acadèmia per implementar els ODS . A més de la UOC, hi participaran representants universitaris d’arreu del món. La IAU és una associació global que agrupa 650 institucions d’ensenyament superior de tot el món de la que la UOC en fa part de manera molt activa. Gràcies a la seva tasca com a associació impulsora del Desenvolupament Sostenible i tenir l’estatus de consultors de l’ ECOSOC , la IAU participarà dels debats que tindran lloc al HLPF i organitzarà una sèrie d’esdeveniments especials, en els que la UOC hi col·labora. El Fòrum polític d'alt nivell (HLPF) és la conferència anual de les Nacions Unides on els governs, les agències de les Nacions Unides i la societat civil es reuneixen per debatre les metes aconseguides per l’assoliment de l' Agenda 2030 per al Desenvolupament Sostenible . A més, és l’espai on els països sotasignants se sotmeten a l’ examen nacional voluntari sobre l’Agenda 2030 . Lloc Nova York Eua Quan 09/07/2019 - 15/07/2019 Organitza Nacions Unides, International Association of Universities + − Leaflet Enllaços relacionats Informació IAU"
}