{
  "url": "https://uoc.edu/ca/estudis/beques-ajudes/beca-ministeri-educacio",
  "content": "Beca del Ministeri d'Educació El Ministeri d'Educació publica cada estiu una convocatòria de beques que constitueix un dels instruments que contribueixen de forma més eficaç a fer possible el principi d'igualtat d'oportunitats; i també, millora l'eficiència educativa ja que permet aprofitar les potencialitats de molts joves que pertanyen a famílies amb rendes baixes. Termini de sol·licitud tancat . En el cas dels estudiants de la Universitat Oberta de Catalunya, independentment d'on es trobi localitzat el domicili familiar, la beca la gestionarà i resoldrà l' AGAUR . Els tipus d'ajuts seran els següents: Beca de matrícula : inclou l'import dels crèdits dels quals l'alumne es matriculi per primera vegada. L'import serà el preu públic oficial d'acord amb el que estableix la convocatòria de beques. Quantia variable : l'import resultarà de la ponderació de la nota mitjana de l'expedient de l'estudiant i de la renda familiar i es determinarà mitjançant l'aplicació d'una fórmula de repartiment. L'estudiant universitari que estigui cursant o cursarà estudis universitaris de qualsevol titulació homologada i que no estigui en possessió de cap títol de grau, de màster oficial, de llicenciatura, d'enginyeria o d'arquitectura amb validesa a tot el territori espanyol. També podran sol·licitar aquestes beques per a cursar estudis de màster oficial o de segon cicle els estudiants que hagin superat o estiguin en possessió d'un títol dels estudis previs que permetin l'accés al màster o a l'esmentat segon cicle i els estudiants que cursin un curs de preparació per a l'accés de més grans de 25 anys a una universitat pública. Per a poder presentar la sol·licitud de beca cal complir els requisits següents: Tenir la nacionalitat espanyola. En el cas dels estrangers comunitaris caldrà que el sol·licitant o algun dels seus sustentadors principals hagi treballat a Espanya al llarg de l'últim any. Aquest requisit no serà exigible per a l'obtenció de la beca de matrícula. A més a més, els estrangers no comunitaris hauran de tenir el permís de residència permanent. La credencial de becari pretén que els estudiants de les universitats públiques que demanen la beca del Ministeri d'Educació puguin no abonar el preu de la matrícula abans de conèixer la resolució a la seva beca. Aquests estudiants es matricularan amb la condició de becari/becària condicional. Àmbit: pot demanar l'acreditació qualsevol estudiant que es matriculi en un ensenyament conduent a un títol oficial de grau, primer o segon cicle i màsters. No serà necessari sol·licitar l'acreditació per a aquells estudiants que tinguin una credencial de becari del Ministeri d'Educació, Cultura i Esport del curs anterior de la convocatòria general i de mobilitat, tant si cursaven estudis universitaris com si cursaven altres estudis postobligatoris i superiors no universitaris (batxillerat, cicles formatius, etc.). No es pot sol·licitar si es cursa un títol o estudi propi encara que sigui en una universitat pública. Fins al 10 de maig data límit per sol·licitar la beca. Per què escollir la UOC? Avalada pels nostres graduats i graduades Un 79 % tornaria a triar la UOC. Un 81 % està satisfet/a amb la titulació. 90.400 Estudiants 89 % Estudia i treballa. Reconeguda per les empreses. Model educatiu La UOC es caracteritza per un model educatiu propi, basat en una metodologia online de qualitat, que situa l'activitat de l'estudiant al centre. Amb nosaltres, l'estudiant aprèn de manera activa. Premis internacionals Avalen la nostra metodologia online la implicació en projectes de recerca, el compromís social i una trajectòria vinculada a l'e-learning de qualitat. 122.750 Graduades i graduats"
}