{
  "url": "https://uoc.edu/portal/ca/guia-xarxes-socials/primers-passos/alta/index.html",
  "content": "Què cal saber abans de començar? Alta i baixa de canals Anàlisi interna previa Quins són els meus objectius? Et marquen el camí que has de seguir en tot moment, les xarxes socials a les quals és primordial obrir un compte o l’estil comunicatiu que has d’emprar. Defuig la idea «d’estar per estar» o de cercar únicament un gran nombre de seguidors. A quin segment de públic m'adreço? Segons a qui t'adrecis, ho has de fer amb un llenguatge determinat, has de tractar d'unes temàtiques concretes o has d'interactuar en uns canals específics. Hi ha altres comptes de la UOC similars? Abans d’engegar nous perfils socials, has de comprovar que no hi hagin perfils actius de la UOC treballant els mateixos objectius i públic que planteges. Disposo de prou recursos? Tot i que és molt fàcil obrir un compte, recorda que a l’hora de mantenir-lo actiu i dinamitzar la teva comunitat, et cal temps i un equip format per un o diversos dinamitzadors. Quins continguts tinc? Abans d’obrir un nou compte, és important que facis un inventari dels continguts de què disposes, com ara imatges, articles, apunts, vídeos o retalls de premsa. Sol·licitud d'alta Un cop hagis determinat la necessitat, la prioritat i la capacitat a l’hora d’engegar el nou perfil a les xarxes socials, ha arribat el moment de seguir els passos següents. 01. Enviament d'una sol·licitud d'alta Envia una sol·licitud per mitjà del formulari en línia corresponent: Formulari Twitter Formulari Facebook Altres xarxes socials 02. Viabilitat del compte Mitjans i Comunicació del Coneixement (Àrea de Comunicació) avalua la viabilitat del compte i t’informa de l’acceptació de la proposta. 03. Alta i configuració Mitjans i Comunicació del Coneixement (Àrea de Comunicació) gestiona l'alta i la configuració del compte. 04. Reunió d'assessorament Es fa una reunió d'assessorament entre Mitjans i Comunicació del Coneixement (Àrea de Comunicació) i l’àrea o programa sol·licitant per a determinar conjuntament les necessitats i els objectius concrets, el nom del compte, l’idioma o l’aplicació de la marca UOC. 05. Formació Es forma la persona o persones encarregades de la gestió de les xarxes socials, perquè sàpiguen i posin en pràctica totes les possibilitats d’aquestes plataformes. 06. Període de proves de tres mesos Hi ha un període de proves de tres mesos, que determina l’eficàcia del perfil social i, sobretot, serveix per a corregir qualsevol aspecte tècnic o formal de la gestió de les xarxes a partir de mètriques quantitatives i qualitatives. 07. Publicació dels nous perfils socials Els nous perfils socials es publiquen a la base de dades de la UOC i en la constel·lació de comptes UOC , que miren de fer difusió del nou perfil. 08. Seguiment dels comptes Mitjans i Comunicació del Coneixement (Àrea de Comunicació) fa un seguiment dels comptes per tal de dur-ne un control i millorar-ne l’eficàcia. Si vols donar d’alta un compte en una altra xarxa social, posa’t en contacte amb Mitjans i Comunicació del Coneixement . Procediment de baixa És imprescindible que justifiquis per què vols tancar el compte. Has de seguir els passos següents. 01 Envia el formulari de sol·licitud de baixa a l'adreça electrònica xarxes.socials@uoc.edu, perquè pugui ser gestionada i aplicada. Mitjans i Comunicació del Coneixement (Àrea de Comunicació) justificarà i acceptarà la teva proposta i en gestionarà la baixa. 02 Envia un apunt o piulada final de tancament als seguidors del compte. Recomanacions No deixis el compte en blanc. Si no l’actualitzes durant sis mesos , serà considerat inactiu i, per tant, eliminat. Configura els nous comptes en xarxes socials amb avatars i imatges de capçalera. Els trobaràs al Llibre d'estil de la UOC ."
}