{
  "url": "https://uoc.edu/portal/ca/metodologia-online-qualitat/index.html",
  "content": "Metodologia online de qualitat Model educatiu Premis i reconeixements Premis a l'excel·lència en e-learning Reconeixement de la Recerca Premis a la Responsabilitat social universitària Premis a la trajectòria Fets i xifres Qualitat Biblioteca Compromesos amb la Transformació digital de l'educació Tenim una metodologia única, innovadora i avalada per governs, secretaries d'educació i institucions educatives d'arreu del món La nostra docència és 100 % online , i ho és des de l'any 1995. Des de llavors, apliquem els avenços en recerca i innovació en e-learning a la metodologia de la UOC. Ho fem gràcies a UOC R&I , en què disposem de més de cinquanta grups de recerca, i a l' eLearning Innovation Center , el centre que impulsa la innovació educativa a la UOC. A més, com a pioners i referents en transformació digital de l'educació , posem la nostra experiència i el nostre coneixement a disposició de les administracions educatives que ho necessitin. Descobreix com Posicionament de la UOC sobre la intel·ligència artificial Compromesos amb la transformació digital de l'educació Referents globals en e-learning La UOC inicia la col·laboració amb el Clúster d'Educació i Desenvolupament de Talent de Puebla i Tlaxcala Educació La revista de tecnologia educativa ETHE celebra vint anys com a líder mundial en accés obert Educació La Generalitat atorga dues distincions Jaume Vicens Vives a la UOC Innovació educativa Reconeixements Premi EDEN d'excel·lència institucional Distinció a la col·laboració internacional de la UOC en l'aprenentatge virtual, a distància i en obert. Premi a l'Impacte en l'Aprenentatge (Or) Distinció a l'ús de les tecnologies d'aprenentatge en l'educació superior. Consulta tots els premis Compromesos amb la transformació digital de l'educació La metodologia de la UOC als mitjans Els millors 35 MBA en línia per accedir a una feina [ES] Expansión 09/12/2024 Els docents estan més motivats amb \"objectius clars\" i avaluació qualitativa, segons un estudi [ES] La Vanguardia 04/12/2024 Un neurocientífic respon fins a quina edat es pot aprendre un idioma [ES] Huffington Post 03/12/2024 La formació del professorat de secundària, tan necessària com menystinguda El Diari de l'Educació 08/10/2024 La qualitat és part del nostre ADN La UOC ha obtingut l’ Acreditació Institucional de Centre del Consell d'Universitats del govern d'Espanya, que comporta l'acreditació de tots els graus i màsters universitaris oficials coordinats per la UOC. És la primera universitat de Catalunya en assolir aquest reconeixement. El sistema learning analytics de l'eLearning Innovation Center permet millorar sistemàticament les aules virtuals Descobreix com Com s'estudia a la UOC? Com funciona una aula virtual? «La UOC ha creat un gran entorn acadèmic i de recerca. Pot ser que l'eLearning Innovation Center, combinat amb l'IN3, sigui únic a tot el món». Donald Hanna, professor de Comunicació Educativa de la Universitat de Wisconsin-Extension «Les classes que fem avui dia de manera presencial han de passar al món online , que és on es poden aplicar millor les estratègies cognitives per a l'aprenentatge. Aquí és on entra la UOC: des del principi el vostre mètode va ser dissenyat per ser trencador». Sanjay Sarma, vicepresident d'Aprenentatge Obert de l'Institut Tecnològic de Massachusetts (MIT) «La UOC és la universitat del coneixement global, que t'obre la ment i els espais a noves metodologies de la comunicació i de la socialització del coneixement». César Rodríguez, estudiant del màster de Seguretat de les TIC de la UOC, Bogotà (Colòmbia) L' estudiantat sempre està acompanyat per l'equip docent. Més de 7.000 persones formen l'equip de professorat i funció tutorial que s'encarrega de guiar l'estudiantat. Com és el professorat a la UOC? Equip docent El professorat responsable de l'assignatura : dissenya l'assignatura, n'assegura la qualitat i coordina el professorat col·laborador. El professorat col·laborador : orienta i avalua l'aprenentatge en cada assignatura. L'equip de tutoria : assessora en l'elecció d'un itinerari acadèmic personalitzat durant el curs. Recursos i materials innovadors Els recursos d'aprenentatge a l'aula virtual La UOC utilitza recursos d'aprenentatge digitals, multiformat, interactius i multimèdia . Estan totalment adaptats a l'entorn online . D'aquesta manera, l’estudiantat pot accedir des de qualsevol lloc i dispositiu. A més, l'estudiantat disposa d'una biblioteca que, com la mateixa universitat, ofereix serveis i productes plenament digitals. Més informació sobre la innovació educativa a la UOC Entra a la Biblioteca Com són els recursos d'aprenentatge a la UOC? Per què apostar per l'educació online ? L'educació superior online , basada en una metodologia de qualitat, contribueix a l'assoliment de l' objectiu de desenvolupament sostenible 4 (ODS 4) de l'Agenda 2030 de les Nacions Unides. Facilita una educació inclusiva, equitativa i de qualitat que promou les oportunitats d'aprenentatge al llarg de tota la vida i per a tothom. Una metodologia online de qualitat permet desenvolupar models d'ensenyament en línia que promouen competències globals, socials i digitals de l'estudiantat . La metodologia que situa la UOC com a referent en e-learning de qualitat Avalada per l'estudiantat 79 % tornaria a triar la UOC 122.750 graduades i graduats Formada per un gran equip 1.501 persones de l'equip docent, investigador i de gestió 6.556 persones de l'equip docent de suport a la docència i tutors i tutores Reconeguda per les empreses 90 % de taxa d'ocupació Inclusiva i diversa 132 països amb presència d'estudiantat de la UOC 89 % estudia i treballa 58 % de l'estudiantat són dones 2.671 estudiants amb discapacitat acreditada"
}