{
  "url": "https://uoc.edu/portal/ca/guia-xarxes-socials/analisi/index.html",
  "content": "Com mesuro l'impacte? Indicadors i formes de seguiment Dins l’estratègia 2.0, resulta fonamental observar, mesurar i valorar de manera continuada els resultats i l’impacte comunicatiu de les accions que es porten a terme. Aquest seguiment et permetrà corregir i reorientar en cada moment la comunicació i millorar així el servei als estudiants de la UOC. Quins indicadors has de mesurar? Els indicadors clau de rendiment o KPI ( Key Performance Indicators ) t’ajudaran a valorar l’èxit i el rendiment de cada acció que portis a terme a les xarxes socials. El tipus d’indicador que has de controlar depèn dels objectius que t’hagis marcat i s’ha d'emmarcar en un període de temps . És aconsellable establir un indicador per a cada objectiu i cada xarxa per a avaluar-lo periòdicament. A continuació hi ha un parell d'exemples: Exemple 1 Objectiu Millorar la interacció i el compromís amb els usuaris Xarxa social Twitter Indicador Nombre de repiulades i de mencions rebudes KPI Incrementar el nombre de repiulades en un x% i el de mencions rebudes en un x% Temps 6 mesos Exemple 2 Objectiu Fer créixer la nostra comunitat Xarxa social Facebook Indicador Nombre de nous seguidors KPI Aconseguir x nous seguidors Temps 6 mesos Com pots obtenir les dades estadístiques? Cada xarxa social té la seva pròpia eina d’estadístiques. El funcionament i la visualització de les dades són molt semblants en tots els casos: Facebook Insights És l’espai d’estadístiques de Facebook. Trobaràs més informació sobre l’eina al blog de Facebook . Twitter És el servei d’estadístiques propi de Twitter. YouTube A més de les mètriques també permet analitzar els continguts audiovisuals . Issuu Proporciona dades sobre els documents publicats. Slideshare Aporta estadístiques detallades sobre el ritme i la qualitat de les visualitzacions de les presentacions. LinkedIn Té una sèrie de mètriques vinculades a la pàgina corporativa i els grups. Instagram Es pot accedir a estadístiques bàsiques des de la versió mòbil. Actualment, per a fer un control gratuït es recomana crear un quadre de seguiment mensual per a apuntar aquestes estadístiques. Eines externes TweetReach : és una eina que genera informes immediats sobre el funcionament d’una etiqueta. Tweriod : és una eina per a identificar el moment de màxima activitat dels teus seguidors a Twitter. Hashtagify.me : serveix per a consultar la popularitat d’una etiqueta a Twitter. L’eina també proposa etiquetes vinculades a la nostra temàtica. Elaboració d'informes Des de Marca i Reputació s’elabora un informe anual de seguiment dels canals 2.0. de tots els departaments i àrees de la Universitat. Per a elaborar aquest informe, cada trimestre has de fer arribar les mètriques dels canals socials en què estàs actiu a l’Àrea de Comunicació. Pots baixar la taula d’indicadors següent, completar-la i enviar-la trimestralment a l’adreça xarxes.socials@uoc.edu. Recomanacions Facebook permet comparar-te . Amb l’eina d’estadístiques pots comparar el perfil que gestiones amb altres de similars, per a comprovar l’eficàcia de la teva estratègia. Analitza indicadors quantitatius i qualitatius . Analitza i valora tots dos tipus d’indicador: quantitatius (per exemple, el nombre de seguidors) però també qualitatius (per exemple, el tant per cent de compromís). Compara períodes . És imprescindible comparar els resultats obtinguts entre períodes de temps diferents: el primer semestre amb el segon, un any amb el següent, etc."
}