{
  "url": "https://uoc.edu/portal/ca/guia-xarxes-socials/gestio/twitter/hashtags/index.html",
  "content": "Twitter Etiquetes Les etiquetes van precedides del símbol # davant d’una paraula o sigla, i et poden ser útils per a situar continguts sobre un tema o un esdeveniment concret. Si les fas servir, també facilites que la teva comunitat trobi les teves piulades. Les etiquetes s’han de consensuar amb Mitjans i Comunicació del Coneixement , i també amb la responsable de xarxes. Com es construeix una etiqueta? En primer lloc has de comprovar si ja hi ha una etiqueta vinculada a la idea o esdeveniment que vols piular. Ajuda’t del cercador de Twitter o bé de l’eina Hashtagify.me . També pots crear una etiqueta nova utilitzant el nom de l’esdeveniment abreujat seguit de la sigla UOC (sense signes de puntuació ni accents). És important consensuar qualsevol etiqueta amb l’Àrea de Comunicació de la UOC, perquè en pugui fer el seguiment estadístic. Exemple: #pdUOC (etiqueta emprada per al postgrau de Periodisme Digital de la UOC). Aquí tens algunes de les etiquetes pròpies, del món acadèmic i generals més utilitzades per la comunitat UOC: Etiquetes pròpies Etiquetes pròpies de la UOC #infoUOC Per a l'actualitat de la institució. #SecretariaUOC Per a les novetats i informacions acadèmiques. #RectorUOC i #VRUOC Per a mencionar el rector i els vicerectors. #adnUOC Per a continguts vinculats a estudiants o a la comunitat UOC. #genderUOC Per a informacions amb perspectiva de gènere. #researchUOC Per a informacions sobre recerca. #expertsUOC i #expertesUOC Per a mencionar professors de la UOC que donen la seva visió en notícies, entrevistes o articles de blog. #matrículaUOC, #exàmensUOC, #avaluacióUOC i altres Segons el moment del calendari acadèmic. #graduacióUOC Per a seguir l’esdeveniment corresponent. Etiquetes externes a la UOC i vinculades al món universitari #doctorat, #màster o #postgrau Segons el nivell d’estudis. #MOOC Per als cursos d’aquesta tipologia. #TIC Relacionat amb les noves tecnologies. #recerca Per a investigacions i estudis. #feina Per a ofertes laborals d'interès. Etiquetes generals #estàpassant Per a notícies o novetats d’actualitat. #staytuned Per a crear expectativa entre els seguidors. Recomanacions Fes un ús moderat de les etiquetes. Amb una o dues etiquetes per piulada aconsegueixes prou impacte i alhora evites atabalar els seguidors. Inclou l’etiqueta dins la mateixa frase. Faràs que la piulada sigui més fàcil d’entendre. No incloguis etiquetes si dubtes. Si davant de determinades dates o esdeveniments no tens clar quina etiqueta has de fer servir, consulta els responsables de xarxes de la UOC per a coordinar etiquetes. Recursos relacionats Com funciona el càlcul del trending topic de Twitter"
}