{
  "url": "https://uoc.edu/portal/ca/universitat/on-som/index.html",
  "content": "On som La Universitat és present al territori amb les seus , que són els espais de treball dels equips docent, investigador i de gestió. L’atenció a l’estudiant es vehicula per mitjà del servei d’atenció del Campus Virtual i a @UOCrespon . Per qualsevol altre dubte, es pot fer servir el formulari de l’ espai de Contacte . Campus UOC Seu institucional Rambla del Poblenou, 154-156 08018 Barcelona Com arribar-hi Edifici U Carrer del Perú, 52 08018 Barcelona Com arribar-hi Edifici O Rambla del Poblenou, 156 08018 Barcelona Com arribar-hi Edifici C - Hub Interdisciplinari de Recerca i Innovació Rambla del Poblenou, 154 08018 Barcelona Com arribar-hi Oficines internacionals Oficina UOC a Mèxic Avinguda Álvaro Obregón, 213 Col. Roma Norte, Cuauhtémoc Ciutat de Mèxic Mèxic Més informació Oficina UOC a Colòmbia Cra 7 # 73-47 of. 801 Bogotà Colòmbia Més informació Seus territorials Les seus territorials són el nexe entre la Universitat i el territori . Impulsen les relacions amb el teixit social local i fomenten la vinculació territorial. No fan atenció a l’estudiant. Per a qualsevol consulta, l’estudiant cal que es posi en contacte amb el servei d’atenció del Campus Virtual o a @UOCrespon . En cas d’altres dubtes, es pot fer servir el formulari de l’espai de Contacte . Barcelona Rambla del Poblenou, 156 08018 Barcelona Més informació Lleida Carrer de Canyeret, 12, 2a planta 25007 Lleida Més informació Madrid Carrer de Luchana, 23, planta 6 28010 Madrid Més informació Palma Carrer d'Ausiàs March, 11 07003 Palma Més informació Reus Plaça del Baluard, 3 43201 Reus Més informació Salt Carrer de Sant Antoni, 1, 1a. planta 17190 Salt Més informació Sevilla Avinguda Torneo, 32 41002 Sevilla Més informació Tortosa Carrer d'Alfara de Carles, 18 43500 Tortosa Més informació València Plaça Cánovas del Castillo, 1, 3r. dreta 46005 València Més informació Punts UOC Els punts també són el nexe entre la Universitat i el territori i estan situats en entitats amb què la Universitat col·labora. No fan atenció a l’estudiant. Per a qualsevol consulta, l’estudiant cal que es posi en contacte amb el servei d’atenció del Campus Virtual o a @UOCrespon . En cas d’altres dubtes, es pot fer servir el formulari de l’espai de Contacte . L'Ametlla de Mar Amposta Andorra Balaguer Benicarló Berga Ciutadella El Pont de Suert Figueres Gandesa Igualada La Bisbal d'Empordà La Seu d'Urgell Manacor Martorell Montblanc Olot Palafrugell Puigcerdà Santa Bàrbara Santa Coloma de Farners Solsona Sort Tàrrega Terrassa Tremp Valls Vilafranca del Penedès"
}