{
  "url": "https://uoc.edu/portal/ca/guia-xarxes-socials/gestio/twitter/comunitat/index.html",
  "content": "Twitter Creant comunitat Hi ha diverses estratègies per a fer créixer la teva comunitat a Twitter i fomentar-ne la participació. A continuació et donem algunes idees que pots aplicar al teu perfil. A qui has de seguir? El primer pas per a crear comunitat és trobar els perfils que t’interessin més , entre els quals hi ha els següents. Perfils oficials de la UOC. Els perfils oficials de la UOC, amb els quals pots crear sinergies en tot moment. Consulta la llista amb tots els perfils corporatius . Professorat de la universitat present a Twitter i que tracti de temàtiques afins. Persones o organitzacions influents del teu sector : mitjans de comunicació, organismes públics, universitats i facultats, personalitats del món acadèmic, experts, periodistes, conferenciants, etc. L'eina Commun.it t'analitzen el perfil i et recomanaran els perfils més estratègics vinculats al teu sector que cal que segueixis. Usuaris fidels i actius. Els usuaris més fidels i més actius del teu perfil, als quals pots seguir com a fórmula d’agraïment. A qui no has de seguir? Polèmics. Comptes que poden generar polèmica: de caire religiós, de partits, polítics, etc. “Nocius”. Comptes \"nocius\", especialment aquells amb un perfil ofensiu o radical, que cerquin exclusivament obtenir nous seguidors o la identitat dels quals sigui desconeguda. Dinamitza i guanya compromís La clau per a aconseguir una comunitat dinàmica i implicada és mantenir un contacte constant i regular amb els teus seguidors. A continuació et donem algunes fórmules per a guanyar compromís. Respostes ( replies ) Cada vegada que un usuari et respongui a Twitter utilitzarà l’@ i el teu nom d’usuari. T’arribarà un avís, i has de respondre tan aviat com puguis fent clic al botó Reply . Repiulades o retuits (RT) Si trobes interessant una piulada d’un altre usuari, la pots repiular directament fent clic al botó RT o bé fent un quote i aportant un comentari de fins a 280 caràcters. Missatge directe (DM) És el xat privat amb els teus seguidors. Si reps un missatge d’aquest tipus, és convenient que responguis com més aviat millor. Els missatges directes automàtics o de contingut brossa ( spam ) no cal que els responguis. “M’agrada” ( like ) Serveix per a agrair una piulada o per a desar-la a la llista de piulades que t’agraden. Per a conèixer altres estratègies per a guanyar compromís en els teus seguidors, consulta els apartats de Retransmissions d'esdeveniments i de Ludificant la comunicació . Recomanacions No segueixis per defecte els nous seguidors. Sigues selectiu. Si un usuari genera soroll o no respon als criteris establerts, deixa’l de seguir. Eines com Audiense o Crowdfire et seran útils per a destriar els seguidors menys actius. Crea llistes. T'és útil per a classificar els usuaris que segueixes o per a determinar-ne la influència. Pots crear un màxim de vint llistes . Coneix-les en profunditat en aquest article al blog de Twitter . No abusis de les repiulades. El nombre de repiulades no ha de superar el de les piulades pròpies. Varia els perfils que menciones. Evita mencionar o repiular constantment els mateixos perfils externs a la UOC. Sigues agraït. A través d’un m’agrada, d’una menció, d’una repiulada o bé incloent l’usuari en una llista. Ell et correspondrà en la majoria de casos."
}