{
  "url": "https://uoc.edu/portal/ca/guia-xarxes-socials/gestio/facebook/apunt/index.html",
  "content": "Facebook Construint els apunts ( posts ) Et donem les principals pautes per a crear un apunt a Facebook i garantir l’impacte comunicatiu. Apunt complet Pots utilitzar i combinar els elements de la fórmula següent, però n’hi ha dos de fonamentals: l’ enllaç , que amplia la informació a l’usuari, i la imatge , que et dona més visibilitat. Pàgina d'esdeveniment En molts moments del calendari acadèmic et trobaràs amb la necessitat de destacar un esdeveniment important, com és el cas de conferències, jornades, congressos o presentacions . Facebook té una funció específica que et permet crear una pàgina d'un esdeveniment: Apunts multimèdia Facebook ofereix diverses possibilitats per a crear apunts multimèdia ( amb vídeos, fotos o gifs animats ), que pots aprofitar per a variar el format de les entrades i adequar-les al material que tinguis i el tipus de comunicació que vulguis fer. Només has de triar el que vulguis, seguir els passos, i obtindràs apunts optimitzats per al màxim impacte en aquesta xarxa social . Recomanacions Escurça els enllaços. T’ajuda a mostrar un apunt més compacte i net. Si encara no utilitzes cap eina, Bit.ly és molt fàcil d’utilitzar. Inclou imatges i gifs. Et donen més visibilitat i interacció. Pots fer servir la imatge que apareix predefinida per un enllaç, una de pròpia o imatges lliures que trobaràs a plataformes com Unsplash , Pixabay , Morguefile o a Flickr Commons . Si busques gifs, utilitza Tumblr o Giphy i comprova sempre el tipus de llicència. Publica vídeos i més vídeos. Si publiques un vídeo directament a Facebook, obtindràs moltes més visualitzacions gràcies a la seva opció de reproducció automàtica. Destaca els apunts més importants. Facebook permet fixar un apunt a la part superior del perfil que gestiones. Menciona altres pàgines. Per a mencionar altres pàgines has de col·locar l’@ davant, seguit del nom de la pàgina. Només pots mencionar perfils personals si l’usuari comenta un apunt. Ús d’etiquetes a Facebook. No són tan freqüents com a Twitter, però les pots utilitzar puntualment, sobretot vinculades a campanyes o accions de participació."
}