{
  "url": "https://uoc.edu/portal/ca/agenda/2018/agenda_752.html",
  "content": "Agenda La UOC tindrà una àmplia presència a la conferència internacional 2018 de la IAU Escoltar La UOC reforça la seva col·laboració amb la IAU amb una presència molt activa a la Conferència Internacional 2018 de la xarxa. Sota el tema “Partenariats d’Educació Superior per a l’Impacte Social’, la International Association of Universities (IAU) celebra la seva conferència anu al del 13 al 15 de novembre a Kuala Lumpur, Malàisia. La UOC hi participarà molt activament, amb les presentacions de Daniel Riera , professor i sotsdirector de recerca dels Estudis d’Informàtica, Multimèdia i Telecomunicació, Carme Carrión professora als Estudis de salut i cap de Disseny i Avaluació d’internvencions de l’eHealth Center i Nadja Gmelch cap de projectes de l’Àrea de Cooperació i Globalització. Riera, que forma part del Grup de Treball “Tecnologia i Educació Superior” de la IAU en el qual es treballa per potenciar la tecnologia en l’educació superior, presentarà el cas de la UOC com a model en la transformació digital de l’educació. En el marc de la conferència, es presentarà, a més, el Clúster d'Educació Superior i Recerca per al Desenvolupament Sostenible, un espai on es treballarà l’Agenda 2030 i els seus 17 Objectius del Desenvolupament Sostenible (ODS) des de l’àmbit internacional universitari. Per liderar el clúster, Ia IAU ha seleccionat 16 universitats d’arreu del món, que impulsaran cadascuna un ODS diferent i el 17è el dirigeix la mateixa IAU. La UOC serà sustainable development goal 3 champion, és a dir, líder d'un equip d'universitats que cooperaran amb la finalitat de fomentar la comprensió i l'ús de l'ODS de salut i benestar en l'ensenyament superior amb un enfocament internacional i multidisciplinari. Durant la Conferència, la Carme Carrión professora als Estudis de Salut i cap de Disseny i Avaluació d’intervencions de l’eHealth Center juntament amb Nadja Gmelch, cap de projectes de l’Àrea de Globalització i Cooperació presentaran el Clúster Temàtic de Salut que forma part del Clúster de la IAU. Finalment, en una de les sessions paral.leles que tindran lloc a la Conferència de Kuala Lumpur i que està organitzada per la GUNi (Global University Network for Innovation) s’ha invitat la UOC a presentar un exemple de participació de la Universitat a escala local. En aquest marc, Nadja Gmelch exposarà com universitats online i a distància com la UOC poden involucrar-se amb la societat sota el paraigües de l’Agenda 2030 i els ODS.. L'àmplia participació de la UOC en la conferència anual de la IAU és fruit de la implementació de la nova política de xarxes, que està treballant en la definició de plans d’acció específics en les xarxes institucionals prioritàries. En aquest sentit, el pla d’acció per la IAU vol impulsar i reforçar la presència de la UOC en dos grans àmbits: el compromís per desenvolupar l’Agenda 2030 i la potenciació de les tecnologies en l’educació superior. Lloc Kuala Lumpur Malaisia Quan 13/11/2018 - 15/11/2018 Organitza International Association of Universities + − Leaflet Enllaços relacionats IAU International Conference"
}