{
  "url": "https://uoc.edu/portal/ca/agenda/2019/agenda_621.html",
  "content": "Agenda La UOC portarà el seu pla d'igualtat i les mobilitats virtuals a la conferència anual d'EADTU Escoltar Del 16 al 18 d’octubre la xarxa internaciona EADTU celebra “The Online, Open and Flexible Higher Education Conference”, la seva conferència anual, que enguany tindrà lloc a Madrid. La vicerectora de Globalització i Cooperació de la UOC, Pastora Martínez Samper, ha estat convidada com a una de les ponents principals, amb la conferència “Implementing gender equality plans in online higher education institutions. Case: Universitat Oberta de Catalunya”, on reflexionarà sobre la importància d' incloure la perspectiva de gènere a les institucions d'educació superior , tant en la vessant acadèmica (docència i recerca) com de gestió. També presentarà l’estratègia en igualtat de gènere de la UOC, fent focus en les necessitats específiques que tenen les institucions d'educació superior online així com la mancança de publicacions i protocols relacionats amb polítiques d'igualtat adaptats a contextos digitals . La directora de projectes internacionals de l’àrea de Globalització i Cooperació, Carme Anguera, també hi participarà amb la ponència “Internationalization for all: virtual mobilities”. La seva presentació farà focus en les mobilitats virtuals, un dels projectes que impulsa la UOC per a contribuir a l’ objectiu de desenvolupament sostenible 4, educació de qualitat i promoure que qualsevol estudiant pugui gaudir d’una experiència acadèmica internacional gràcies a l’eLearning i contribuir així a millorar les oportunitats. A més, Lourdes Guàrdia i Marcelo Fabián, professors dels estudis de Psicologia i Ciències de l’Educació, presentaran la publicació \" Guidelines for Flexible and Scalable SLPs \" , un dels resultats més destacats de la participació de la UOC en el projecte europeu European Short Learning Programmes , liderat per EADTU. La participació de la UOC en aquest congrés respon a una de les línies d’actuació del Pla global i social, que té com a objectiu donar a conèixer i prestigiar internacionalment el seu model i contribuir a posicionar l’aprenentatge en línia en l’educació superior. L’EADTU és una xarxa internacional líder a Europa que advoca per una educació superior en línia, oberta i flexible. La seva composició comprèn més de 200 universitats i prop de 3 milions d’estudiants i, tot i que té una cobertura principalment europea, inclou entre els seus membres tant universitats obertes i a distància com universitats convencionals amb membres associats de països no europeus i consorcis nacionals. Lloc Madrid Espanya Quan 16/10/2019 - 18/10/2019 Organitza EADTU + − Leaflet Enllaços relacionats Conferència EADTU"
}