{
  "url": "https://uoc.edu/portal/ca/ri/index.html",
  "content": "Recerca i innovació Organització de la recerca Personal investigador Grups de recerca Projectes Memòries de recerca Comissió de Recerca i Transferència Normativa de recerca Mapa del coneixement Publicacions científiques Totes les publicacions Revistes acadèmiques O2 Repositori UOC Hubbik: transferència i emprenedoria Serveis a la recerca Serveis de gestió de la recerca i la innovació Biblioteca de recerca Ajuts a la recerca Comitè d'ètica Guia de comunicació del coneixement Investiga a la UOC Informació per als investigadors i investigadores internacionals Ajuts predoctorals i postdoctorals Estratègia de Recursos Humans per a Investigadors (HRS4R) Investigues i busques una oportunitat a la UOC? Internet Interdisciplinary Institute (IN3) eHealth Center eLearning Innovation Center Escola de Doctorat Actualitat de recerca Guia de comunicació del coneixement Procés de reforma de l'avaluació de la recerca Acord europeu per a la reforma de l'avaluació de la recerca Reforma de l'avaluació de la recerca a la UOC Posem el focus en projectes interdisciplinaris en ciències humanes i socials, educació, salut i tecnologia Investiguem amb vocació transformadora per generar impacte social · Més de 50 grups de recerca · Més de 500 investigadores i investigadors Coneix la recerca de la UOC en un vídeo de 2 minuts Veure-les totes Notícies La UOC investiga quina mena de bilingüisme pot arribar a prevenir la demència Una recerca subratlla carències en el nomenament dels jutges del Tribunal Constitucional La UOC crearà una spin-off de tecnologies educatives per ajudar infants amb trastorns del llenguatge Les periodistes esportives, invisibles durant el Mundial de Futbol de Qatar a través de Twitch Veure-les totes Veure-les totes Entrevistes \"No hi ha dones que serveixin de models reals en els llibres escolars de matemàtiques\" Ana María de la Torre, investigadora que ha estat premiada per la UOC pel seu estudi sobre desigualtat de gènere en recursos educatius \"L'aprovisionament logístic a les nostres ciutats té molt marge de millora\" Eduard J. Alvarez Palau, líder del grup de recerca Urbanització, Comerç i Logística Sostenible (URBANLOG) Veure-les totes Grups de recerca Centres i àmbits de recerca i innovació Internet Interdisciplinary Institute (IN3) Especialitzat en l'estudi d'internet i dels efectes de la interacció de les tecnologies digitals amb l'activitat humana. eHealth Center Centre acadèmic transdisciplinari que genera, transfereix i intercanvia coneixement en salut digital. eLearning Innovation Center Fa evolucionar el model d'aprenentatge de la Universitat per garantir una experiència formativa de qualitat, única, connectada i en xarxa. Escola de Doctorat Treballa estretament amb els tres centres de recerca i innovació per crear un marc comú de referència per als diferents programes de doctorat seguint uns estàndards de qualitat compartits. Grups de recerca Ciències socials Ciències de la salut Arts i humanitats Tecnologies de la informació i de la comunicació Societat de la informació i el coneixement Aprenentatge virtual ( e-learning ) L'ADN de l'R+I a la UOC Fem recerca i innovació en els àmbits d'aquesta triple hèlix , transcendint les fronteres disciplinàries i amb vocació translacional, cercant impacte social i pensant en les persones que se'n podran beneficiar. Guia de comunicació del coneixement Consulta els àmbits i els grups de recerca al Mapa del coneixement de la UOC Net Society IN3 + grups de recerca dels estudis eLearning Research Grups de recerca dels estudis Digital Health eHealth Center + grups de recerca dels estudis Veure tota la producció científica Revistes científiques Artnodes Revista d'art, ciència i tecnologia ETHE International Journal of Educational Technology in Higher Education Coeditada amb la Dublin City University (Irlanda), la Guangzhou University (Xina) i la Pontificia Universidad Católica de Valparaiso (Xile). 2024, 20è Aniversari Dictatorships & Democracies Journal of History and Culture Coeditada amb la Fundació Carles Pi i Sunyer IDP Revista d'internet, dret i política Digithum Una perspectiva relacional sobre cultura, individu i societat en la modernitat tardana Internet Policy Review Journal of internet regulation Coeditada amb l'Alexander Von Humboldt Institute for Internet and Society (HIIG) Veure tota la producció científica Transferència de coneixement Invergy: invertim en spin-offs i start-ups del sector educatiu i de les TIC que tinguin vocació d'impacte social Empreses derivades ( spin-offs ) Care Respite Immersium Studio Smart Classroom Project Anàlisi del mercat de treball Impulsem línies de recerca i establim aliances per connectar la Universitat amb el mercat de treball Emprenedoria i innovació oberta Hubbik La plataforma Hubbik fomenta l’ emprenedoria , la innovació oberta ( open innovation ), dona suport a la transferència de resultats i a la col·laboració entre tota la comunitat UOC (estudiants, alumni, personal docent, col·laborador i de gestió de la UOC i empreses associades). Saber-ne més SpinUOC Jornada anual de l'emprenedoria SpinUOC: Més de 10 anys generant impactes Coneixes la jornada de transferència i emprenedoria de la UOC? Talent investigador Estratègia de Recursos Humans per a Investigadors (HRS4R) Segell de qualitat de la Comissió Europea que reconeix la nostra excel·lència en l'estratègia de recursos humans per a la recerca des de 2018. Inscriu-te a les ofertes de personal investigador Veure totes les ofertes «Aniquilar el patrimoni cultural forma part de les estratègies bèl·liques» Glòria Munilla, catedràtica i investigadora dels Estudis d'Arts i Humanitats «Analitzar gestos facials amb intel·ligència artificial pot ajudar a diagnosticar Parkinson o demències» Àgata Lapedriza, investigadora líder del grup de recerca Scene Understanding and Artificial Intelligence Lab Avaluació de la recerca i dades FAIR Apostem perquè l'any 2030 totes les dades de recerca generades pel personal investigador segueixin els principis FAIR: findable , accessible , interoperable i reusable ; és a dir, trobable, accessible, interoperable i reutilitzable. Ves a Coneixement obert Servei de gestió de dades FAIR Coordinat pel nostre grup de treball transversal FAIR Cocreant divulgació científica Creem espais de cocreació de cultura i ciència i transferim coneixement creat a la Universitat cap a altres espais de la societat. Dades en obert CORA. Repositori de Dades de Recerca Com es gestionen i publiquen les dades de recerca Biblioteca"
}