{
  "url": "https://uoc.edu/portal/ca/ri/difusio-publicacions/noticies/noticies-ARI/2017/noticia_cienciacinema.html",
  "content": "Recerca i innovació Notícies Menú Escoltar La ciència es debat al cinema 24/10/2017 Rubén Permuy Iglesias La UOC, Phenomena i Biocat programen un cicle de pel·lícules de ciència-ficció i debats amb científics i crítics de cinema La intel·ligència artificial dominarà el futur? Quines conseqüències poden portar els experiments genètics? Aquestes preguntes i altres que es fan els científics cada dia han estat el centre també dels guions d’algunes de les pel·lícules clàssiques de ciència-ficció més controvertides de la història del cinema. Alguns d’aquests films són els protagonistes del cicle «Cine, ciencia y futuro», organitzat per la UOC, Phenomena i Biocat a la Sala Phenomena de Barcelona durant el mes de novembre coincidint amb la Setmana de la Ciència . Aquest cicle inclou cinc sessions de cinema fantàstic seguides d’una tertúlia entre científics experts en cada matèria i crítics de cinema. Les sessions de cinema seran moderades per Jordi Sánchez-Navarro , director dels Estudis de Ciències de la Informació i de la Comunicació de la UOC i del màster de Cinema Fantàstic i Ficció Contemporània (UOC - Festival de Sitges). En cada sessió hi participarà un crític cinematogràfic i un científic expert en el tema de cada film, amb l’objectiu de generar un debat obert amb els espectadors i aprofundir en les qüestions que planteja cada pel·lícula. La selecció dels científics i els temes els ha liderats Biocat , l’entitat que impulsa el sector de les ciències de la vida i de la salut a Catalunya amb l’objectiu de transformar el coneixement i la tecnologia en creixement econòmic i impacte social. Pastora Martínez, vicerectora de Globalització i Cooperació de la UOC, explica que aquest cicle neix de l’estratègia global i social de la Universitat per a bastir ponts entre diferents disciplines, treure la ciència fora de les institucions acadèmiques i contribuir a ampliar la capacitació científica de la ciutadania. L’objectiu, apunta la vicerectora, és «impulsar el coneixement obert amb tothom i per a tothom, crear espais amb diferents actors de la societat i així reforçar l’impacte social de la UOC». «El cinema és una excusa fantàstica per a anar de la ciència a la ficció i despertar l’interès del gran públic per la recerca en salut, àmbit en què Catalunya és un referent internacional —destaca Marta Soler, cap de Recerca i Debat Científic de Biocat. La presència dels científics a les sessions aportarà rigor al debat i permetrà visibilitzar l’excel·lent recerca que es fa a Catalunya». Les sessions tindran lloc al cinema Phenomena de Barcelona (Sant Antoni Maria Claret, 168), que ha seleccionat les pel·lícules que s’hi projectaran. Aquesta sala va néixer el 2014 i va recuperar alguns dels títols més emblemàtics i populars de la història del cinema. La seva programació combina grans clàssics, estrenes, films inèdits, cicles temàtics i programes dobles. 2 de novembre, 19 h: Los niños del Brasil (1978) L’experimentació genètica en mans del metge nazi Josef Mengele destapa un sinistre pla en aquest thriller , basat en la novel·la d’Ira Levin i que constitueix un punt de partida per a fer debats sobre enginyeria genètica, les biociències i la pràctica ètica científica, amb la participació de Cristina Fillat, investigadora de l’Institut d’Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS) i experta en teràpia gènica, i Pep Prieto, crític i escriptor. 9 de novembre, 19 h: Coma (1978) L’escriptor Michael Crichton dirigeix aquest relat ambientat en un hospital on alguns pacients cauen en coma després d’operacions aparentment senzilles. Aquest film donarà peu a la conversa sobre ètica en la pràctica mèdica amb el metge especialista en medicina interna i expert en bioètica Ferran Masanès, de l’Hospital Clínic, i Violeta Kovacsics, doctora en Comunicació Audiovisual. 15 de novembre, 19 h: Engendro mecánico (1977) La intel·ligència artificial prendrà un inquietant gir quan un ordinador intenti experimentar desitjos humans. L’actriu Julie Christie pagarà les conseqüències d’aquest experiment. Aquest argument donarà peu a la tertúlia amb Ricard Solé, investigador expert en biologia sintètica a la Universitat Pompeu Fabra, i Àngel Sala, director del SITGES - Festival Internacional de Cinema Fantàstic de Catalunya. 22 de novembre, 19 h: Naves misteriosas (1972) La música de Joan Baez acompanya el solitari astronauta que manté amb vida, en una nau espacial, les darreres mostres de flora terrestre. Aquesta pel·lícula precedirà el diàleg amb Francesc Godia, expert biotecnologia de la UAB, i la crítica de cinema Desirée de Fez. 29 de novembre, 19 h: Plan diabólico (1966) Aquesta pel·lícula és una barreja expressionista d’horror, thriller i ciència-ficció sobre l’obsessió per la joventut eterna i la fe extraviada en la capacitat de la ciència mèdica per a aconseguir-la. La tertúlia que tancarà aquesta sessió anirà a càrrec d’Ignacio Morgado, investigador expert en psicobiologia de la Universitat Autònoma de Barcelona, i d’Ivan Pintor, guionista i professor. Es podran comprar entrades per a aquestes sessions al web o a la taquilla de la Sala Phenomena ."
}