{
  "url": "https://uoc.edu/ca/estudis/acces-matricula/matricula",
  "content": "Com matricular-te a la UOC La UOC disposa de diferents modalitats de matrícula segons la titulació escollida. Si vols començar uns estudis amb la UOC, consulta el procés de matrícula a la pàgina específica de la titulació que vulguis cursar. La matrícula pas a pas La UOC disposa de diverses modalitats de matrícula segons la titulació. Per a saber els passos per a matricular-te, consulta la pàgina dels estudis que vulguis cursar. Decideix els teus estudis i consulta el calendari de matriculació. Tens dubtes? Sol·licita informació i des de la UOC ens posarem en contacte amb tu. Per a graus o màsters universitaris, has de sol·licitar l'accés al Campus Virtual, un tràmit gratuït i sense compromís. Un tutor t'assessorarà a l'hora de fer la matrícula. Consulta el procés de matriculació Et donem la benvinguda a la UOC! Prepara't per a començar a estudiar. Entra a les aules, coneix els companys i els professors, consulta els recursos d'aprenentatge, descobreix la Biblioteca i tots els serveis de la Universitat. Facilitats econòmiques Descomptes per a matrícula anticipada Pagament fraccionat en quotes Beques, ajuts i descomptes Condicions especials per a empreses Suport a esportistes de competició Informa-te'n Quan et pots matricular? A la UOC et pots matricular en dos moments diferents de l'any. Tria l'opció que millor s'adapti a les teves necessitats. Consulta el termini de matriculació i l'inici de curs a la pàgina dels estudis que t'interessi cursar. Matriculació a partir de l' abril per començar el curs al setembre o octubre Matriculació a partir del novembre per començar el curs al febrer o març Sessions informatives Coneix el model pedagògic i l'oferta formativa de la UOC. Participa-hi de manera online . Informa-te'n Descomptes Situacions específiques Descomptes per a estudiants amb discapacitat, família nombrosa, matrícula d'honor o víctimes de violència masclista en l'àmbit de la parella. UOC Alumni 10% per als graduats de la Universitat. Matrícula anticipada Fins al 8% de descompte en el preu total de la matrícula de graus i màsters universitaris. Comunitat UOC Fins al 7% de descompte en el preu de la matrícula per als membres de la comunitat UOC. Pagament fraccionat Pots fraccionar el pagament del teu grau, màster universitari, o programa de postgrau en quotes. Com matricular-te a... Graus Màsters universitaris Màsters, postgraus i especialitzacions Oferta formativa Graus universitaris Màsters Diplomes d'especialització i d'expert Executive Education Doctorat i investigació Cursos de formació contínua Cursos d'idiomes UOC Skills Lab Escola de programació FP Jesuïtes en col·laboració amb la UOC Curs d'accés a la universitat També et pot interessar... Requisits d'accés Preus, descomptes i facilitats de pagament Sessions informatives Convalidacions i reconeixement de crèdits Per què escollir la UOC? Avalada pels nostres graduats i graduades Un 79 % tornaria a triar la UOC. Un 81 % està satisfet/a amb la titulació. 90.400 Estudiants 89 % Estudia i treballa. Reconeguda per les empreses. Model educatiu La UOC es caracteritza per un model educatiu propi, basat en una metodologia online de qualitat, que situa l'activitat de l'estudiant al centre. Amb nosaltres, l'estudiant aprèn de manera activa. Premis internacionals Avalen la nostra metodologia online la implicació en projectes de recerca, el compromís social i una trajectòria vinculada a l'e-learning de qualitat. 122.750 Graduades i graduats L'opinió dels nostres graduats Graduades i graduats de la UOC t'expliquen en primera persona com han viscut el procés d'aprenentatge amb nosaltres i com la nostra metodologia els ha permès compaginar feina, estudis i vida personal. Tenir una flexibilitat d'horaris absoluta em va permetre fer el màster Daniel Marchante Realment em trobo realitzada. Ara, quan parlo, sé del que parlo. Helena Guillén La UOC t'ofereix competències, perquè el que necessites és saber-te adaptar en cada moment Manel Vicenç Volia créixer professionalment. La UOC m'ha ofert no estancar-me Alba Camacho Des de que vaig acabar el grau, he tingut un desenvolupament a la meva empresa José Miguel González"
}