{
  "url": "https://uoc.edu/ca/estudis/tramits/reconeixement-credits",
  "content": "Convalidacions i reconeixement de crèdits Des d'aquesta pàgina pots informar-te sobre la sol·licitud d'aquests dos tràmits, les convalidacions d'estudis i/o el reconeixement de crèdits. Mitjançant l'Avaluació d'Estudis Previs (AEP) els estudiants que vulguin poden convalidar assignatures dels estudis cursats en aquesta universitat o en una altra. Per la seva banda, el reconeixement acadèmic de l'experiència professional (RAEP) permet el reconeixement de crèdits en funció de l'experiència professional. La UOC permet convalidar o adaptar els estudis que s'han cursat anteriorment i reconèixer assignatures o pràctiques d'acord amb l'experiència professional. El reconeixement de crèdits permet reduir el temps d'estudi. Per a qualsevol dubte, ompliu el formulari Vols més informació? i contactarem amb vosaltres. Avantatges de sol·licitar un reconeixement de crèdits. Les assignatures reconegudes per mitjà de l'avaluació d'estudis previs (AEP) o del reconeixement acadèmic de l'experiència professional (RAEP), no les heu de cursar en el vostre programa d'estudis. Els crèdits reconeguts, un cop s'han incorporat a la matrícula, es descompten del total de crèdits que cal cursar per a obtenir el títol. En el cas dels graus, la UOC reconeix crèdits de formació bàsica de la mateixa branca de coneixement, mentre els estudis aprovats siguin d'ensenyaments universitaris oficials (excepte en el cas del màster universitari) i pertanyin a la mateixa branca de coneixement que el grau de destinació. Com es pot sol·licitar el reconeixement de crèdits El tràmit es pot fer cada semestre i el resultat es comunica abans que comenci la docència. La tramitació de la sol·licitud s'ha de fer des del Campus Virtual. L'estudiantat de nova incorporació han d'haver demanat prèviament la sol·licitud d'accés. Una vegada teniu accés al Campus Virtual, podeu consultar les taules d'equivalències amb moltes titulacions d'altres universitats, que mostren una simulació dels crèdits que podeu convalidar. Si no hi trobeu la taula d'equivalències pròpia dels vostres estudis realitzats, una comissió analitzarà la vostra sol·licitud de manera personalitzada. L'avaluació d'estudis previs i el reconeixement de l'experiència professional es poden demanar durant tota la vida acadèmica a la UOC, i sempre els podeu actualitzar si aporteu més estudis o una experiència professional nova. El resultat del reconeixement de crèdits el rebreu a la bústia personal i, en cas que no hi estigueu d'acord, disposareu d'un període de temps per a fer-hi al·legacions. L'avaluació d'estudis previs (AEP) és el tràmit que han de sol·licitar els estudiants que vulguin convalidar els estudis que han cursat en aquesta universitat o en qualsevol altra. Estudis i activitats que poden ser susceptibles de reconeixement de crèdits: Titulacions oficials Titulacions pròpies cursades en universitats o centres d'ensenyament superior Titulacions d'idiomes Cicles formatius de grau superior Activitats universitàries en cas que es cursi un grau Per a saber-ne els detalls, ompliu el formulari d'accés i consulteu al tutor. La UOC ofereix la possibilitat de convalidar crèdits als estudiants que tenen un cicle formatiu de grau superior (CFGS). Consulteu si el cicle formatiu que heu fet consta entre els que permeten aquesta convalidació i quines són les assignatures que podeu convalidar en cursar el vostre grau + Consulteu les convalidacions CFGS La UOC ofereix la possibilitat de reconèixer algunes assignatures o pràctiques d'acord amb l'experiència professional que es demostri. Per a obtenir aquest reconeixement, s'ha de sol·licitar el reconeixement acadèmic de l'experiència professional (RAEP), un tràmit en què cal acreditar documentalment aquest bagatge professional. D'aquesta manera, es pot convalidar fins al 15% dels crèdits de la titulació, segons les taules que els estudis han definit per a aquest reconeixement. Qui pot demanar el RAEP? Podeu demanar el reconeixement acadèmic de l'experiència professional als estudiants o als futurs estudiants d'un grau, màster universitari o postgrau en el marc de l'espai europeu d'ensenyament superior (EEES), d'acord amb les taules de reconeixement aprovades per a cada titulació. Estudis que reconeixen l'experiència professional Estudis d'Arts i Humanitats Grau d'Arts Grau de Ciències socials Grau d'Història, Geografia i Història de l'art (UOC-UdL) Grau d'Humanitats (pla antic) Grau d'Humanitats (pla nou) Grau de Llengua i Literatura Catalanes Grau de Sociologia Grau de Traducció, Interpretació i Llengües Aplicades (TILA) Màster universitari d'Ensenyament i Aprenentatge d'Idiomes Mitjançant la Tecnologia Màster universitari de Gestió Cultural Màster universitari de Traducció i Tecnologies Estudis de Ciències de la Informació i la Comunicació Grau de Comunicació Grau en Disseny i creació digitals Grau d'Informació i Documentació Màster Universitari d'Estrategia i Creativitat en Publicitat Màster universitari de Comunicació corporativa, protocol i esdeveniments Màster universitari de Gestió estratègica de la informació i el coneixement en les organitzacions Màster universitari Disseny, Identitat visual i construcció de marca Màster universitari de Periodisme i Comunicació Digital: Dades i Noves narratives Màster universitari de Social Media: Gestió i estratègia Estudis de Ciències de la Salut Màster Universitari d'Alimentació en l'Activitat Física i l'Esport Màster universitari de Neuropsicologia Màster universitari de Nutrició i salut Màster Universitari de Salut Digital Màster universitari de Treball social i sanitari Estudis de Dret i Ciència Política Grau de Criminologia Grau de Dret Grau de Gestió i Administració Pública (UOC-UB) Grau de Relacions Internacionals Màster universitari en Administració i govern electrònic Màster universitari de Ciberdelinqüència Màster universitari de Drets humans, democracia i globalització Màster universitari de Fiscalitat Estudis d'Economia i Empresa Grau d'Administració i Direcció d'Empreses Grau d'Economia Grau de Màrqueting i Investigació de Mercats Grau de Relacions Laborals i Ocupació Grau de Turisme Màster Universitari d'Anàlisi Econòmica Màster universitari d'Anàlisi de l'entorn econòmic Màster universitari de Direcció d'Empreses Màster universitari de Direcció d'Organitzacions en l'Economia del Coneixement Màster Universitari de Direcció Financera Màster universitari de Direcció i Gestió de Recursos Humans Màster Universitari de Direcció Logística Màster Universitari d'Innovació i Transformació Digital Màster universitari de Màrqueting Digital Màster universitari en Prevenció de riscos laborals Màster univeristari de Responsabilitat social corporativa Màster universitari de Turisme i Sostenibilitat en TIC Estudis d'Informàtica, Multimèdia i Telecomunicació Grau de Ciència de Dades Aplicada Grau d'Enginyeria Informàtica Grau d'Enginyeria de Tecnologies i Serveis de Telecomunicació Grau de Multimèdia Grau de Tècniques d'Aplicacions de Software Grau Tècniques d'Interacció Digital i Multimèdia Màster universitari d'Aplicacions multimèdia Màster univeristari de Bioinformàtica i Bioestadística (UOC-UB) Màster universitari de Ciberseguretat i Privadesa Màster universitari en Ciència de Dades (Data Science) Màster universitari de Desenvolupament d'aplicacions per a dispositius mòbils Màster universitari de Disseny d'Interacció i Experiència d'Usuari Màster universitari de Desenvolupament de Llocs i Aplicacions Web Màster universitari de Disseny i Programació de Videojocs Màster interuniversitari de Seguretat de les tecnologies de la informació i de les comunicacions Màster universitari d'Enginyeria informàtica Màster universitari d'Enginyeria de Telecomunicació (pla 2017) Màster universitari d'Enginyeria de Telecomunicació (UOC-URL) Estudis de Psicologia i Ciències de l'Educació Grau d'Educació Primària Grau d'Educació Social Grau de Psicologia (pla nou) Grau de Psicologia (pla antic) Màster universitari d'Avaluació i Gestió de la Qualitat de l'Educació Superior Màster universitari de Dificultats de l'aprenentatge i trastorns del llenguatge Màster universitari en Educació i TIC (e-Learning)(Itinerari professionalitzador) Màster universitari en Educació i TIC (e-Learning)(Itinerari recerca) Màster universitari d'Ocupació i mercat de treball Máster universitari de Psicopedagogia Màster universitari de Psicologia infantil i juvenil: Tècniques i estratègies d'intervenció Per a saber els detalls dels reconeixements del RAEP, ompliu el formulari Necessites més informació?i contactarem amb vosaltres. Si ja heu demanat l'accés a la titulació, els podeu consultar al tutor o la tutora. Com convalidar els teus estudis Reconeixement experiència professional També et pot interessar... Com matricular-te a la UOC Preus, descomptes i facilitats de pagament Beques i ajuts Convalidacions i reconeixement de crèdits Oferta formativa Graus universitaris Màsters Postgraus, diplomes d'especialització i d'expert Executive Education Doctorat i investigació Cursos de formació contínua Cursos d'idiomes Accés a la universitat"
}