{
  "url": "https://uoc.edu/portal/ca/guia-xarxes-socials/primers-passos/normes/index.html",
  "content": "Què cal saber abans de començar? Normes de participació Condicions d'ús i normes de participació establertes per la UOC Normes de conducta Tingues en compte que Condicions d'ús i normes de participació establertes per la UOC Els perfils a les diverses xarxes socials de la UOC són espais oberts en què els usuaris poden estar informats de les novetats de la Universitat i expressar opinions. Tot i que els canals 2.0 són entorns socials per excel·lència, els usuaris que hi participin han de seguir en tot moment les condicions d’ús establertes per la UOC. Utilitzar les xarxes socials d’acord amb la seva finalitat i en cap cas per a finalitats il·legals ni amb fins comercials o publicitaris. Respectar les opinions i les manifestacions de la resta de participants, i mantenir una actitud correcta i un llenguatge respectuós i no ofensiu. No transmetre o difondre opinions o continguts il·legals , difamatoris, ofensius o que atemptin contra els valors i la dignitat de les persones. No falsejar la identitat fent-se passar per una altra persona o produint engany sobre la relació amb una altra persona o entitat. Respectar el dret a l’honor, a la intimitat personal i familiar, i a la pròpia imatge de la resta de participants. Respectar la propietat intel·lectual aliena , d’acord amb la legislació vigent en matèria de propietat intel·lectual i industrial. No proposar l’adhesió a grups o pàgines de canals 2.0 que no tinguin cap relació amb la UOC. Respectar les normes de participació pròpies cada xarxa social: Facebook , Twitter , Instagram i LinkedIn . Mitjans i Comunicació del Coneixement (Àrea de Comunicació) de la UOC es reserva el dret d’eliminar qualsevol missatge que no segueixi les normes anteriors o bloquejar l’activitat d’un usuari si incompleix de forma repetida aquestes normes. Normes de conducta El comportament en xarxes socials dels membres de la comunitat universitària de la UOC és regulat per les normatives i polítiques següents, que fan referència a les conductes dels membres que integren els diferents col·lectius de la Universitat: Normativa de drets i deures de la UOC Codi ètic de la UOC Tingues en compte que Si a la biografia dels teus perfils fas referència a la teva vinculació professional amb la UOC, hi has d'incloure que les opinions són estrictament personals ."
}