{
  "url": "https://uoc.edu/portal/ca/universitat/coneix/actes-institucionals/honoris-causa/aina-moll/curriculum/index.html",
  "content": "Honoris causa Aina Moll Currículum vitae Trajectòria Vaig néixer a Ciutadella (Menorca), el 14 d'agost de 1930, de pares menorquins establerts a Mallorca. El meu pare, Francesc de Borja Moll, dedicà la seva vida a la redacció i edició del Diccionari català-valencià-balear (conegut també com a Alcover-Moll) i a activitats de promoció de la llengua i la cultura catalanes, per mitja de l'Editorial Moll i d'una intensa activitat docent, investigadora i de divulgació en entitats diverses. Tota la seva nombrosa família —vuit infants— estigué sempre molt vinculada a les peripècies de l'Obra del Diccionari i tingué ocasió d'entrar en contacte amb importants lingüistes catalans i estrangers i amb tota la resistència cultural catalana de l'època franquista. Això influí, sens dubte, en la meva vocació, fins al punt de convertir-me en col·laboradora del meu pare en totes les seves activitats. La guerra civil m'agafà a Menorca, on havia anat a passar les vacances amb la meva germana segona, quan tot just havíem après de llegir i d'escriure. La passàrem en un tros de terra del meu avi, fent vida salvatge. Estudiàrem, però, uns Elementos de varias asignaturas , que no sé d'on havien sortit, i devoràrem rondalles mallorquines i la col·lecció completa del Patufet . Acabada la guerra, vaig anar dos anys a escola i vaig ingressar, a onze anys, a l'Institut Joan Alcover de Palma. Cap al final del batxillerat, amb la meva germana Francesca, vaig treballar en un recull del vocabulari de Joaquim Ruyra, que obtingué el premi Marian Aguiló de l'Institut d'Estudis Catalans (1948), i em vaig iniciar en la dialectologia acompanyant el meu pare i Manuel Sanchis Guarner en un viatge d'enquesta dialectològica per a l' Atlas lingüístico de la península Ibérica (ALPI), que va durar tres mesos i ens féu recórrer tot Catalunya. Vaig acabar el batxillerat amb premi extraordinari l'any 1948, i vaig cursar estudis de Filosofia i Lletres a la Universitat de Barcelona, el primer curs com a alumna lliure, i com a alumna oficial a partir del segon. El juny de 1953 obtenia, amb premi extraordinari, el títol de llicenciada en Filosofia i Lletres, especialitat de Filologia Romànica. L'any 1953 vaig formar part del grup d'estudiants de Romàniques que treballaren en l'organització del IX Congrés Internacional de Lingüística i Filologia Romàniques (del qual va ser secretari general el Dr. Badia i Margarit), celebrat a Barcelona el mes d'abril, i vaig esdevenir, com altres companys, membre de la Société de Linguistique Romane, organitzadora d'aquests congressos. Acabats els estudis universitaris, el mateix estiu de 1953 vaig fer el primer viatge d'enquesta dialectal a Eivissa, per a la tesi doctoral que projectava sobre El dialecte eivissenc , sota la direcció del Dr. Badia i Margarit. També vaig participar per primera vegada en el Curso de verano de español para extranjeros, que organitzaven l'Estudi General Lul·lià i la Universitat de Barcelona, i vaig quedar vinculada per molts anys a aquests cursos i a altres activitats de l'Estudi General: vaig ser professora deIs cursos de català, que dirigia el meu pare, i després fundadora, professora de francès i primera directora de l'Escola d'Idiomes de l'Estudi General Lul·lià, i col·laboradora de la Càtedra Ramon Llull —de l'Estudi General i de la Universitat de Barcelona. Durant el primer quadrimestre de 1954 vaig ampliar estudis de Filologia Francesa a la Sorbona, amb una beca del Govern francès, que vaig completar amb un mes d'estada a la Universitat d'Estrasburg per a estudiar fonètica i un curs d'estiu de llengua alemanya a Frankfurt/Main, becada per aquestes universitats a proposta deIs professors Straka i Von Richthofen, respectivament, que havien participat en el Congrés de Barcelona (la coneixença personal amb els congressistes em proporcionà, a més d'aquestes beques i d'ofertes d'altres que no vaig poder acceptar, l'oportunitat de treure de les estades a l'estranger molt més profit del que normalment en pot aconseguir un becari desconegut: vaig tenir entrada a llocs d'accés molt restringit, com l'École des Chartes, i als cercles d'alumnes predilectes de professors importants com Fouché, Straka, Hoepffner, etc., que es reunien amb ells fora de les aules universitàries). L'any 1956 vaig assistir al X Congrés Internacional de Lingüística i Filologia Romàniques, celebrat a Florència (i més tard als d'Estrasburg —1959—, Madrid —1965— i Nàpols —1974—), i vaig fer una nova estada a l'estranger, d'un semestre, amb beca d'intercanvi entre ministeris, a la Universitat de Zuric, on vaig treballar sobretot amb el professor Steiger. (He participat també en diversos stages de professors de francès, a París, Besançon, etc., que han tingut molta menys influència en la meva formació.) Els cursos 1953-1954, 1954-1955 i 1955-1956, vaig ser nomenada professora ajudant de classes pràctiques de la Càtedra de Gramàtica Històrica Espanyola de la Universitat de Barcelona, i els tres cursos següents, de l'Institut de Batxillerat Joan Alcover de Palma; però només vaig exercir aquests càrrecs (no retribuïts) de manera intensiva en cas de suplències per absència temporal deIs professors titulars, Dr. Antoni M. Badia i Margarit i Manuel Sanchis Guarner, respectivament, ja que a partir de 1954 vaig entrar de pIe a col·laborar amb el meu pare. De 1954 a 1961 vaig treballar en el Diccionari (volums IX i X), repartint-me primer amb Sanchis Guarner les tasques de preparació deIs materials i assumint-les totes a partir de 1959 (la redacció és tota de Francesc de Borja Moll). A l'Editorial Moll era correctora de proves del Diccionari i directora de les col·leccions literàries: «Les Illes d'Or», «Raixa», «La Balanguera»; així vaig estar en contacte permanent (sobretot per la coordinació del volum anual de cròniques i miscel·lània Cap d'any , de «Raixa») amb nombrosos escriptors de tots els Països Catalans. També vaig col·laborar amb Sanchis Guarner, com a becària del Consejo Superior de Investigaciones Científicas, en la preparació del primer volum (i únic publicat) de l' Atlas lingüístico de la península Ibérica . Aquestes ocupacions m'absorbien completament, en perjudici de la tesi doctoral, per a la qual vaig fer alguns viatges a Eivissa i molta feina de despullament de qüestionaris i d'ordenació deIs materials; el volum d'aquests va fer aconsellable reduir els objectius del treball (que inicialment es referien a tot el dialecte) a l'estudi del lèxic, i aprofitar la resta de les fitxes per a articles que es publicarien en revistes científiques; però només vaig arribar a redactar l'estudi deIs sufixos, que aparegué a la Revista de Filología Española (1957) amb el títol «Sufijos nominales y adjetivales en ibicenco». L'any 1959, Sanchis Guarner retornà definitivament a València, i el director de l'Institut Joan Alcover em convencé perquè ocupés com a professora interina el lloc de professor de francès que ell deixava vacant. Al cap de poc temps, la càtedra va ser convocada a oposició; hi vaig concórrer i la vaig guanyar amb el número 1 de la promoció (abril de 1961). Aquesta circumstància marcà una inflexió en el curs de la meva vida, que deixà d'orientar-se cap a la investigació per lliurar-se progressivament a la docència i a la divulgació. De 1959 fins ben entrat 1962, vaig compaginar les tasques docents amb les del Diccionari i de l'editorial (les de l'ALPI havien cessat amb la marxa de Sanchis). Però des del moment de l'acabament del Diccionari (maig de 1962) vaig anar deixant les tasques de l'editorial en mans de Josep M. Llompart, que s'hi havia incorporat l'any 1961, i em vaig lliurar cada dia més a l'ensenyament i a l'elaboració de llibres de text, fins a abandonar definitivament el projecte de tesi. Vaig ser durant onze anys cap d'estudis de l'Institut Joan Alcover, membre del tribunal de diferents oposicions, tutora de professors en pràctiques, etc., i vaig publicar fins a tretze manuals de llengua francesa (per a tots els nivells de dos plans d'estudis diferents), que van tenir una gran difusió. D'altra banda, ja des de la meva època de professora interina, el curs 1960-1961, he ensenyat sempre català, a més de francès, a l'Institut Joan Alcover (extraoficialment, en petits grups, fins al canvi de règim, i oficialment després). També vaig impartir durant un curs l'assignatura de Filologia romànica a la Facultat de Lletres de Palma de Mallorca (però no vaig continuar, entre altres raons perquè era incompatible amb la dedicació exclusiva a l'institut) i vaig orientar, a títol particular i purament amistós, els estudis de Filologia Hispànica (que encara no es podien cursar a Palma) de tres mallorquines, i més tard els de Filologia Francesa d'una altra, fins a la llicenciatura: s'examinaven com a lliures a la Universitat de Barcelona, amb èxit notable. Havia participat, des de quinze anys, en les activitats culturals (quasi clandestines, primer, i després tolerades) que es feien a Mallorca: tertúlies literàries, trobades deIs Amics de les Lletres, i sobretot les accions organitzades pels secretariats del Diccionari , que, des de Barcelona, Mallorca i València, sota la coordinació del benemèrit i incansable Joan Ballester i Canals, aglutinà una part important de la resistència cultural deIs anys cinquanta als Països Catalans. En dissoldre's el Secretariat de Mallorca un cop acabat el Diccionari , calia crear una altra entitat que pogués continuar la seva tasca de promoció cultural. Fou l'Obra Cultural Balear, creada el mateix any (desembre) seguint el model d'Òmnium Cultural, i vaig formar part del grup que la fundà. Vaig deixar l'Escola d'Idiomes de l'Estudi General Lul·lià (i també les tasques d'escoltisme, que havia fet durant uns anys, a instàncies d'Eladi Homs) i vaig dedicar el temps que la docència em deixava lliure a activitats de «l'Obra» (cursos de català, conferències, etc.) i de la seva filial CENC (Comissió per a l'Ensenyament i Normalització del Català, inspirada en Rosa Sensat). Durant els anys setanta, les activitats cíviques de promoció de la llengua i la cultura s'intensificaren molt. L'any 1975, durant el curs de la Universitat Catalana d'Estiu (UCE) de Prada, Lluís V. Aracil em convidà a entrar al Grup Català de Sociolingüística (GCS), i aviat hi vaig ingressar i vaig començar a assistir mensualment a les seves reunions. Quan s'iniciaren els treballs del Congrés de Cultura Catalana (CCC), em vaig incorporar a les tasques de l'àmbit de llengua que s'estructurà entorn del GCS, i també a les del Secretariat del CCC a Mallorca, amb seu inicial a l'Obra Cultural Balear. A Mallorca posàrem en marxa una campanya per la cooficialitat, amb el consens unànime de tots els qui treballàvem per al Congrés, i obtinguérem del diari Última Hora un espai setmanal, destinat a servir de portaveu de la campanya, que titulàrem «La columna de foc»; però, en voler estendre la campanya a la resta deIs Països Catalans, sorgiren discrepàncies per la qüestió del nom — cooficialitat o oficialitat — i a Mallorca s'armà una llarga polèmica, i acabàrem consensuant una denominació intermèdia: «Campanya per l'ús oficial del català». («La columna de foc», de la qual vaig ser coordinadora, a més d'assídua redactora, perdé amb això alguns col·laboradors, però perdurà més enllà del Congrés, fins que em vaig traslladar a Barcelona, el maig de 1980). L'any 1977 vaig participar activament en els actes finals de l'àmbit de llengua a Vic i del de literatura a Mallorca, especialment en la preparació de la gran manifestació per l'autonomia (la més gran que es recorda a Palma) del 29 d'octubre de 1977. Com a conseqüència, potser, d'aquestes activitats, en les quals col·laboraren representants de tots els partits polítics i personalitats independents, em vaig trobar immersa en una sèrie de col·lectius durant l'etapa preautonòmica: vaig ser membre de la Comissió de Traspassos Estat-Consell General Interinsular (CGI, 1978) i de la comissió redactora d'un avantprojecte d'Estatut, que fou presentat al ministre Clavero; membre de la Comissió Assessora de Cultura del CGI (1977-1980), que va tenir un paper important en la preparació de l'anomenat decret de bilingüisme (1979), i de la de l'Ajuntament de Palma (cosa que va facilitar la relació entre les dues comissions, que pertanyien a institucions regides per partits diferents, però tenien objectius comuns). D'altra banda, vaig ser coordinadora deIs Cursos d'estiu de català a Mallorca (de la Càtedra Ramon Llull) en els primers anys de funcionament a la Porciúncula (1978-1980); vaig presidir el primer tribunal de professors agregats de català de batxillerat a Catalunya (1979) i vaig ser secretària general del Comitè Organitzador del XVI Congrés Internacional de Lingüística i Filologia Romàniques, presidit pel Dr. Badia i Margarit, sota els auspicis també de la Càtedra Ramon Llull. El Congrés tingué lloc a Palma, del 7 al 12 d'abril de 1980, i el 16 de maig era nomenada directora general de Política Lingüística de la Generalitat de Catalunya, càrrec del qual vaig prendre possessió el 3 de juny de 1980 i que vaig exercir fins al setembre de 1988. Durant aquests vuit anys, vaig dur una intensa activitat de contacte amb el públic, per a promoure la normalització lingüística en un clima de consens general i de respecte deIs drets de tots: conferències, articles, participació en taules rodones, jornades culturals i altres actes públics, especialment després de la publicació de l'anomenat Manifiesto de los 2.300 contra la política lingüística de la Generalitat (1981) i durant la campanya d'explicació de la Llei de normalització lingüística (1983). També vaig preparar, entre mil dificultats, la publicació deIs toms 1 (1982) i 11 (1985) de les Actes del Congrés de Lingüística i Filologia Romàniques , i vaig ser coordinadora de l'àrea 1 ( Plantejaments i processos de normalització lingüística ) del Segon Congrés Internacional de la Llengua Catalana (1986). D'altra banda, vaig ser membre de la Comissió Interdepartamental de Recerca i Innovació Tecnològica (CIRIT) i de la Comissió Interdepartamental de Promoció de la Dona, en representació del Departament de Cultura, i vaig mantenir intenses relacions exteriors, a partir d'un congrés sobre bilingüisme i ensenyament, organitzat pel Centre Mondial d'Information sur l'Enseignement Bilingue (CMIEB), creat a l'empara de la Unesco, que tingué lloc del 7 a l'11 de setembre de 1980 a la Vall d'Aosta (vaig haver de deixar-lo el dia 10 a la nit, per a poder acudir al programa televisiu Vostè pregunta , de Joaquim M. Puyal, que em serví d'eficacíssima presentació davant l'opinió pública catalana); l'exposició del marc legal de què disposava Catalunya i deIs projectes de la Generalitat per a impulsar la normalització lingüística hi despertaren un gran interès, tant entre els especialistes com entre els representants de l'Administració de països o comunitats amb problemes de coexistència de llengües. D'aquell congrés ençà, les relacions internacionals foren intenses. Vaig presentar la Direcció General de Política Lingüística al Congrés Mundial de Sociologia (Mèxic, 1982), vaig participar, com a membre del CMIEB, en l'XI Congrés Mundial de Villes Jumelées-Cités Unies (Mont-real, 1984), vaig visitar el Quebec (1982, enviada per la Generalitat), Bèlgica (valons i flamencs), Suècia, Eslovènia, Israel (aquests tres, formant part del seguici del president Pujol, en viatges oficials), Galícia, Euskadi, Comunitat Valenciana, Astúries, Bretanya, Còrsega, Sardenya...) i vaig establir relació amb les seves institucions acadèmiques i polítiques. Vaig deixar la Direcció General el setembre de 1988, i l'octubre vaig reprendre el servei actiu a l'Institut Joan Alcover, després d'una excedència especial de vuit anys, i també la col·laboració amb l'Obra Cultural Balear i nombroses activitats de divulgació i promoció de la llengua catalana (especialment, un programa televisiu de mitja hora setmanal de TVE-Balears, durant el primer semestre de 1989, que fou la base del llibre La nostra llengua , Editorial Moll, 1990). L'any 1989, la Generalitat de Catalunya m'atorgà la Creu de Sant Jordi. A finals de 1989, en virtut de l'Acord Institucional per a la Normalització Lingüística entre el Govern Balear, els consells insulars i l'Ajuntament de Palma (al qual s'adheriren posteriorment el Ministeri d'Educació i Ciència, les corporacions municipals i un gran nombre d'entitats cíviques, polítiques i culturals), vaig ser nomenada coordinadora general de la Campanya de Normalització Lingüística de les Illes Balears (organisme atípic, regit per una Comissió Interinstitucional). Els programes d'aquesta campanya («que ha de durar uns quants anys», segons s'especifica a l'annex de l'Acord) comprenien una part «general», que gestionava l'Obra Cultural Balear amb pressupost aportat per les institucions signants, i una part de la responsabilitat exclusiva de cada institució. Des del setembre de 1990, m'hi vaig dedicar a pIe temps, des de l'Oficina de la Campanya de Normalització Lingüística —incloent en aquesta dedicació una tasca permanent de contacte amb el públic, per mitjà d'articles, programes radiofònics o televisius, conferències, etc., enfocats a la divulgació de coneixements sobre la llengua i la situació sociolingüística i a sortir al pas de maniobres pertorbadores—; i una altra tasca de relació amb la resta de Països Catalans i amb l'exterior: UCE, jornades diverses (com les organitzades per les Corts Valencianes sobre llenguatge parlamentari i per la Generalitat Valenciana sobre qüestions de sociolingüística, o les de Galícia sobre ensenyament), i el simposi de Brussel·les sobre el paper del català i del neerlandès a l'Europa del futur, el Congrés de l'Associació Internacional de Llengua i Literatura Catalanes celebrat a Alacant, etc. L'Oficina de la Campanya promogué la primera campanya de conscienciació amb mitjans publicitaris moderns (amb el lema «No et mosseguis la llengua»); dins el seu context es creà la Junta Avaluadora de Català, que acredità oficialment els coneixements de llengua catalana en els concursos i oposicions (fins al 2004, que fou dissolta), i mantingué la secció periodística de conscienciació i atenció de consultes de tema lingüístic de més durada fins ara a les Balears («Línia directa amb la Campanya de Normalització»). La caiguda del president Cristòfol Soler (maig de 1996) precipità el final d'aquell sistema organitzatiu. L'any 1993 havia ingressat a la Secció Filològica de l'Institut d'Estudis Catalans, en les activitats de la qual he col·laborat des d'aleshores, especialment en el camp lexicogràfic, en qüestions relatives als parlars de les Balears i en les commemoracions de l'Any Antoni M. Alcover (2001) i l'Any Francesc de B. Moll (2003). L'any 2004 vaig publicar la biografia Francesc de B. Moll: la fidelitat tossuda (2004). Durant aquells anys també vaig intervenir en l'assessorament lingüístic de l'edició balear de la Bíblia catalana interconfessional , publicada el 1994. L'any 1997 em va ser concedida la màxima distinció del Govern de les Illes Balears, el premi Ramon Llull, en la seva primera edició. La Generalitat de Catalunya em concedí, l'any 2008, un dels premis Pompeu Fabra, instituïts aquell any, a la trajectòria professional, científica o cívica. El mateix any 2008, la vila de Sencelles, que és el municipi on visc actualment, em va retre un homenatge promogut per la delegació de l'Obra Cultural Balear i em va encarregar el pregó de les festes de la Mare de Déu d'Agost. El novembre de 2010, amb motiu del meu vuitantè aniversari, l'Institut d'Estudis Catalans em va organitzar un homenatge a Palma, on acabava d'establir una nova seu. La revista Lluc , al número 876, va recollir els parlaments que s'hi van fer. Més recentment, el maig de 2011, el Col·legi Eugenio López de Palma m'ha volgut honorar adoptant el nom d'Escola Aina Moll i Marquès i, en l'acte que hi va tenir lloc amb aquest motiu, la Conselleria d'Educació i Cultura em va lliurar la Medalla al Mèrit que m'havia atorgat l'any 2010, en reconeixement de la meva trajectòria educativa, cultural i cívica."
}