{
  "url": "https://uoc.edu/portal/ca/guia-xarxes-socials/continguts/materials-grafics/index.html",
  "content": "Com han de ser els continguts? Materials gràfics i multimèdia Els continguts visuals complementen la teva estratègia a les xarxes socials El món 2.0 és cada vegada un món més visual. Atesa la competència que tindràs per a atreure l’atenció dels usuaris, és important donar prioritat als continguts gràfics i multimèdia en la comunicació. Et donem els consells següents. Acompanya el text amb imatges que impressionin. Acompanya les publicacions amb imatges que impressionin els qui les vegin, d'acord amb l' estil fotogràfic de la UOC. Això sí, cada plataforma social utilitza unes mides concretes. Consulta els tamanys en aquest article . Incorpora idees visuals. Incorpora idees i citacions visuals, com les targetes. Es compeixen més fàcilment i tenen molt més impacte. Utilitza les plantilles de continguts de la UOC. Reutilitza imatges. Reutilitza imatges per a crear continguts nous. El perfil oficial de la UOC, per exemple, va crear un calendari a partir d’imatges generades pels seus seguidors a les xarxes. Aprofita el potencial dels vídeos. Aprofita el potencial dels vídeos, amb els quals podràs aportar històries breus, entrevistes, manuals, actes o testimonials d’estudiants. Pensa en altres formats multimèdia. Pensa en altres formats, infografies, seminaris en línia ( webinars ), podcasts, aplicacions mòbils, llibres electrònics o audiollibres. Hi ha múltiples possibilitats. Fes servir imatges lliures de drets. Sigues curós en l’ús i l’edició d’imatges. Han de ser imatges lliures de drets o propietat de la UOC. Prioritza les fotografies per davant de les il·lustracions. Utilitza tipografia corporativa o alternativa. Per raons tècniques no sempre podem fer servir la tipografia corporativa . En aquests casos (Google Drive, PowerPoint, correu electrònic…) pots fer servir les tipografies alternatives: Arial per a substituir Sans i Georgia en lloc de Serif. Recomanacions Recicla i reutilitza continguts. Si una entrada al blog, una infografia o un vídeo són de qualitat i no tenen data de caducitat, les pots tornar a compartir a les xarxes després d’un temps prudencial. Potencia el format audiovisual. Xarxes com Twitter i Facebook han aplicat la funció de reproducció automàtica ( autoplay ) i els vídeos es reprodueixen automàticament. Això t’ajudarà a captar encara més l’atenció dels teus seguidors. Sempre que vulguis incorporar la marca UOC en continguts multimèdia o de creació pròpia, valida'ls. L’ús de tipografies o colors corporatius ha de passar per la validació dels responsables de Mitjans i Comunicació del Coneixement. Eines i recursos Plantilles de continguts per a xarxes socials Mides de les imatges per a les xarxes socials Buffer Pablo Morguefile Flickr Commons Wikimedia Commons Pixabay Giphy Flaticon Audacity Creative Commons legal music for videos Pexels videos Animoto"
}