{
  "url": "https://uoc.edu/portal/ca/guia-xarxes-socials/continguts/bones-practiques/index.html",
  "content": "Com han de ser els continguts? Bones i males pràctiques L’anomenada netiquette o ètica a les xarxes és un conjunt de normes no escrites que s’han anat adoptant al llarg del temps a mesura que sorgien i s’utilitzaven les diverses xarxes socials. Ja les poses en pràctica? Et donem algunes normes bàsiques relacionades amb els usuaris i els continguts 2.0. Respecte als usuaris Sigues agraït. Sigues sempre agraït; t’ajudarà a teixir vincles amb altres comptes de la mateixa UOC, institucions externes o perfils personals. Cada xarxa té la seva manera de fer agraïments. Respecta la privacitat dels usuaris, especialment a l’hora de publicar imatges. Respon tan aviat com puguis. Respon sempre tan aviat com et sigui possible, si pot ser entre 2 i 4 hores després d’haver rebut la sol·licitud i sense superar mai 24h. Si no tens la resposta, ofereix un correu electrònic o un telèfon de contacte a l’usuari. Evita la resposta automatitzada. No responguis de manera automatitzada a missatges privats o agraïments col·lectius. Comparteix sense excedir-te. Comparteix continguts d’altres usuaris, sense excedir-te. Les comparticions no poden superar el 50% dels continguts del canal. Respecte als continguts Cita la font. Cita sempre la font original d’una notícia, una imatge, un vídeo o qualsevol altre tipus de contingut. L’usuari t’ho agrairà. Contrasta la veracitat. Contrasta sempre la veracitat de la informació o del contingut aliè. Difon continguts d’altres xarxes. Difon contiguts d'una xarxa a una altra, sempre que tingui sentit i mai de manera automatitzada. Crea campanyes participatives. Crea campanyes participatives que combinin accions en línia i presencials: als usuaris sempre els agrada el contacte directe i humà amb la institució. Què has d'evitar a les xarxes per a una comunicació efectiva? T’expliquem les pràctiques que no són recomanables per a una comunicació 2.0 correcta i efectiva. Posa-les en pràctica! Respecte als usuaris No donis la benvinguda als usuaris nous. Estalviaràs temps i no atabalaràs la comunitat amb un excés de piulades. N o agraeixis públicament amb repiulades (RT). Pot resultar molest per a la comunitat de Twitter. És millor escriure un missatge directe (DM). No segueixis o deixis de seguir usuaris de manera massiva. Cal que facis una selecció acurada i pensada dels usuaris seguidors i seguits. Només en casos excepcionals has de deixar de seguir un usuari. Respecte als continguts No sincronitzis automàticament continguts entre xarxes socials. Els noms dels usuaris, les etiquetes i l’estil comunicatiu són diferents en cadascuna d’elles. Aporta contingut de valor afegit. Evita saludar o desitjar un bon dia; el missatge ha de ser pertinent i tenir sentit. No abusis de les etiquetes. Especialment a Twitter i Instagram, fes servir etiquetes amb moderació: n'hi ha prou amb un màxim de dues etiquetes a Twitter i cinc a Instagram. No t’excedeixis amb les mencions. És millor agrair en forma de missatge o en diferents publicacions. Evita repetir el contingut en un mateix canal. Torna a redactar el missatge amb una altra fórmula, una nova imatge o en un altre idioma."
}