{
  "url": "https://uoc.edu/portal/ca/guia-xarxes-socials/continguts/escriure/index.html",
  "content": "Com han de ser els continguts? Escriure a les xarxes socials La qualitat i idoneïtat dels continguts són fonamentals per a aconseguir interaccions En el bosc d’informacions d’internet, cada vegada és més difícil destacar i diferenciar-se d’altres comptes del sector. A continuació t’oferim estratègies per a obtenir idees per a nous continguts. Continguts propis Continguts externs Estil comunicatiu a les xarxes Consells de SEO per a xarxes socials Eines recomanades Continguts propis D’una banda, són els que interessa més publicar, però, de l’altra, són els requereixen més temps i esforços en la producció. Pots seguir algun dels consells que et proposem a continuació. Anàlisi dels continguts. Fes una anàlisi dels continguts que tens: articles del blog, fotografies d’esdeveniments passats, reculls de premsa, vídeos, notes de premsa, catàleg de cursos, guies i manuals, materials gràfics antics, articles d’opinió, reportatges, entrevistes o testimonials d’estudiants. Canals interns de provisió de continguts. Estableix uns canals interns de provisió de continguts: blog i web de la teva àrea, imatges d’esdeveniments en què participis o continguts del canal oficial de la UOC, i reaprofita continguts d’una xarxa a una altra. Creació de recopilacions . Crea recopilacions de piulades amb Twitter Moments o projeccions de diapositives amb Facebook: et permetran fer cròniques d’esdeveniments o explicar pas a pas qualsevol tema. Continguts externs Si segueixes blogs i portals d’informació que aporten qualitat i valor afegit a la comunitat, no has de tenir cap por de compartir-los. Per a facilitar i filtrar aquests continguts externs, et fem les recomanacions següents: Filtrar continguts externs interessants. Fes servir lectors RSS com Feedly , que et permeten filtrar ràpidament tots els continguts externs que t’interessen. Aquestes eines et permeten agrupar totes les fonts de contingut que t'interessen en una sola pàgina que s’actualitza automàticament cada vegada que s’afegeixen continguts nous en aquestes fonts. Filtrar piulades i apunts. També pots fer servir aplicacions com Nuzzel : et permet filtrar les piulades i els apunts de Facebook més rellevants de les teves cronologies, que es podran convertir en noves mencions, repiulades o entrades. En quins casos és possible publicar un article d’un diari o d’una revista als canals de xarxes socials? Per mitjà de l'enllaç o d'una incrustació. Només és possible publicar un article de tercers (tot i que l’hagi escrit un professor de la UOC) per mitjà de l’enllaç o d’una incrustació -quan el format ho permeti-, i només en els casos que la publicació en aquella pàgina web (per exemple, de la Vanguardia) l’hagi feta el legítim titular de dret (en aquest cas, el diari), i qualsevol persona hi pugui tenir accés sense restriccions (és a dir, que no es demani usuari i contrasenya per a accedir-hi). Autorització dels legítims titulars de drets. La publicació directa de l’obra (per mitjà d'un escanejat pujat, és a dir, imatges en JPG o PDF, o d’un copia i enganxa) no és possible sense la corresponent autorització dels legítims titulars de drets, és a dir, de la publicació en què hagi sortit l’article. Estil comunicatiu a les xarxes Per tal de donar un sentit homogeni a la comunicació en els diversos canals de la UOC, és oportú trobar un equilibri entre el to col·loquial inherent a les xarxes socials i el llenguatge formal. Per aquesta raó, et fem les recomanacions següents. Correcció lingüística. Aplica en tot moment la correcció lingüística , respectant les normes ortogràfiques i una sintaxi correcta. Ús moderat d'abreviacions. Fes un ús moderat de les abreviacions típiques d’aquests canals socials. Pots escurçar els dies de la setmana amb els convencionalismes (dl., dt., dc., dj., dv., ds. i dg.), i també les dates, amb el dia i mes en format numèric. Construcció de frases completes. Aprofita al màxim l’espai en cada xarxa social a l’hora de construir frases completes: aporta el context suficient a cada idea que vulguis transmetre. Missatges còmodes de llegir. Crea missatges còmodes de llegir, amb idees concises, útils i directes. En català. Redacta majoritàriament en català, tot i que també ho pots fer en altres idiomes segons la necessitat. Ús moderat de majúscules. Llevat dels necessaris de noms propis, començament de frase, etc., no utilitzis caràcters en majúscules. Els usuaris poden percebre el missatge com un crit. Temps verbal proper. Redacta amb un temps verbal proper i que generi la idea de comunitat. Consells de SEO per a xarxes socials Com que hi ha un flux constant de piulades i apunts, un dels reptes d’una estratègia a les xarxes socials és aconseguir que els teus continguts destaquin per davant de la resta, que es posicionin tan bé com es pugui. Sabies que els cercadors com Google també «escanegen» les xarxes socials? Així, doncs, una estratègia correcta a les xarxes socials, amb enllaços a la teva pàgina o als continguts que promous t’ajuden en el posicionament SEO. A més, actualment els algoritmes de Google donen molta importància a la viralitat i el percentatge de rebot de visites que provenen de les xarxes socials: si es comparteixen els teus continguts perquè agraden, el cercador ho valora positivament i situa el teu lloc en millors posicions a les xarxes. Recomanacions Tria molt bé les etiquetes. És important que triïs molt bé els hashtags : si comuniquem un esdeveniment només hem de buscar l'etiqueta que tothom fa servir o crear-ne una de molt clara i difondre-la. Cal pensar-hi com a paraules clau, que ajuden sobretot en la cerca i en l’agrupament. Inclou paraules clau. En els apunts i les piulades inclou paraules clau amb les quals vols posicionar la teva pàgina: fes-te una llista breu i molt concreta i col·loca-la en un lloc visible per a tenir-la present i utilitzar aquestes paraules sempre que el missatge ho permeti. Pensa en la importància del contingut multimèdia. La importància del contingut multimèdia rau en el fet que els vídeos enganxen, aconsegueixen que la gent passi més temps a les xarxes, i, per tant, cal aprofitar-los sempre que se’n tingui de propis. Treballa els titulars. Treballa molt bé els titulars: juntament amb les imatges i vídeos, són clau no solament per a obtenir clics, sinó també per a viralitzar (sí, es comparteixen continguts només pel titular, sense haver-se consumit). Menciona els influenciadors ( influencers ). Menciona perfils influenciadors, és a dir, perfils amb molts seguidors i molta activitat, i vinculats amb la temàtica, per a evitar missatges brossa: t’ajudarà a viralitzar molt ràpidament els teus continguts. Eines recomanades Twitter Moments Feedly Digg Reader Nuzzel"
}