{
  "url": "https://uoc.edu/portal/ca/guia-xarxes-socials/continguts/gamificacio/index.html",
  "content": "Com han de ser els continguts? Ludificant la comunicació Els elements de ludificació poden provocar més interacció, implicació i fidelització dels teus seguidors a les xarxes. Pots provar amb alguna de les iniciatives següents. Abans de dur a terme qualsevol iniciativa de participació, posa’t en contacte amb l’Àrea de Comunicació per a coordinar-ne l'execució i garantir que tingui la màxima difusió. Concursos Són ideals per a captar noves audiències i per a fidelitzar els usuaris que ja formen part de la teva comunitat. Què has de tenir en compte? Segmenta el públic. Segmenta molt bé el públic al qual t'adreces; això et serveix per a determinar el llenguatge de la comunicació o el premi final. Fes que es vegin les bases i les condicions. Presenta de manera visible les bases i les condicions del concurs, mostrant clarament la data d'acabament. Aporta creativitat i valor afegit. Sigues creatiu i aporta valor afegit en el tipus de repte plantejat. Aconseguiràs més viralitat. Mostra els passos que s'han de seguir. Mostra de manera clara i estructurada els passos que cal seguir per a participar en el concurs. Fes servir eines de gestió. Utilitza eines com Cooltabs o Easypromos per a gestionar i dinamitzar la convocatòria. Fotografia el lliurament final. Fes una fotografia del lliurament del premi final i comparteix-la a les xarxes. Tria de manera transparent. Si has de triar un guanyador, fes-ho de manera clara i imparcial. Sortea2 i RandomPicker són dues eines que et seran molt útils. Planteja una estratègia de difusió i agraïment. Dissenya una estratègia de difusió efectiva del concurs abans, durant i després que tingui lloc. I no t’oblidis de l’agraïment final a tots els participants. Experiències compartides A més dels concursos, també hi ha iniciatives de participació en les xarxes socials que no persegueixen guanyar una recompensa final, sinó compartir una experiència de valor afegit amb la resta de la comunitat. Sovint són experiències de creació literària, visual o audiovisual compartida que tenen molt bona rebuda entre els usuaris i aporten molta interacció. No cal oferir un premi material o monetari, perquè el contingut resultant és la recompensa a la participació. Enquestes Les enquestes et serveixen per a saber l’opinió de la comunitat , el seu grau de coneixement sobre un tema determinat o les preferències sobre un aspecte concret. Et donem algunes idees per a dissenyar la teva enquesta: A Facebook, pots fer servir el nombre de m’agrades a tall de votació. L’opció amb més valoracions o comentaris serà la triada per la teva comunitat. A Twitter, hi ha l'opció d’ enquesta participativa , amb una durada màxima de 24 hores. Sigues original, afegeix-hi una imatge i valora’n els resultats finals. Recomanacions Respecta les normes d’etiquetatge dels usuaris. Quan organitzis una acció participativa, recorda que Facebook prohibeix demanar als usuaris que s’etiquetin en les imatges que difonguis. Utilitza una etiqueta per a cada acció participativa . Et permetrà fer-ne el seguiment. A més, si utilitzes l’eina Tagboard , podràs seguir l’impacte i l’ús de cada etiqueta a totes les xarxes socials."
}