{
  "url": "https://uoc.edu/portal/ca/guia-xarxes-socials/gestio/linkedin/index.html",
  "content": "Com es gestiona cada xarxa? LinkedIn De què parlem a LinkedIn? A LinkedIn pots promocionar i posicionar els continguts més corporatius de la teva àrea, a més de fomentar el treball en xarxa amb altres perfils especialitzats. A continuació t’oferim algunes recomanacions: La pàgina corporativa és el teu espai a LinkedIn, però únicament hi pots publicar continguts : no és permès interactuar amb altres pàgines o usuaris. La UOC, com altres universitats, disposa d’un espai propi a LinkedIn, que ajuda futurs estudiants a decidir-se gràcies als comentaris dels antics alumnes. Comparteix continguts de tipus corporatiu : notícies d’actualitat, infografies amb xifres, entrades del blog o presentacions de Slideshare interessants per als usuaris del grup. Si vols difondre una oferta de treball d’interès per al teu sector, la pots fer arribar a xarxes.socials@uoc.edu, que la derivarà a l’Àrea de Persones. Un únic compte oficial Actualment la UOC gestiona un únic compte oficial a LinkedIn en què periòdicament es publiquen les ofertes de feina dels diversos àmbits. Creant i mantenint un grup a LinkedIn L’objectiu de crear un grup a LinkedIn és aplegar una comunitat entorn d’una iniciativa concreta. A continuació hi ha alguns consells: Tria i fes servir les paraules clau que defineixen l’activitat del grup tant en el títol com en la descripció del grup. La imatge del grup ha de ser la corresponent a la marca o submarca a què pertany la iniciativa. En la descripció cal explicar que és una iniciativa que pertany a la UOC. Introdueix un enllaç al web o blog . Ho pots fer en forma d’una pàgina nova que ampliï la informació que ofereixes en la descripció del grup. Convida els experts del sector, ja que és important que formin part activa del grup. Comunica l’existència del grup , per exemple, afegint l'URL del grup a cada seminari en línia, seminari i conferència en què participis i publica al teu perfil d’usuari que has creat un grup. Dinamitza el grup obrint un debat acompanyat d’un enllaç a un article o apunt d’interès. És aconsellable compartir un mínim de dos continguts de valor setmanals . Agraeix sempre la participació i respon a qualsevol comentari que tingui lloc en el grup. És recomanable planificar algunes accions de dinamització al llarg de l’any. Recomanacions Les possibilitats de la pàgina corporativa. A la pàgina corporativa de LinkedIn pots crear pàgines interiors. Hi pots incloure informació més detallada com, per exemple, les assignatures d’un grau. El nombre de grups. A LinkedIn pots crear, i participar-hi, un màxim de deu grups i vint subgrups ."
}