{
  "url": "https://uoc.edu/portal/ca/guia-xarxes-socials/gestio/instagram/index.html",
  "content": "Com es gestiona cada xarxa? Instagram Tot i que originàriament va néixer com a aplicació mòbil de retoc d’imatges, actualment Instagram és una xarxa social on trobaràs una audiència molt més jove que a Twitter o Facebook. A continuació et donem alguns consells per a treure’n el màxim profit comunicatiu: Ús dels filtres. Utilitza els filtres que defineixin més bé el contingut que vols mostrar, com per exemple el filtre “Valencia” per a aportar sensació de nostàlgia. Coneix tots els filtres disponibles al blog d’Instagram . Vídeos de seixanta segons. Instagram permet publicar vídeos de seixanta segons als quals també podràs aplicar filtres i retocs gràfics. Compartició de continguts d’altres usuaris. Comparteix continguts d'altres usuaris per valorar les seves imatges i alimentar així la comunitat a Instagram. Eines com Later o RepostAPP t’hi ajudaran. Ús d'emoticones. Atreveix-te a incorporar emoticones; és un dels llenguatges més utilitzats pels usuaris. Interacció. Interactua amb la comunitat d’instagramers o igers , un públic jove i molt actiu. Et poden portar nous seguidors, comentaris i comparticions. Continguts d'èxit. Aprofita alguns dels continguts que tenen més èxit: imatges del dia a dia de la institució, composicions, collages , consells o recomanacions. Per exemple des de @uocuniversitat es comparteixen amb l'etiqueta #adnUOC les entrevistes a la comunitat d’estudiants. Un únic canal oficial Actualment la UOC disposa d’un únic canal d’Instagram per a arribar a la comunitat, en què es comparteixen únicament continguts corporatius generals de la Universitat. Els objectius són donar visibilitat als experts, fomentar el compromís, fer valdre els estudiants i crear i participar en iniciatives socials, aprofitant les possibilitats visuals de la plataforma. Etiquetes pròpies Aquestes són les principals etiquetes d’Instagram utilitzades per la comunitat UOC: Etiquetes pròpies #instauoc #graduacióUOC #docentsUOC #AlumniUOC #igersUOC #familiaUOC Etiquetes generals #igersCatalunya #igersBarcelona #igersEspaña #educació #docència #màster #universitat Recomanacions Instagram no fa servir les mateixes etiquetes que Twitter . Quan comencis a escriure # i el nom de l’etiqueta, t’apareixerà el nombre de vegades que s’ha utilitzat a la xarxa. Programa continguts per a Instagram des de l’ordinador . No hi ha cap funció oficial d’Instagram, però pots fer servir l’eina Later (la imatge i el text seran enviats al teu dispositiu mòbil el dia i l’hora que indiquis, i després caldrà que els comparteixis manualment a través de l’aplicació d’Instagram), o l’extensió per a Chrome Gramblr (l’ordinador des del qual programes ha de quedar encès). Sigues creatiu . Crea collages amb l’eina Layout (per a iOS o Android ) i combina el format de les teves imatges."
}