{
  "url": "https://uoc.edu/portal/ca/guia-xarxes-socials/gestio/youtube/index.html",
  "content": "Com es gestiona cada xarxa? YouTube En aquest repositori audiovisual amb més de mil milions d’usuaris, pots publicar, visualitzar i compartir els vídeos informatius o didàctics de la teva àrea o departament. A l’hora de fer servir YouTube, et fem les recomanacions següents: Qualitat d'imatge i so. El material audiovisual ha de tenir uns mínims de qualitat d’imatge i so, i s’ha d’aplicar correctament la marca UOC . Interès i projecció de la marca. El contingut dels vídeos ha de ser de qualitat, ha d’interessar a la comunitat i ha de projectar la marca UOC. Vídeo de portada. A YouTube, pots triar un vídeo de portada que il·lustri la filosofia de la teva àrea o que destaqui un esdeveniment en un moment determinat. Llistes de reproducció. YouTube permet crear llistes de reproducció en què pots agrupar vídeos sobre un mateix tema, facilitar-ne la comprensió i multiplicar-ne les visualitzacions. Títol, descripció i etiquetes. Quan publiquis un vídeo, és important que el titulis, el descriguis i l'etiquetis correctament perquè els usuaris el puguin trobar amb facilitat. Ús de l'enllaç. Una vegada publicat, és fonamental fer servir l’enllaç per a difondre’l en la resta de canals (blog, xarxes socials) o enviar-lo per correu electrònic als usuaris interessats. Un únic compte oficial Actualment, la UOC té un únic compte oficial a YouTube . Des d’aquest canal, cada àrea pot fer difusió dels seus continguts audiovisuals per mitjà d’una llista de reproducció pròpia. Si vols publicar un vídeo en el perfil YouTube de la UOC, consulta la Guia d'estil i circuits de l'audiovisual . Recomanacions Permet els comentaris . És recomanable habilitar la possibilitat que els usuaris comentin els vídeos i els votin, per a posicionar i valorar cada contingut. Completa el teu perfil . Descriu correctament el teu perfil a YouTube i enllaça’l a altres xarxes socials en què tinguis un compte obert, i també al web o el blog. Tingues presents els formats recomanats i la marca UOC . Consulta amb els responsables de Marca i Reputació les mides i els formats recomanables per als vídeos, i també com s'aplica correctament la marca UOC."
}