{
  "url": "https://uoc.edu/portal/ca/guia-xarxes-socials/gestio/eines/index.html",
  "content": "Com es gestiona cada xarxa? Eines Eines de gestió Eines de creació de continguts i narració Recursos gràfics i multimèdia Eines externes d'anàlisi i seguiment Eines de gestió Hootsuite : serveix per a programar continguts a les xarxes socials i optimar temps i recursos. Bit.ly : és l’escurçador d'adreces web més utilitzat. Tweetdeck : serveix per a programar continguts per a Twitter. Commun.it : ajuda a gestionar seguidors i seguits a Twitter, i també a trobar influenciadors del nostre sector. Botize : serveix per a l’automatització de missatges privats a Twitter. Later : és l’aplicació que permet programar fotografies a Instagram i tornar a publicar imatges. Gramblr : és una extensió de Chrome que permet programar publicacions a Instagram (s'ha de deixar l’ordinador engegat). Repost : és una eina per a compartir continguts d’altres usuaris a Instagram. Eines de creació de continguts i narració Feedly : és el lector de notícies per excel·lència. Mind Meinster : és una eina per a generar mapes mentals col·laboratius. Story Maps : presenta múltiples opcions per a la creació de mapes. Piktochart : serveix per a dissenyar fàcilment infografies. Canva : és un bon recurs per a crear infografies i gràfics de tota mena. Pablo : és una eina per a dissenyar peces amb citacions i consells en format gràfic. Easypromos : és una eina per a crear concursos i rifes. Showme : aporta recursos per a crear tutorials atractius. Layout : és una aplicació mòbil per a generar collages a Instagram. Recursos gràfics i multimèdia Bancs d’imatges: Unsplash : és un banc d’imatges gratuïtes i lliures de dret. Morguefile : serveix per a trobar imatges l’ús de les quals ja ha prescrit. Pixabay : és un banc d’imatges gratuïtes i lliures de drets que es poden fer servir sense necessitat de citar. Flickr Commons : aporta imatges lliures d’ús, però en les quals cal citar l’autor. Wikimedia Commons : hi ha imatges lliures de drets. Pixabay : aporta imatges d’alta qualitat. Giphy : és un bon recull gratuït de gifs. Flaticon : és el repositori d’icones gratuïtes per excel·lència. Eines d’àudio i música: Audacity.com : és un bon editor i enregistrador de so en línia. Creative Commons : hi ha arxius de música lliures de drets. Eines de vídeo i bancs de vídeos: Pexels Vídeos : és un repositori de vídeos d'alta definició per a ús comercial i personal. Periscope : pot resultar un bon complement audiovisual. Animoto : és una aplicació original per a editar vídeos. Eines externes d'anàlisi i seguiment TweetReach : és una eina que genera informes immediats sobre el funcionament d’una etiqueta. Tweriod : és una eina per a identificar el moment de màxima activitat dels teus seguidors a Twitter. Nuzzel : serveix per a estar informat de les darreres notícies per mitjà del filtratge de piulades de Twitter i apunts de Facebook. Hashtagify.me : serveix per a consultar la popularitat d’una etiqueta a Twitter. L’eina també proposa etiquetes vinculades a la nostra temàtica."
}