{
  "url": "https://uoc.edu/portal/ca/universitat/coneix/actes-institucionals/llicons-inaugurals/2013-2014/idees/futur/index.html",
  "content": "Lliçons inaugurals Lliçó inaugural 2013-2014 Reptes i oportunitats de la universitat en un context global, per Jaume Pagès Quin és el futur de la universitat? «En el moment en el qual entrem, que és el de la societat del coneixement o de la informació, el coneixement i la informació passen a ser molt importants . Molt. Tothom n’està convençut, d’això. I aleshores, és clar, el sistema que és dissenyat per a generar i per a transmetre aquest coneixement viu més pressió. I què pot passar? Només hi ha dues sortides: que sigui capaç de donar resposta o que no en sigui capaç.» «Jo penso que el sistema educatiu, sobretot el sistema d’ensenyament superior, en aquests moments viu en una enorme tensió que no disminuirà en un futur immediat sinó que incrementarà; l’obligarà a adaptar-se i canviar per a marcar una mica el futur d’una societat que ja és molt diferent de la de, no fa cent anys, sinó vint anys.» «Si és capaç de donar resposta té un futur, jo diria, extraordinari perquè sempre l’ha tingut, però ara més perquè el tema propi –el hardcore, el nucli dur del món universitari– passa a ser al primer nivell d’importància per al futur de la nostra societat i tothom ho reconeix. Per això, qui sigui capaç de fer-ho, i fer-ho bé, té un futur molt clar i extraordinari.» «Si no és capaç de fer-ho bé, també corre el risc que, com que és important –si no ho fos no passaria res, però sí que és important– no se li pot permetre que no ho faci bé i que no doni resposta i, per això, què pot passar? Simplement que sigui substituït.» «Avui dia hi ha entitats amb poder econòmic suficient que tiren pel dret i creen els seus propis centres educatius i això no deixa de ser un element de substitució d’un model per un altre: uns centres que anomenem universitats corporatives , que n’hi ha, i que van experimentant al costat del sistema tradicional amb voluntat d’ocupar un espai, i si ho fan és perquè pensen que l’altre no està al nivell o no dóna resposta a les necessitats que s’han de cobrir.» «Aquest és un repte extraordinari per a les institucions d’ensenyament superior, que, a més a més, tenen una inèrcia molt gran i canviar els costa perquè fa tants anys que duren que, tot i que han anat canviant, ho fan a un ritme relativament lent. Un ritme al qual estan acostumats a canviar que no sé si és suficient per a les exigències de futur de la nostra societat. I es corre el risc d’una certa substitució.»"
}