{
  "url": "https://uoc.edu/portal/ca/guia-xarxes-socials/gestio/facebook/comunitat/index.html",
  "content": "Facebook Creant comunitat A continuació et donem algunes pautes per a fer créixer la teva comunitat a Facebook i fomentar que participi. A qui has de seguir? El primer pas per a crear comunitat és trobar les pàgines que t’interessin més, entre les quals hi pot haver les següents: Perfils oficials de la UOC. Els perfils oficials de la UOC, amb els quals pots crear sinergies en tot moment. Consulta la llista de tots els perfils corporatius . Persones o organitzacions més influents. Les persones o organitzacions més influents del sector: mitjans de comunicació, organismes públics, universitats i facultats, personalitats del món acadèmic, experts, periodistes, conferenciants, etc. Dinamitza i guanya compromís Aquestes són les principals recomanacions per a aconseguir una comunitat dinàmica i implicada a Facebook: Mantingues un contacte constant i regular. Mantingues un contacta constant i regular amb altres pàgines del sector amb mencions, m’agrades, comentaris o comparticions. Involucra els teus seguidors. Involucra els teus seguidors amb preguntes, reptes, debats o concursos. Dona un cop d’ull a l’eina Easypromos per a dissenyar aquestes accions. També les has de consensuar amb l’ Àrea de Comunicació de la UOC . Respon amb rapidesa i eficàcia. Un comentari o un missatge privat s’ha de respondre en un termini de 24 a 48 hores com a màxim. Sigues agraït. Sigue sempre agraït amb els seguidors. Menciona’ls en un comentari o envia’ls un missatge privat, segons convingui. Comparteix continguts. Comparteix puntualment continguts destacats d’altres pàgines del sector. Recomanacions Evita seguir comptes “nocius”. Especialment evita els comptes amb un perfil ofensiu o radical, la identitat dels quals sigui desconeguda o que publiquin contingut comercial a la teva pàgina (en aquest cas has d’amagar aquest contingut). Fes servir els grups per a fer difusió. Comparteix un esdeveniment o un contingut important per mitjà dels grups de Facebook que siguin d’interès. Ho has de fer des d’un compte personal. Els usuaris “reaccionen”. A més de la funció de m’agrada, ara els teus seguidors de Facebook poden considerar que el teu contingut els “encanta”, els “sorprèn”, els “entristeix” o els “fa enfadar”. Només et veuen alguns seguidors. Les publicacions que fas a Facebook arriben aproximadament al 30% dels usuaris de la comunitat."
}