{
  "url": "https://uoc.edu/portal/ca/universitat/organitzacio/galeria-rectors/josep-a-planell/index.html",
  "content": "Biografia Josep A. Planell Com ens organitzem Dr. Josep A. Planell Josep A. Planell (Barcelona, 1951) llicenciat en Física per la Universitat de Barcelona (1975) i doctor en Ciència dels Materials per la Universitat de Londres (1983). Catedràtic del Departament de Ciència dels Materials i Enginyeria Metal·lúrgica a l'Escola Tècnica Superior d'Enginyeria Industrial de Barcelona (UPC). Director fundador de l’Institut de Bioenginyeria de Catalunya (IBEC) des de la seva creació el 2005 fins al 2013, quan pren possessió del càrrec de rector de la Universitat Oberta de Catalunya (UOC). Del 2016 fins al 2022 ha estat president la xarxa d’universitats llatinoamericanes CINDA (Centro Interuniversitario de Desarrollo). L'any 2001 va rebre la distinció per a la Promoció de la Recerca Universitària de la Generalitat de Catalunya; l'any 2006, el premi Ciutat de Barcelona en l'àrea de Recerca Tecnològica i, l’any 2013, el premi George Winter que atorga la European Society for Biomaterials a investigadors consolidats. És Fellow of Biomaterials Science and Engineering (FBSE) de la International Union of Societies, Biomaterials Science & Engineering des del 2004 i membre de la Reial Acadèmia de Ciències i Arts de Barcelona des del 2009. Ha estat, també, vicepresident de la European Society for Biomaterials (2005-2009), editor en cap del Journal of Materials Science: Materials in Medicine (2007-2013) i membre del comitè editorial de diverses revistes científiques. Pla estratègic 2014-2021 Balanç i principals assoliments Descarrega en PDF Nous reptes, nova estratègia Una universitat global, innovadora i flexible Recursos A la xarxa LinkedIn Viquipèdia Perfils de recerca Google Scholar ORCID Reial Acadèmia de Doctors ResearchGate Scopus Web Of Science Publicacions Biblioteca UOC Altres biblioteques universitàries catalanes Directory of Open Access Journals (DOAJ) Dipòsit de la Recerca de Catalunya Revistes Catalanes amb Accés Obert Portal de publicacions de l'Institut d'Estudis Catalans Portal de publicacions de continguts científics Dialnet Google Books Entrevistes UOC [Març 2023] | UOC News «La UOC pot ser el motor de canvi de l'educació superior a Europa» [Setembre 2021] UOC News «Fer formació en línia ens permet conrear el talent a qualsevol indret del món» [Novembre 2018] UOC News «Volem que el 22@ es converteixi en el campus de la UOC» Discursos Acte de recepció de l'edifici de Can Jaumandreu Febrer de 2023 Inauguració del Hub Interdisciplinari de Recerca i Innovació Octubre de 2022 Inauguració d'ISEA2022 Barcelona Juny de 2022 Lliurament de la Medalla d'Honor a Gabriel Ferraté Maig de 2017 Presentació de l'eHealth Center Juny de 2017 Inauguració del curs acadèmic 2017-2018 del sistema universitari català Setembre de 2017 Celebració dels 20 anys de la UOC Octubre de 2015 Presa de possessió de Josep A. Planell com a rector de la UOC Abril de 2013 Presència destacada a mitjans \"Nuestro modelo pedagógico representa la re-ingeniería de la educación presencial\" elEconomista.es 10/06/2021 \"La digitalització no ha arribat encara a la universitat\" El Punt Avui 02/12/2020 \"Hacer la parte que nos toca\" Huffington Post 29/05/2020 \"El momentum de la Ciencia y la Tecnología\" elDiario.es 04/04/2020 \"You'll never UOC alone\" El matí de Catalunya Ràdio . CCMA 05/05/2015 \"Todo el contenido susceptible de ser virtual lo será en en menos de cincuenta años\" Hoy por hoy . Cadena SER 13/09/2013 Galeria d'imatges Vés a Flickr Vídeos del rector Josep A. Planell Vés a YouTube"
}