{
  "url": "https://uoc.edu/portal/ca/universitat/organitzacio/galeria-rectors/gabriel-ferrate/index.html",
  "content": "Biografia Gabriel Ferraté Com ens organitzem Dr. Gabriel Ferraté i Pascual Gabriel Ferraté i Pascual (Reus, 1932 - Barcelona, 2024) va fundar la Universitat Oberta de Catalunya (UOC) i en va ser el primer rector (1995-2005). Enginyer industrial i pèrit agrícola, la seva activitat professional, científica i investigadora es va centrar en els camps de la informàtica, l'automàtica i la robòtica. El 1968 va esdevenir catedràtic d'Automàtica de l'Escola Tècnica Superior d'Enginyeria Industrial de Barcelona, centre universitari del qual va ser director del 1969 al 1972. Va ser rector de la Universitat Politècnica de Catalunya del 1972 al 1994, amb un parèntesi del 1976 al 1978, període en què va ser nomenat director general d'Universitats i Investigació i, més tard, director general de Política Científica del Ministeri d'Educació. L'any 1994 rep l'encàrrec del Govern de la Generalitat de Catalunya de crear una universitat catalana a distància. L'any 1995, sense referents i amb internet encara incipient, sota el guiatge de Ferraté i el seu equip va néixer la que seria la primera universitat en línia del món, la UOC. \"Volíem trencar les barreres de l'espai i del temps mitjançant les noves tecnologies\", assegurava Ferraté. I afegia: \"Mai no se'ns va ocórrer que en diríem universitat a distància . Vam batejar-la com a universitat oberta . El nostre lema inicial era la universitat sense distàncies \". En va ser rector fins al 2005. Va ser membre del Comitè Executiu de la Federació Internacional de Control Automàtic (IFAC), director de l'Institut de Cibernètica i vicepresident del Consell Interdepartamental de Recerca i Innovació Tecnològica (CIRIT). També va ser president de l'Institut Cerdà i membre de l'Institut d'Estudis Catalans, de l'Acadèmia de Ciències Mèdiques de Catalunya i Balears, de la Reial Acadèmia de Ciències i Arts de Barcelona i del Centre de Lectura de Reus. Va ser investit doctor honoris causa per la Universitat de Lleida i per la Universitat Politècnica de Madrid. Així mateix, l'any 1996 va rebre la Creu de Sant Jordi i l'any 2017, la Medalla d'Honor de la UOC. El savi visionari que va fundar la primera universitat en línia del món Vida Vés a YouTube Reptes Vés a YouTube Visió Vés a YouTube Medalla d'Honor de la UOC El 23 de maig del 2017, el president de la Generalitat de Catalunya, Carles Puigdemont, va presidir l'acte d'homenatge de la UOC al seu rector fundador. Gabriel Ferraté, per encàrrec del Govern de la Generalitat de Catalunya, va idear i crear la Universitat Oberta de Catalunya l'any 1994, institució que va dirigir durant deu anys (1995-2005). A més de Ferraté, en l'acte hi van intervenir el secretari d'Universitats i Recerca, Arcadi Navarro, i el rector de la UOC d'aquell moment, Josep A. Planell. El president de la Generalitat de Catalunya lliura la Medalla d'Honor de la UOC a Gabriel Ferraté Resum en vídeo Vés a YouTube Galeria d'imatges Vés a Flickr Recursos A la xarxa Wikipedia Enciclopèdia Catalana Premsa El País - Recull d'articles Entrevistes UOC [Juny 2011] Walk In \"Volíem trencar les barreres de l'espai i del temps\" [Abril 2005] Món UOC Conversa entre Jordi Pujol, Josep Laporte i Gabriel Ferraté Publicacions UOC - Catàleg bibliogràfic CBUC - Catàleg Col·lectiu de les Universitats Catalanes RACO - Revistes Catalanes amb Accés Obert Dialnet Google Scholar Galeria d'imatges Vés a Flickr Llista de reproducció Vés a YouTube Passió per la innovació Vés a YouTube"
}