{
  "url": "https://uoc.edu/portal/ca/universitat/coneix/actes-institucionals/honoris-causa/alain-touraine/curriculum/index.html",
  "content": "Honoris causa Alain Touraine Currículum vitae Trajectòria Alain Touraine neix el 3 d'agost de 1925, a Hermanville-sur-Mer. Va ser alumne de l'École Normale Supérieure, el 1945, i catedràtic d'història el 1950. Després va ser nomenat, successivament, assistent de recerca i investigador al CNRS (Centre National pour la Recherche Scientifique), càrrec que va ocupar fins al 1958. Entre el 1952 i el 1953 va ser Rockefeller Fellow a les universitats de Harvard, Colúmbia i Chicago. El 1956 crea el Centre de Recerca de Sociologia del Treball de la Universitat de Xile. El 1965 Alain Touraine es doctora en Lletres i el 1960 és designat director d'estudis de l'École Pratique des Hautes Études, que després s'anomenaria École des Hautes Études en Sciences Sociales. Del 1966 al 1969 exerceix la docència a la Facultat de Lletres de París-Nanterre. El 1958 funda el Laboratoire de Sociologie Industrielle i el 1970 el Centre d'Études des Mouvements Sociaux. Finalment, el 1981 funda el Centre d'Analyse et d'Intervention Sociologiques, que dirigeix del 1981 al 1993, any en el qual cedeix la direcció a Michel Wieviorka. Membre de diverses associacions de sociologia, Alain Touraine ha estat, principalment, president de la Societat Francesa de Sociologia, del 1968 al 1970, i vicepresident de l'Associació Internacional de Sociologia, del 1974 al 1978. Ha estat, d'altra banda, membre de l'Alt Consell per a la Integració (1994-96) i és membre del Consell d'Administració de la Maison de l'Amérique Latine. És membre estranger de nombroses acadèmies: l'Acadèmia Nord-americana de les Arts i les Ciències, l'Acadèmia Polonesa de les Ciències, l'Academia Europaea, l'Acadèmia Mexicana de les Ciències i l'Acadèmia Brasilera de les Lletres. La seva tasca es pot dividir en tres períodes: El primer, dedicat a la sociologia del treball i, en particular, a la sociologia de la consciència obrera. A aquest període pertanyen els seus primers treballs duts a terme a l'Amèrica Llatina, sobre els obrers xilens de les mines de carbó i de la siderúrgia, i també el seu llibre sobre la societat postindustrial: La société post-industrielle . Durant aquest període va definir i centrar la seva sociologia, com ha exposat al seu llibre Sociologie de l'action [‘Sociologia de l'acció’] (1965), i, vuit anys més tard, a Production de la société [‘Producció de la societat’]. El segon període ve marcat pels esdeveniments del Maig del 68 i els cops d'estat militars a l'Amèrica Llatina, fets que van portar Alain Touraine a concentrar el seu interès en l'estudi dels moviments socials. Va elaborar, amb un grup d'amics, un mètode d'intervenció sociològica i va fer una sèrie d'estudis, des de La voix et le regard [‘La veu i la mirada’] fins a Le Mouvement ouvrier [‘El moviment obrer’], del 1984. En el transcurs d'aquest segon període va esmerçar els esforços a estudiar l'Amèrica Llatina i els problemes del desenvolupament en general. L'any 1981 va viure a Polònia, per estudiar Solidarność, i a l'Amèrica Llatina hi va escriure un llibre, publicat inicialment a Xile i després revisat, reelaborat i publicat a França, amb el títol de La parole et le sang. Politique et société en Amérique Latine [‘La paraula i la sang. Política i societat a l'Amèrica Llatina’]. El tercer període s'obre amb títols com Le retour de l'acteur [‘El retorn de l'actor’] i sobretot Critique de la modernité, Qu'est-ce que la démocratie? [‘Crítica de la modernitat’, ‘Què és la democràcia?’], Pourrons-nous vivre ensemble? Égaux et différents [‘Podrem viure junts? Iguals i diferents’] i Comment sortir du libéralisme? [‘Com sortir del liberalisme?’], que presenten els temes que el preocupen. La idea dominant és la del subjecte, considerat el principi d'acció central dels moviments socials: vegeu Penser le Sujet. Autour d'Alain Touraine , [‘Pensar el Subjecte. Entorn d'Alain Touraine’], F. Dubet i M. Wieviorka, ed. (Fayard, 1995). El seu últim llibre, La recherche de soi. Dialogue sur le Sujet [‘La recerca de si mateix. Diàlegs amb el Subjecte’], amb Farhad Khosrokhavar, se centra en l'elecció del subjecte com els seus llibres més recents. Així, tot el seu treball constitueix una sociologia de l'acció, estudiada a un nivell pràctic durant el primer període, amb un enfocament històricament més ampli en el transcurs del segon període i d'una manera més filosòfica en el tercer període. Al llarg de la seva vida, ha intentat relacionar entre ells diferents tipus d'estudis: estudis teòrics i analítics, recerques empíriques de tipus pròpiament sociològic, anàlisis d'esdeveniments històrics reals i, finalment, llibres de tipus més polèmic o íntim. Sempre ha considerat indispensable de mantenir-se informat de la millor manera possible sobre els diferents tipus de societats. Per això ha escrit un llibre sobre les universitats i el moviment estudiantil nord-americà, ha seguit constantment amb interès l'evolució del Canadà francòfon, ha dut a terme un vast estudi sobre els països postcomunistes i ha consagrat una gran part del seu temps a l'estudi dels països del continent sud-americà. Ha insistit cada vegada més en el canvi cultural general que ha conduït, d'una visió a la manera de Descartes, orientada a la conquesta del món mitjançant el coneixement, el dret, l'economia i les armes, a una nova cultura orientada a la construcció del subjecte, és a dir, de la voluntat d'actuar que cada individu té, entesa com la finalitat de la seva mateixa existència. I Alain Touraine destaca constantment el paper motor de les dones en aquesta mutació. Nomenat doctor honoris causa de les universitat següents: Ginebra (1988), Mont-real (1990), Catòlica de Lovaina (1992), La Paz (1995), Bolonya (1995), Mèxic (1996), Santiago de Xile (1996), Quebec (1997), Menéndez Pelayo (1997), Córdoba (Argentina, 2000), Puebla (Mèxic, 2001), Candido Mendes (Brasil, 2002), Roma (2003), Jÿvaskÿla (Finlàndia, 2004), San Martín (Argentina, 2005), Valparaíso (2005) i Bogotà (2006). Càrrecs professionals President de la Societat Francesa de Sociologia (1968-70) Vicepresident de l'Associació Internacional de Sociologia (1974-78) Membre del Consell d'Administració de la Maison de l'Amérique Latine Acadèmies Membre de l'Acadèmia Europaea (1990-99) Membre estranger de l'Acadèmia Polonesa de Ciències (1991) Membre honorari estranger de l'Acadèmia Nord-americana de les Arts i de les Ciències (1994) Membre corresponent de l'Acadèmia Mexicana de Ciències (1998) Membre corresponent de l'Acadèmia Brasilera de Lletres (1998) Membre de l'Acadèmia Nacional de la Història de l'Argentina (1998) Membre de l'Acadèmia Xilena de Ciències Polítiques (1998) Membre estranger de l'Acadèmia de Ciències de Torí, secció de Ciències Morals, Històriques i Filològiques (2003) Publicacions Selecció dels llibres més recents. 2006 – Le Monde des femmes , París: Fayard. 2005 – Un débat sur la laïcité , amb Alain Renaut, París: Stock, Les Essais. 2005 – Un nouveau paradigme pour comprendre le monde d'aujourd'hui , París: Fayard. [Trad. espanyola (Paidós, 2005)]. 2004 – Conocimiento e identidad. Voces de grupos culturales en la investigación social , Alain Touraine, Michel Wieviorka, Ramón Flecha y otras colaboraciones, Barcelona: El Roure ed. 2002 – Barbarie et progrès (edició integral de les entrevistes “Noms de Dieux”, d'Edmond Blattchen), Lieja: Alice Éditions. 2000 – La recherche de soi. Dialogue sur le Sujet , amb Farhad Khosrokhavar. París: Fayard. [Trad. portuguesa (Instituto Piaget, 2001), brasilera (Ed. Bertrand Brasil, 2001, 2004), espanyola (Ed. Paidós, 2002), italiana (Il Saggiatore, 2003)], edició a Livre de Poche el 2005."
}